{
  "Welcome to MAP Protocol Community": "Bienvenue dans la communauté MAP Protocol",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol est le foyer de centaines de milliers de développeurs, technologues, designers, utilisateurs, détenteurs de MAPO, et enthousiastes.",
  "Why become part of the MAP Protocol community?": "Pourquoi faire partie de la communauté MAP Protocol ?",
  "Participate freely": "Participez librement",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "Vous avez la liberté de contribuer à distance, travaillant ainsi de n'importe où à n'importe quel moment qui vous convient.",
  "Find your cohort": "Trouvez votre cohorte",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "Vous avez l'opportunité de vous connecter avec des pairs partageant les mêmes idées. Grâce au travail d'équipe, les participants peuvent améliorer leurs compétences en traduction, échanger des informations précieuses et surmonter collectivement les défis.",
  "Get recognized and compensated": "Soyez reconnu et récompensé",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "Votre nom apparaîtra à côté du travail que vous avez accompli. De plus, une rémunération sera fournie pour le travail brillant que vous faites.",
  "How to get involved?": "Comment s'impliquer ?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "Il y a de nombreuses façons de s'impliquer dans la communauté Map Protocol en pleine croissance ; vous pouvez rejoindre l'une des communautés en ligne populaires, assister à un événement, rejoindre un groupe de rencontre, contribuer à un projet, ou participer à l'un des nombreux forums en ligne sur Map Protocol.",
  "Join online communities": "Rejoignez les communautés en ligne",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "Trouvez votre cohorte et participez avec de nombreux autres enthousiastes de MAP Protocol.",
  "MAP Protocol events": "Événements MAP Protocol",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "Trouvez et participez à des conférences, hackathons, ou rencontres MAP Protocol.",
  "Run a node": "Exécutez un nœud",
  "Operate your own node is a great way to contribute to the whole network.": "Opérer votre propre nœud est une excellente façon de contribuer à l'ensemble du réseau.",
  "Stake MAPO": "Stake MAPO",
  "Get your MAPO and stake them to earn more rewards.": "Obtenez vos MAPO et stakez-les pour gagner plus de récompenses.",
  "Contribute to MAP Protocol": "Contribuez à MAP Protocol",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "Tout comme nous soutenons l'ouverture et la décentralisation de pair à pair, nous visons à rendre les connaissances librement accessibles à tous. Tout le contenu de ce site est open source. Vous pouvez proposer de nouvelles modifications, suggérer de nouvelles fonctionnalités étincelantes, et nous aider à nous améliorer.",
  "More on contribution ": "Plus sur la contribution",
  "Learn about MAPDAO": "Apprenez à propos de MAPDAO",
  "Join Telegram": "Rejoignez MAPDAO",
  "Community center": "Centre communautaire"
}