{
  "Use MAP Protocol": "Utilisez MAP Protocol",
  "Learn": "Apprendre",
  "Developer": "Développeur",
  "Enterprise": "Entreprise",
  "Community": "Communauté",
  "Find a wallet": "Trouver un portefeuille",
  "Get MAPO": "Obtenez MAPO",
  "Stake MAPO": "Stake MAPO",
  "Run a node": "Exécutez un nœud",
  "OmniApp": "OmniApp",
  "Decentralized finance (DeFi)": "Finance décentralisée (DeFi)",
  "Decentralized autonomous organizations (DAO)": "Organisations autonomes décentralisées (DAO)",
  "Decentralized omnichain payment": "Paiement omnichain décentralisé",
  "Omnichain token issuance": "Émission de jetons omnichain",
  "Decentralized omnichain identity": "Identité omnichain décentralisée",
  "What is MAP Protocol?": "Qu'est-ce que MAP Protocol ?",
  "MAP Relay Chain": "MAP Relay Chain",
  "MAP Omnichain Serivice (MOS)": "MAP Omnichain Serivice (MOS)",
  "What is MAPO?": "Qu'est-ce que MAPO ?",
  "MAPO wallets": "Portefeuilles MAPO",
  "Gas fee": "Frais de gaz",
  "Omnichain and fully on-chain": "Omnichain et entièrement sur la chaîne",
  "Cross-chain smart contracts": "Contrats intelligents inter-chaînes",
  "Light clients": "Clients légers",
  "Zero-knowledge proofs": "Preuves à connaissance zéro",
  "Refactor light clients with ZK-proof": "Refactoriser les clients légers avec une preuve ZK",
  "MAP Protocol quiz center": "Centre de quiz MAP Protocol",
  "Develoer’s home": "La maison du développeur",
  "Documentation": "Documentation",
  "Tutorials": "Tutoriels",
  "Learn by coding": "Apprendre par la programmation",
  "Set up local environment": "Configurez l'environnement local",
  "Developer incubation": "Incubation du développeur",
  "MAP Protocol for enterprises": "MAP Protocol pour les entreprises",
  "Community center": "Centre communautaire",
  "Online community": "Communauté en ligne",
  "Bitcoin layer-2": "Bitcoin layer-2",
  "Understand Bitcoin layer-2": "Comprendre Bitcoin layer-2",
  "Security features": "Fonctionnalités de sécurité",
  "MAP Protocol as Bitcoin layer-2": "MAP Protocol comme Bitcoin layer-2",
  "Understand BRC-20": "Comprendre BRC-20",
  "BRC 201: From BRC-20 to EVMs": "BRC 201: De BRC-20 aux EVMs",
  "Unlocking Bitcoin ecosystem with MAP Protocol": "Déverrouiller l'écosystème Bitcoin avec MAP Protocol",
  "MAP Protocol WhitePaper": "Livre blanc MAP Protocol",
  "MAPO explorer": "Explorateur MAPO",
  "MAPO testnet explorer": "Explorateur de testnet MAPO",
  "Learn about MAPDAO": "En savoir plus sur MAPDAO",
  "Explore MAP Protocol": "Explorer MAP Protocol",
  "MAP Protocol resources and intel": "Ressources et intelligence de MAP Protocol",
  "You can learn more about MAP Protocol from the MAP Protocol Whitepaper, which consists of all the basic principles and technical framework of MAP Protocol.": "Vous pouvez en apprendre plus sur le MAP Protocol à partir de son Livre blanc, qui comprend tous les principes de base et le cadre technique de MAP Protocol.",
  "Unlock Bitcoin Ecosystem with MAP Protocol": "Déverrouillez l'écosystème Bitcoin avec MAP Protocol",
  "The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability. Explore what’s possible with MAP Protocol as a Bitcoin layer-2.": "La nouvelle narration de l'écosystème Bitcoin a révoqué des sujets et des débats sur l'interopérabilité de Bitcoin. Explorez ce qui est possible avec MAP Protocol en tant que Bitcoin layer-2.",
  "Anyone can participate in MAP Protocol’s network by staking and guarantee network security. It is is public good for the whole MAP Protocol ecosystem.": "N'importe qui peut participer au réseau de MAP Protocol en stakant et garantir la sécurité du réseau. C'est un bien public pour tout l'écosystème MAP Protocol.",
  "MAPO is the native token on the MAP Relay Chain. It is the cryptocurrency you use to pay for the network fees on the MAP Relay Chain. Learn about how to get MAPO.": "MAPO est le token natif sur la MAP Relay Chain. C'est la cryptomonnaie que vous utilisez pour payer les frais de réseau sur la MAP Relay Chain. Apprenez comment obtenir MAPO.",
  "The MAP Protocol community": "La communauté MAP Protocol",
  "MAP Protocol is all about community. Check out MAP Protocol community to meet your cohorts and see how you can contribute to MAP Protocol.": "MAP Protocol est axé sur la communauté. Découvrez la communauté MAP Protocol pour rencontrer vos collègues et voir comment vous pouvez contribuer à MAP Protocol.",
  "MAPDAO is a community-driven and pivotal platform for contributors to engage with the MAP Protocol ecosystem. It welcomes everyone who would like to make a change.": "MAPDAO est une plateforme communautaire et pivotale pour les contributeurs pour s'engager avec l'écosystème MAP Protocol. Il accueille tous ceux qui aimeraient apporter un changement.",
  "Bitcoin layer-2 is key to Bitcoin ecosystem growth. As the adoption of Bitcoin continues to grow, the importance of these Layer-2 solutions cannot be overstated.": "Bitcoin layer-2 est clé pour la croissance de l'écosystème Bitcoin. Avec l'adoption croissante de Bitcoin, l'importance de ces solutions Layer-2 ne peut pas être surestimée.",
  "Understand long-range attack": "Comprendre l'attaque longue distance",
  "Similar to the 51% attack, long-range attack is a threat to PoS blockchains. MAP Protocol uses the Bitcoin network’s security mechanism to prevent long-range attack.": "Similaire à l'attaque 51%, l'attaque longue distance est une menace pour les blockchains PoS. MAP Protocol utilise le mécanisme de sécurité du réseau Bitcoin pour prévenir l'attaque longue distance.",
  "Edit Page": "Éditer la page",
  "We use cookies to improve your experience. By continuing to browse our site, you agree to our Cookie Policy.": "Nous utilisons des cookies pour améliorer votre expérience. En continuant à parcourir notre site, vous acceptez notre Politique de Cookies.",
  "Accept": "Accepter"
}