{
  "Keep your MAPO safe": "Gardez votre MAPO en sécurité",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocol n'est contrôlé par aucune organisation unique - il est décentralisé.",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "Cela signifie que vous devez prendre au sérieux la sécurité de vos fonds. Avec MAPO, vous ne faites pas confiance à une banque ou à une entreprise pour prendre soin de vos actifs, vous prenez la responsabilité vous-même.",
  "Keep your MAPO in your Own Wallet": "Gardez votre MAPO dans votre propre portefeuille",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "Cela signifie que vous n'avez pas à faire confiance à un tiers avec vos actifs, et vous êtes protégé contre tout dépositaire agissant malhonnêtement, faisant faillite ou se faisant pirater. Cependant, cela signifie également que vous prenez la responsabilité de votre propre sécurité.",
  "Check MAPO Transactions": "Vérifiez les transactions MAPO",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "Vous pouvez vérifier vos transactions MAPO sur <link1>MAPO Scan</link1>, un explorateur de blockchain pour les développeurs et les utilisateurs pour surveiller les transactions et les activités inter-chaînes sur la MAP Relay Chain plus efficacement.",
  "Follow Wallet Instructions": "Suivez les instructions du portefeuille",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "Si vous perdez l'accès à votre compte, vous perdrez l'accès à vos fonds. Votre portefeuille devrait vous donner des instructions sur la protection contre cela. Assurez-vous de les suivre attentivement – dans la plupart des cas, personne ne peut vous aider si vous perdez l'accès à votre compte.",
  "Use your MAPO": "Utilisez votre MAPO",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "Il existe plusieurs façons pour vous d'utiliser votre MAPO après l'avoir obtenu avec succès.",
  "Store/Hold MAPO": "Stocker / Conserver MAPO",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "De nombreux investisseurs personnels conservent leur MAPO dans l'espoir qu'il prendra de la valeur. Vous pouvez stocker votre MAP sur les portefeuilles de vos échanges (tels que Bithumb) ou MAPO sur des portefeuilles crypto (tels que Metamask), si vous souhaitez les stocker à long terme, vous pouvez les stocker dans un portefeuille froid au lieu d'un portefeuille chaud.",
  "Learn More": "En savoir plus",
  "Trade MAPO": "Échanger MAPO",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "Vous pouvez échanger MAPO contre d'autres cryptomonnaies sur des échanges crypto. Les échanges Cex ou Dex offrent certaines paires de trading pour le trading MAPO/MAP pour répondre à vos besoins.",
  "Transfer MAPO": "Transférer MAPO",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "Contrairement à l'envoi d'argent à l'étranger, vous pouvez envoyer MAPO à n'importe qui dans le monde pratiquement instantanément.",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "Gagner des récompenses en stakant des pièces. Le staking est un excellent moyen de maximiser vos avoirs dans des pièces de staking qui seraient autrement assises dans un portefeuille ou un compte de trading.",
  "Purchasing Goods": "Acheter des biens",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "Certaines plateformes en ligne ou magasins hors ligne acceptent les cryptos comme paiements. Vous pouvez acheter des biens ou des services dans ces endroits.",
  "MAPO FAQs": "FAQ MAPO",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "Comment ajouter MAP Relay Chain à mon portefeuille Metamask/Token Pocket/Particle ?",
  "How do I add MAP to my wallet?": "Comment ajouter MAP à mon portefeuille ?",
  "How do I convert MAP to MAPO?": "Comment convertir MAP en MAPO ?",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "Comment transférer MAP à travers Ethereum, BNB Smart Chain, Polygon, Klaytn et autres ?",
  "How do I transfer MAP from centralized exchanges to my wallet?": "Comment transférer MAP des échanges centralisés à mon portefeuille ?",
  "What do I do if a transaction on my wallet is pending or stuck?": "Que faire si une transaction sur mon portefeuille est en attente ou bloquée ?",
  "Can I get my MAPO back if I send them to the wrong addresses?": "Puis-je récupérer mon MAPO si je les envoie à de mauvaises adresses ?",
  "Tips for funds recovery": "Conseils pour la récupération de fonds",
  "Always double-check addresses before confirming transactions.": "Vérifiez toujours les adresses avant de confirmer les transactions.",
  "Reaching out for professional help is advised if large sums are involved.": "Il est conseillé de demander de l'aide professionnelle si des sommes importantes sont impliquées.",
  "Scams posing as recovery services are common; exercise extreme caution.": "Les escroqueries se faisant passer pour des services de récupération sont courantes ; faites preuve d'une extrême prudence.",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "La possibilité de récupérer des MAPO envoyés à la mauvaise adresse dépend largement des circonstances de la transaction et de l'implication du destinataire. Voici quelques scénarios :",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "Envoyer MAPO à une adresse publique appartenant à quelqu'un que vous ne connaissez pas : irrécupérable à moins que le propriétaire accepte de les renvoyer.",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "Envoyer MAPO à une adresse publique pas encore activée : irrécupérable car personne n'a les clés privées de l'adresse.",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "Envoyer MAPO à une adresse de contrat : dépend du code du contrat. Si le contrat a une fonction de récupération ou est évolutif, il pourrait y avoir un moyen. Cependant, la plupart des contrats ne sont pas conçus pour renvoyer des jetons. La récupération est généralement impossible.",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "Envoyer MAPO à une adresse d'échange : peut-être, selon les politiques et les capacités techniques de l'échange. Les échanges pourraient avoir la capacité de récupérer des jetons mais facturent souvent des frais, donc cela peut être coûteux et prendre du temps.",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "Envoyer MAPO à votre propre adresse sur une autre chaîne : peut-être, selon la chaîne à laquelle vous l'envoyez. Si vous l'envoyez à Ethereum, BNB Smart Chain, Polygon, Klaytn et MAP Relay Chain, utilisez <link1>ButterSwap</link1> pour le ramener.",
  "Metamask or Token Pocket Wallet Users": "Utilisateurs de portefeuille Metamask ou Token Pocket",
  "Enter the following chain info to add": "Entrez les informations de chaîne suivantes pour ajouter",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "Nom du réseau : MAP Relay Chain (Vous pouvez également entrer MAP Mainnet)",
  "New RPC URL": "Nouvelle URL RPC : https://rpc.maplabs.io",
  "Chain ID: 22776": "ID de chaîne : 22776",
  "Currency symbol: MAPO": "Symbole de devise : MAPO",
  "Block explorer URL: https://maposcan.io/": "URL de l'explorateur de blocs : <link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "Utilisateurs de portefeuille Particle",
  "Log in to your Particle Wallet account": "Connectez-vous à votre compte Particle Wallet",
  "Search and choose “MAP Relay Chain” in the search bar": "Recherchez et choisissez « MAP Relay Chain » dans la barre de recherche",
  "Check the network name on the wallet page": "Vérifiez le nom du réseau sur la page du portefeuille",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "Si vous constatez que votre transaction sur un portefeuille est en attente ou bloquée, cela pourrait être dû à divers facteurs tels que la congestion du réseau, des frais de gaz faibles ou d'autres problèmes techniques. Selon la chaîne sur laquelle votre transaction se trouve, vous pouvez vérifier l'état de votre transaction via des explorateurs de blockchain tels que <link1>Etherscan</link1>, <link2>BscScan</link2>, <link3>PolygonScan</link3>, <link4>klaytnscope</link4> et <link5>MapoScan</link5>.",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "Votre MAP dans les échanges centralisés est un type de jeton ERC-20, ce qui signifie qu'il vit sur Ethereum. Lors du transfert de MAP vers votre portefeuille, assurez-vous que l'adresse cible est également sur Ethereum. Si vous souhaitez continuer à transférer votre MAP à travers BNB Smart Chain, Polygon, Klaytn et MAP Relay Chain, utilisez simplement <link1>ButterSwap</link1>.",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "Dans le monde des cryptomonnaies, transférer des actifs d'une chaîne à une autre nécessite généralement l'utilisation d'un pont. Cependant, lors du transfert de MAP à travers différentes chaînes, vous pouvez simplement aller à <link1>ButterSwap</link1> pour échanger facilement votre MAP sur différentes chaînes de manière peer-to-peer. Pour obtenir MAPO sur MAP Relay Chain, vous pouvez également utiliser <link1>ButterSwap</link1>.",
  "MAP is on Ethereum": "MAP est disponible sur Ethereum, BNB Smart Chain et Polygon. Vous pouvez suivre le guide ci-dessous pour ajouter MAP à votre portefeuille Metamask.",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "*IMPORTANT : Pour vous assurer d'avoir entré la bonne adresse de contrat, veuillez copier les adresses de contrat dans les explorateurs. Ne copiez pas l'adresse dans l'article directement.",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "Si vous êtes sur Ethereum",
  "If you’re on Ethereum": "Cliquez sur « Importer des jetons » sur Metamask",
  "Click “Import tokens” on Metamask": "Voir l'adresse du contrat 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 sur Etherscan",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "Voir l'adresse du contrat 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f sur BSC Scan",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "Voir l'adresse du contrat 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a sur Polygon Scan",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "Copiez et collez-la dans Metamask",
  "Copy and paste it back to Metamask": "Ajoutez le symbole du jeton MAP",
  "Add the token symbol MAP": "Entrez « Jeton personnalisé »",
  "Enter “Custom token”": "Si vous êtes sur BNB Chain",
  "If you’re on BNB Chain": "Si vous êtes sur Polygon"
}