{
  "Where to Get MAPO": "Où obtenir MAPO",
  "You can earn MAPO, or buy it from decentralized and centralized exchanges.": "Vous pouvez gagner MAPO, ou l'acheter sur des échanges décentralisés et centralisés.",
  "Get MAPO": "Obtenir MAPO",
  "Current MAPO Price（USD）": "Prix actuel de MAPO (USD)",
  "Data Source: ": "Source des données : ",
  "(LAST 24 HOUR)": "(DERNIÈRES 24 HEURES)",
  "New to MAP Protocol? Here's an overview to get you started. What's MAPO?": "Nouveau sur MAP Protocol ? Voici un aperçu pour commencer. <link1>Qu'est-ce que MAPO ?</link1>",
  "MAPO and MAP": "MAPO et MAP",
  "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.": "MAPO et MAP sont le jeton natif de MAP Protocol. C'est le même jeton. L'utilisation de symboles de ticker différents sert à différencier les chaînes sur lesquelles ils se trouvent.",
  "View more details": "Voir plus de détails",
  "Decentralized Exchanges (DEXs)": "Échanges Décentralisés (DEX)",
  "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.": "Les DEX vous donnent plus de contrôle sur vos fonds. Avec un DEX, vous pouvez échanger MAPO avec plus de liberté et de flexibilité.",
  "Go to a DEX": "Aller à un DEX",
  "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.": "Les CEX sont des entreprises qui vous permettent d'acheter des cryptos en utilisant des devises traditionnelles. Ils ont la garde de tout MAPO que vous achetez jusqu'à ce que vous l'envoyiez à un portefeuille que vous contrôlez.",
  "Find a CEX": "Trouver un CEX",
  "Centralized Exchanges (CEXs)": "Échanges Centralisés (CEX)",
  "Wallets": "Portefeuilles",
  "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.": "Certains portefeuilles vous permettent d'acheter des cryptos avec une carte de débit/crédit, un virement bancaire, ou même Apple Pay. Des restrictions géographiques s'appliquent.",
  "Find a wallet": "Trouver un portefeuille",
  "Staking rewards": "Récompenses de staking",
  "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.": "Si vous avez déjà du MAPO, vous pouvez en gagner plus en exécutant un nœud validateur ou en votant pour les validateurs de votre choix.",
  "Learn more about staking": "En savoir plus sur le staking",
  "Earn MAPO": "Gagner MAPO",
  "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.": "Vous pouvez gagner MAPO en travaillant pour MAPDAO ou des entreprises qui paient en crypto, en gagnant des primes, en trouvant des bugs logiciels, et plus encore.",
  "Learn about MAPDAO": "En savoir plus sur MAPDAO",
  "MAPO is the ticker name for MAP Protocol’s native token on the MAP Relay Chain, while MAP is the ticker name of MAP Protocol’s native token on other chains such as Ethereum, BNB Smart Chain, and Polygon. It can be obtained and traded directly in centralized exchanges such as Kucoin, Bithumb, Coinone, and MEXC Global.": "MAPO est le nom du ticker pour le jeton natif de MAP Protocol sur la MAP Relay Chain, tandis que MAP est le nom du ticker du jeton natif de MAP Protocol sur d'autres chaînes telles qu'Ethereum, BNB Smart Chain et Polygon. Il peut être obtenu et échangé directement sur des échanges centralisés tels que <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3> et <link4>MEXC Global</link4>.",
  "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.": "Actuellement, MAP est disponible sur Ethereum, BNB Smart Chain et Polygon ; MAPO est sur MAP Relay Chain. Vous pouvez obtenir MAP sur les échanges centralisés et décentralisés, et MAPO uniquement sur les échanges décentralisés.",
  "On Decentralized Exchanges (DEXs)": "Sur les Échanges Décentralisés (DEX)",
  "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAP/ MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.": "Les échanges décentralisés fonctionnent sans autorité centrale. Au lieu d'utiliser un tiers de confiance pour protéger les fonds dans la transaction, ils utilisent du code. Le MAP/MAPO du vendeur ne sera transféré que lorsque le paiement est garanti. Ce type de code est connu sous le nom de contrat intelligent. Plus sur les contrats intelligents. Pour utiliser un DEX, vous aurez besoin d'un portefeuille pour commencer.",
  "You can get MAPO directly on Butter Swap and Hiveswap, and MAP on Uniswap, PancakeSwap, and Butter Swap.": "Vous pouvez obtenir MAPO directement sur <link1>Butter Swap</link1> et <link2>Hiveswap</link2>, et MAP sur <link3>Uniswap</link3>, <link4>PancakeSwap</link4> et <link5>Butter Swap</link5>.",
  "Butter Swap supports seamless token movement from one chain to another in a trustless way. You can get MAP on Ethereum, BNB Smart Chain, Polygon, and NEAR and MAPO on MAP Relay Chain right within Butter Swap with different kinds of tokens you have in your wallet.": "Butter Swap prend en charge le mouvement de jetons sans couture d'une chaîne à l'autre de manière sans confiance. Vous pouvez obtenir MAP sur Ethereum, BNB Smart Chain, Polygon et NEAR et MAPO sur MAP Relay Chain directement dans Butter Swap avec différents types de jetons que vous avez dans votre portefeuille.",
  "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.": "IMPORTANT : Veuillez vérifier deux fois les informations du jeton et les informations de la chaîne que vous avez sélectionnées avant de confirmer « Swap ».",
  "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.": "Hiveswap prend en charge les échanges de jetons sur la MAP Relay Chain. Vous pouvez obtenir MAPO directement dans Hiveswap.",
  "Uniswap supports a diversity of tokens on Ethereum to exchange with MAP on Ethereum, which means the MAP you get on Uniswap will be in ERC-20 token standard.": "Uniswap prend en charge une diversité de jetons sur Ethereum pour échanger avec MAP sur Ethereum, ce qui signifie que le MAP que vous obtenez sur Uniswap sera au <link1>standard de jeton ERC-20</link1>.",
  "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the BEP-20 token standard.": "PancakeSwap prend en charge les jetons sur BNB Smart Chain pour échanger avec MAP sur BNB Smart Chain, ce qui signifie que le MAP que vous obtenez sur PancakeSwap sera au <link1>standard de jeton BEP-20</link1>.",
  "*If you would like to get MAPO instead of MAP, please go to Butter Swap to swap directly.": "*Si vous souhaitez obtenir MAPO au lieu de MAP, veuillez aller à <link1>Butter Swap</link1> pour échanger directement.",
  "On Centralized Exchanges (CEXs)": "Sur les Échanges Centralisés (CEX)",
  "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.": "Les échanges centralisés sont des plateformes gérées par une seule entité ou entreprise. Ils agissent comme intermédiaires entre les acheteurs et les vendeurs de cryptomonnaies, à l'instar des bourses traditionnelles.",
  "MAP on centralized exchanges is in the ERC-20 token standard, and ERC-20 MAP is available on Kucoin, Bithumb, Coinone and MEXC Global.": "MAP sur les échanges centralisés est au standard de jeton ERC-20, et le MAP ERC-20 est disponible sur <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3> et <link4>MEXC Global</link4>.",
  "Exchange": "Échange",
  "Pairs": "Paires",
  "Price": "Prix",
  "24h Volume": "Volume sur 24h",
  "+2% Depth": "+2% Profondeur",
  "-2% Depth": "-2% Profondeur",
  "Recently": "Récemment",
  "Updated": "Mis à jour",
  "Trading steps on CEXs": "Étapes de trading sur les CEX",
  "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.": "Comme les procédures d'opération varient d'un CEX à l'autre, nous ne pouvons pas vous fournir un guide étape par étape sur la façon d'acheter des jetons dans tous les CEX, mais voici quelques étapes générales.",
  "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.": "Certains CEX peuvent ne pas être disponibles dans votre pays ou région, vous pouvez consulter le service client de l'échange ou vérifier l'annonce des échanges. Concernant la question fiscale, vous pouvez également consulter le département local pour plus d'informations.",
  "Step": "Étape",
  "Register an account on a CEX's official website or its app. (Check Exchange Ranking by CoinGecko)": "Inscrivez-vous sur le site officiel d'un CEX ou sur son application. (Vérifier le classement des échanges par <link1>CoinGecko</link1>)",
  "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.": "Si un CEX prend en charge l'inscription en une étape avec votre compte social, vous pouvez vous inscrire directement avec votre compte social.",
  "Verify your identity and secure your CEX's account. You are typically required to have a government-issued identification document.": "Vérifiez votre identité et sécurisez votre compte CEX. Vous êtes généralement tenu d'avoir un document d'identification délivré par le gouvernement.",
  "For asset security, it’s recommended to enable Two-step Verification.": "Pour la sécurité des actifs, il est recommandé d'activer la Vérification en deux étapes.",
  "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.": "Utilisez des devises fiduciaires pour acheter USDT, ETH, BTC ou tout autre jeton pris en charge. Vous pouvez utiliser l'option OTC directement dans un CEX.",
  "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.": "De plus, vous pouvez utiliser une plateforme de rampement qui a l'option fiat-crypto souhaitée.",
  "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading.": "Transférez l'USDT, BTC, etc. que vous avez acheté par fiat à un CEX qui prend en charge le trading de MAP.",
  "If the CEX you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.": "Si le CEX que vous utilisez prend en charge le rampement et la paire de trading MAP-USDT ou MAP-BTC en même temps, vous pouvez sauter cette étape.",
  "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.": "Achetez MAP sur le marché au comptant via la paire de trading MAP-USDT ou MAP-BTC.",
  "In the spot market, select either the “Limit” or “Market” option based on your trading preference.": "Sur le marché au comptant, sélectionnez l'option « Limite » ou « Marché » en fonction de votre préférence de trading."
}