{
  "Run a node": "Exécuter un nœud",
  "Run a node to secure the network": "Exécuter un nœud pour sécuriser le réseau",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "Exploiter votre propre nœud est un excellent moyen de rester pleinement souverain tout en aidant à sécuriser l'ensemble du réseau et à préserver la décentralisation.",
  "What is a node?": "Qu'est-ce qu'un nœud ?",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "Dans un réseau blockchain, un nœud est un ordinateur qui participe au réseau et maintient une copie du grand livre distribué, c'est-à-dire la blockchain. Les nœuds dans les réseaux blockchain peuvent avoir différents rôles et responsabilités, en fonction de l'architecture et de l'algorithme de consensus de la blockchain spécifique.",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "En tant que chaîne POS, MAP Protocol a besoin de nœuds validateurs responsables de la validation des transactions et du maintien du réseau MAP Relay Chain dans l'état le plus sûr possible.",
  "Who can run a node?": "Qui peut exécuter un nœud ?",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "Toute personne disposant de la configuration appropriée et d'une mise suffisante peut devenir validateur.",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "Vous pouvez trouver un aperçu de tous les validateurs actuels et de leurs votes sur <link1>MAPO Scan</link1> et les guides complets sur <link2>comment devenir un nouveau validateur ici</link2>.",
  "Build your node": "Construisez votre nœud",
  "Hardware": "Matériel",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol est un réseau Proof Of Stake avec des exigences matérielles différentes d'un réseau Proof of Work. Le consensus Proof Of Stake est moins intensif en CPU mais est plus sensible à la connectivité réseau et à la latence.",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "Ci-dessous une liste des exigences standard pour exécuter Validator sur le réseau MAPO.",
  "Memory": "Mémoire",
  "Disk": "Disque",
  "256 GB of SSD storage, plus a secondary HDD": "256 Go de stockage SSD, plus un disque dur secondaire HDD",
  "Network": "Réseau",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "Au moins 100 Mb d'entrée/sortie Ethernet avec une connexion Internet en fibre (idéalement des connexions redondantes et des commutateurs HA)",
  "Software": "Logiciel",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "La construction d'atlas nécessite git, Go (version 1.14 ou ultérieure) et un compilateur C.",
  "You can install them using your favorite package manager.": "Vous pouvez les installer en utilisant votre gestionnaire de paquets préféré.",
  "Others": "Autres",
  "Your account needs to have at least 1,000,000 MAPO.": "Votre compte doit avoir au moins 1 000 000 MAPO.",
  "Run your node": "Exécutez votre nœud",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "Assurez-vous d'avoir satisfait à notre prérequis avant d'exécuter votre note de validateur sur MAP Protocol. Suivez les cinq étapes ou les guides avancés pour obtenir votre note de validateur sur MAP Protocol en fonctionnement.",
  "You can also browse our guides on How To Become A New Validator to get started.": "Vous pouvez également parcourir nos guides sur <link1>Comment Devenir Un Nouveau Validateur</link1> pour commencer.",
  "Step 1: Create an account": "Étape 1 : Créer un compte",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "Dans cette étape, vous devez transférer vos informations d'identification au contrat de gestion correspondant, qui gérera votre compte, vos clés et vos métadonnées.",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "Le but de cette étape est de garder votre <text>MAPO</text> verrouillé plus sécurisé en autorisant des clés alternatives à être utilisées pour signer des attestations, voter et valider. En faisant cela, vous pouvez continuer à participer au protocole tout en gardant la clé avec accès à votre <text>MAPO</text> verrouillé en stockage.",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "Vous avez besoin de la commande <text>createAccount</text> pour effectuer les opérations ci-dessus. Pour plus de détails sur la commande <text>createAccount</text>, veuillez voir <link1>ceci</link1>.",
  "Step 2: Authorize": "Étape 2 : Autoriser",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "Autorise une adresse à signer des messages de consensus au nom du compte. Cette adresse autorisée est appelée le signataire. Comme son nom l'indique, le signataire est uniquement responsable de la signature. Votre récompense ne sera pas émise au signataire mais au compte créé à l'étape précédente.",
  "Step 3: Locked MAPO": "Étape 3 : MAPO Verrouillé",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "Le seuil que nous avons fixé pour être le validateur est de verrouiller 1 000 000 <text>MAPO</text> dans le contrat intelligent de gestion correspondant. Ce <text>MAPO</text> verrouillé sera utilisé pour de futures punitions, ce qui est également l'une des conditions pour être élu.",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "Vous avez besoin de la commande <text>lockedMAPO</text> pour effectuer les opérations ci-dessus, plus de détails sur la commande <text>lockedMAPO</text> s'il vous plaît voir <link1>ceci</link1>.",
  "Step 4: Validator register": "Étape 4 : Enregistrement du validateur",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "Cette étape est une étape clé pour <text>s'enregistrer</text> en tant que nouveau validateur. Vous avez besoin de la commande register pour effectuer les opérations ci-dessus. Pour plus de détails sur la commande <text>register</text> s'il vous plaît voir <link1>ceci</link1>.",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "À cette étape, vous vous enregistrerez avec succès en tant que validateur. Ensuite, vous pouvez essayer de voter pour vous-même. Pour plus de détails sur la façon de voter, veuillez voir <link1>ceci</link1>.",
  "Step 5: Vote": "Étape 5 : Vote",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "Les validateurs doivent avoir au moins 0,001 proportion des votes pour être considérés pour l'élection, donc le validateur doit avoir des votes. Vous pouvez utiliser votre compte de validateur pour voter pour vous-même, ou vous pouvez laisser d'autres validateurs ou utilisateurs déléguer des votes pour vous.",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "Puisque vous avez verrouillé 1 000 000 <text>MAPO</text> à l'étape 3, c'est une excellente décision de <link1>voter</link1> pour vous-même maintenant.",
  "Stake your MAPO": "Misez votre MAPO",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "Si construire votre propre nœud vous semble intimidant ou sort de votre expertise technique, vous n'avez pas à être mis de côté. Misez simplement MAPO ! Vous pouvez toujours jouer un rôle pivot dans le renforcement et le maintien de notre réseau."
}