{
  "Get rewarded while securing MAP Protocol omnichain network": "Obtenez des récompenses tout en sécurisant le réseau omnichain de MAP Protocol",
  "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "Le staking de MAPO est un bien public pour tout l'écosystème omnichain de MAP Protocol. Les validateurs doivent avoir une mise suffisante une fois qu'ils ont correctement configuré leurs nœuds.",
  "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "En tant que blockchain Delegated Proof-of-Stake (DPoS) sans permission, MAP Protocol permet aux utilisateurs de participer au staking en déléguant leur MAPO aux validateurs qui traitent les transactions et gèrent le réseau.",
  "TOTAL MAPO STAKED": "TOTAL DE MAPO MIS EN STAKE",
  "TOTAL VALIDATORS": "TOTAL DES VALIDATEURS",
  "CURRENT APR": "APR ACTUEL",
  "Stake MAPO": "Stakez votre MAPO",
  "What is staking": "Qu'est-ce que le staking",
  "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "Généralement, le staking est le processus de participation à un mécanisme de consensus de type proof-of-stake (PoS) ou similaire pour soutenir les opérations d'un réseau blockchain. Les participants bloquent une certaine quantité de cryptomonnaie dans un portefeuille pour aider à valider les transactions, sécuriser le réseau et produire de nouveaux blocs. En retour, les participants reçoivent généralement des tokens supplémentaires en tant que récompenses, ce qui peut conduire à un revenu passif.",
  "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "Dans MAP Protocol, le staking est l'acte de bloquer certaines quantités de MAPO dans le <link1>Pool de Validateurs MAPO</link1>. Les validateurs et les utilisateurs peuvent participer au staking.",
  "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "Une fois que les validateurs ont configuré leur nœud de validateur, ils doivent avoir 1 million de MAPO dans leur pool de staking. Les utilisateurs peuvent participer au staking en déléguant leur MAPO à la mise d'un validateur particulier ; de cette manière, ils aident ce validateur à fonctionner et gagnent un pourcentage des récompenses basé sur leur mise.",
  "More on how to get MAPO": "Plus d'informations sur comment obtenir du MAPO",
  "Why stake your MAPO": "Pourquoi staker votre MAPO",
  "Earn rewards": "Gagnez des récompenses",
  "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "Des récompenses sont données pour des actions qui aident le réseau à atteindre le consensus. Vous obtiendrez des récompenses pour avoir délégué votre actif au bon validateur qui regroupe correctement les transactions dans de nouveaux blocs et vérifie le travail des autres validateurs, car c'est ce qui maintient la chaîne en fonctionnement sécurisé.",
  "Better security": "Meilleure sécurité",
  "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "Le réseau devient plus fort contre les attaques à mesure que plus de MAPO est mis en stake, car il faudrait alors plus de MAPO pour contrôler la majorité du réseau. Pour devenir une menace, vous auriez besoin de détenir la majorité des validateurs, ce qui signifie que vous devriez contrôler la majorité du MAPO dans le système – c'est beaucoup !",
  "More sustainability": "Plus de durabilité",
  "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "Les stakers n'ont pas besoin de faire des calculs de preuve de travail énergivores pour participer à la sécurisation du réseau, ce qui signifie que les nœuds de staking peuvent fonctionner sur un matériel relativement modeste en utilisant très peu d'énergie.",
  "How to stake MAPO as a user": "Comment staker du MAPO en tant qu'utilisateur",
  "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*IMPORTANT : Pour staker avec succès, vous devez d'abord avoir du MAPO dans votre portefeuille. Vous pouvez obtenir du MAPO via <link1>Butter Swap</link1>. Une fois que vous avez du MAPO prêt dans votre portefeuille, vous pouvez procéder comme suit :",
  "Go to the Staking Page and connect your wallet": "Allez sur <link1>la page de Staking</link1> et connectez votre portefeuille",
  "Lock your MAPO for staking": "Bloquez votre MAPO pour le staking",
  "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "Si c'est la première fois que vous participez au staking, on vous demandera alors de créer un compte d'abord. Entrez simplement votre nom de compte, cliquez sur « Soumettre », et allez sur la page de staking pour bloquer votre MAPO.",
  "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "La quantité de MAPO bloquée devrait être la quantité de MAPO que vous pourriez utiliser pour le staking. « Débloquer » montre la quantité de tokens MAPO restants dans votre portefeuille qui ne sont pas bloqués.",
  "Hit the “Lock” button and put in the amount you want to use for staking.": "Cliquez sur le bouton « Bloquer » et entrez la quantité que vous voulez utiliser pour le staking.",
  "Select the validator and delegate your MAPO": "Sélectionnez le validateur et déléguez votre MAPO",
  "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "Une fois que vous avez bloqué certaines quantités de MAPO, vous pouvez sélectionner le(s) validateur(s) au(x)quel(s) vous souhaitez déléguer votre MAPO. L'acte de sélectionner un validateur est appelé « Vote ».",
  "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "Visitez la <link1>page d'informations sur le pool de validateurs</link1> et examinez leur performance avant de décider pour quel(s) validateur(s) vous souhaitez voter. Vous pouvez également lire l'introduction des validateurs sur <link2>la page du forum des validateurs de MAP Protocol</link2> pour voir pourquoi vous devriez voter pour un certain validateur.",
  "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "Lorsque vous choisissez des validateurs, vous êtes responsable de faire votre propre recherche et de voter pour les compétents. Votre MAPO sera délégué aux validateurs de votre choix.",
  "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "Entrez la quantité que vous voulez staker et cliquez sur « Continuer ». Maintenant, vous pouvez vérifier votre statut de Staking dans la section « Vos Votes ».",
  "User Staking FAQs": "FAQ sur le Staking des Utilisateurs",
  "Is there any fee that I should be aware of such as delegation fee?": "Y a-t-il des frais dont je devrais être conscient, comme des frais de délégation ?",
  "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "Lorsque vous déléguez votre MAPO aux validateur(s) sélectionné(s), vous devez payer une petite quantité de MAPO comme frais de gaz. Aussi, lorsque vous créez votre compte de staking sur MAP Relay Chain pour la première fois, un minimum d'environ 1,5 MAPO sera facturé comme frais de gaz.",
  "What is the minimum amount of MAPO I can start staking?": "Quel est le montant minimum de MAPO que je peux commencer à staker ?",
  "You will need 10 MAPO at minimum to start staking.": "Vous aurez besoin d'au moins 10 MAPO pour commencer le staking.",
  "How many validators can I choose to vote for?": "Combien de validateurs puis-je choisir pour voter ?",
  "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "Il n'y a pas de limite au nombre de validateurs pour lesquels vous pouvez choisir de voter. Cependant, chaque fois que vous votez pour un nouveau validateur, le vote sera compté comme une nouvelle transaction sur le bloc et vous devrez payer des frais de gaz pour chaque nouvelle transaction.",
  "How long do I need to wait to receive my staking rewards?": "Combien de temps dois-je attendre pour recevoir mes récompenses de staking ?",
  "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "Les récompenses sont gagnées une fois qu'une époque a été mise à jour. Cela signifie que vous devrez attendre environ 3 à 5 jours après avoir voté pour votre(s) validateur(s) sélectionné(s) avant de recevoir vos récompenses.",
  "When can I withdraw my staked MAPO?": "Quand puis-je retirer mon MAPO mis en stake ?",
  "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "Vous pouvez retirer votre MAPO à tout moment instantanément une fois que votre MAPO a été débloqué. Cependant, il y a une période d'attente de 15 jours pour débloquer le MAPO.",
  "What is the reward percentage for staking MAPO?": "Quel est le pourcentage de récompense pour le staking de MAPO ?",
  "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "Puisque vous staker à travers un pool de validateurs, la performance et la réputation du validateur peuvent affecter vos récompenses. Les validateurs qui produisent constamment des blocs et maintiennent un haut niveau de disponibilité peuvent offrir de meilleures récompenses à leurs délégataires.",
  "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "Vous pouvez avoir plusieurs comptes pour le staking, mais vous ne pouvez pas utiliser une adresse pour le staking et une autre pour recevoir des récompenses. L'adresse de staking, une fois définie, est l'adresse de vos fonds de consensus – à la fois initiaux et récompenses ultérieures – et ne peut pas être changée. Ainsi, veuillez conserver cette adresse correctement sauvegardée et stockée en toute sécurité.",
  "How to withdraw my staked tokens?": "Comment retirer mes tokens mis en stake ?",
  "Unlock the amount you’d like to withdraw": "Débloquez la quantité que vous souhaitez retirer",
  "Wait 15 days before you can successfully withdraw the unlocked MAPO": "Attendez 15 jours avant de pouvoir retirer avec succès le MAPO débloqué",
  "Withdraw the unlocked MAPO, and you will get them in an instant": "Retirez le MAPO débloqué, et vous les obtiendrez instantanément",
  "Can the staking address be changed?": "L'adresse de staking peut-elle être changée ?",
  "How do I know the validator(s) to whom I should delegate my funds?": "Comment savoir à quel(s) validateur(s) je dois déléguer mes fonds ?",
  "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "Puisque le(s) validateur(s) que vous choisissez aura(ont) un impact direct sur vos récompenses, il est essentiel que vous fassiez des recherches avant de décider de voter pour un certain validateur. Quelques métriques générales à surveiller lors de la sélection : Taux d'activité de l'époque actuelle, présence sur les réseaux sociaux et pourcentage de commission.",
  "What are the factors that may affect the staking rewards?": "Quels sont les facteurs qui peuvent affecter les récompenses de staking ?",
  "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "Les récompenses de staking sont sujettes à fluctuation en fonction du ou des validateur(s) que vous choisissez, du nombre de participants au staking qui stakent, du volume des transactions et d'autres facteurs.",
  "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "Au moment de la publication, les stakers sur MAP Protocol gagnent des récompenses de staking de 13,12 % APY. Pour les informations les plus à jour, rendez-vous sur <link1>MAPO Scan</link1>.",
  "What are the risks involved in staking?": "Quels sont les risques impliqués dans le staking ?",
  "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "Comme toujours, il y a généralement une forme de risque impliquée dans la crypto et cela ne diffère pas avec le staking. La volatilité peut également affecter le résultat du staking et il n'y a pas de garanties car le processus de staking est aléatoire et les fluctuations de prix doivent toujours être prises en compte.",
  "Enter the amount you want to stake": "Entrez la quantité que vous voulez staker",
  "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "Pour staker avec succès, vous devez d'abord avoir du MAPO dans votre portefeuille. Vous pouvez obtenir du MAPO via Butter Swap. Une fois que vous avez du MAPO prêt dans votre portefeuille, vous pouvez procéder comme suit.",
  "Check validator info": "Vérifiez les informations du validateur",
  "Get MAPO": "Obtenez du MAPO"
}