{
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.":"Vous pouvez obtenir MAPO à partir d’un échange centralisé ou décentralisé, mais différents pays peuvent avoir des politiques différentes. Vérifiez quel serait le meilleur moyen pour vous d’obtenir MAPO.",
  "What is MAPO?": "Qu'est-ce que MAPO ?",
  "Currency for the permissionless, digital future.": "Monnaie pour l'avenir numérique sans permission.",
  "Currency of MAP Protocol omnichain apps.": "Monnaie des applications omnichain de MAP Protocol.",
  "Get MAPO": "Obtenir MAPO",
  "Current MAPO Price（USD）": "Prix actuel de MAPO (USD)",
  "Data Source: ": "Source des données :",
  "(LAST 24 HOUR)": "(DERNIÈRES 24 HEURES)",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPO est une cryptomonnaie. C'est l'argent numérique qui vous ouvre la porte pour accéder au réseau omnichain peer-to-peer de niveau Bitcoin. Si vous êtes nouveau dans le monde de la crypto, voici en quoi MAPO se distingue de l'argent traditionnel.",
  "Open to all, truly borderless": "Ouvert à tous, véritablement sans frontières",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPO est ouvert et accessible à quiconque avec une connexion internet et un portefeuille crypto, transcendant les frontières géographiques.",
  "You have the full autonomy": "Vous avez une autonomie complète",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "Les utilisateurs de MAPO ont un contrôle total sur leurs fonds et transactions, éliminant le besoin d'intermédiaires tels que les banques ou tout autre tiers.",
  "Privacy by default": "Confidentialité par défaut",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "MAPO donne la priorité à la confidentialité des utilisateurs par défaut. Bien que les transactions soient enregistrées sur un grand livre public, les identités des utilisateurs sont souvent pseudonymes.",
  "Peer-to-peer, no third parties": "Peer-to-peer, sans tiers",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "Vous pouvez envoyer votre MAPO sans aucun intermédiaire tel que les banques ou les processeurs de paiement. Envoyer MAPO est comme une remise d'argent en main propre, mais c'est en ligne et sécurisé par la cryptographie.",
  "Transparency and equity": "Transparence et équité",
  "User Experience": "Expérience Utilisateur",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "Toutes les transactions MAPO sont enregistrées sur la MAP Relay Chain, assurant la transparence et l'immuabilité. Cela signifie que vous pouvez vérifier les transactions de manière indépendante.",
  "Code is law": "Le code fait loi",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "MAPO fonctionne sur la base de règles prédéfinies et immuables encodées dans le logiciel. Les règles du système et la politique monétaire ne peuvent être modifiées par aucune autorité centrale.",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "Vous voulez acheter du MAPO ? Il est courant de confondre MAP et MAPO. MAPO est le nom du ticker sur la MAP Relay Chain, tandis que MAP est le nom sur d'autres chaînes.",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "Pour explorer l'écosystème de MAP Protocol, MAPO est probablement ce que vous cherchez à acheter. <link1>Plus sur Obtenir MAPO</link1>.",
  "What’s unique about MAPO?": "Qu'est-ce qui est unique à MAPO ?",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "Il y a de nombreuses cryptomonnaies et beaucoup d'autres jetons dans l'espace blockchain, mais il y a certaines choses que seul MAPO peut faire.",
  "MAPO fuels MAP Protocol": "MAPO alimente MAP Protocol",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPO est le cœur de MAP Protocol. Lorsque vous envoyez MAPO ou utilisez une application sur MAP Protocol, vous paierez des frais en MAPO pour utiliser le réseau MAP Protocol. Ces frais servent d'incitation pour un producteur de blocs à traiter et vérifier votre activité sur le réseau.",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "Les validateurs sont comme les gardiens de MAP Protocol - ils vérifient et s'assurent que toutes les transactions sont valides et précises. Ils sont sélectionnés aléatoirement pour vérifier de nouvelles traductions et les ajouter à une blockchain. Les validateurs seront récompensés avec une petite quantité de MAPO pour le travail qu'ils effectuent.",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "Il y a certaines exigences matérielles et logicielles que vous devez remplir pour devenir validateur. Vous pouvez consulter les détails sur <link1>Exécuter un Nœud</link1>.",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "Outre ces exigences, les validateurs doivent également miser une certaine quantité de MAPO pour aider à sécuriser l'ensemble du réseau MAP Protocol et gagner des récompenses. Si vous préférez sécuriser le réseau omnichain sans construire un nœud, vous pouvez toujours participer au staking en déléguant votre MAPO. <link1>Plus sur le staking</link1>.",
  "What is MAP Protocol?": "Qu'est-ce que MAP Protocol ?",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "Pour en savoir plus sur MAP Protocol — la technologie derrière MAPO, consultez les informations sur cette page.",
  "MAPO underpins the omnichain financial system": "MAPO sous-tend le système financier omnichain",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "Allant au-delà de simples transactions, la communauté omnichain crée un réseau financier englobant tout, qui est peer-to-peer et universellement accessible.",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "Actuellement, les utilisateurs peuvent gagner du MAPO grâce au staking. Cependant, à mesure que MAP Protocol évolue et s'étend, des fonctionnalités à venir telles que l'emprunt et le prêt seront introduites, élargissant l'utilité de MAPO.",
  "Uses for MAPO grow every day": "Les utilisations de MAPO augmentent chaque jour",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "Parce que MAP Protocol est programmable, les développeurs peuvent façonner MAPO de nombreuses manières. Voici juste quelques-unes des choses que vous pouvez faire avec MAPO.",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>Échanger des jetons</link1> — vous pouvez échanger MAPO avec des jetons sur plusieurs chaînes différentes.",
  "Earn interest — stake MAPO and get rewarded.": "<link1>Gagner des intérêts</link1> — miser MAPO et être récompensé.",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>Obtenir des stablecoins</link1> — accéder au monde des cryptomonnaies avec une valeur stable, moins volatile.",
  "Where to get MAPO": "Où obtenir MAPO",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "Vous pouvez obtenir MAPO auprès d'un échange centralisé ou d'un échange décentralisé, mais différents pays peuvent avoir des politiques différentes. Vérifiez pour voir quelle serait la meilleure façon pour vous d'obtenir MAPO.",
  "Why does MAPO have value?": "Pourquoi MAPO a-t-il de la valeur ?",
  "MAPO holds different values for different people.": "MAPO détient différentes valeurs pour différentes personnes.",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "Pour les utilisateurs de MAP Protocol, MAPO est précieux car il vous permet de payer les frais de transaction.",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "D'autres le voient comme une réserve de valeur numérique car la création de nouveaux MAPO ralentit avec le temps.",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "À l'avenir, MAPO deviendra également précieux pour les utilisateurs d'applications financières sur MAP Protocol, car ils pourront utiliser MAPO pour prêter, emprunter, diffuser ou même comme système de paiement.",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "Il y a aussi des utilisateurs qui sont des investisseurs qui prennent MAPO comme leur investissement similaire à Bitcoin ou à d'autres cryptomonnaies.",
  "MAPO is not the only token in crypto": "MAPO n'est pas le seul jeton dans la crypto",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "L'espace crypto permet à quiconque de créer de nouveaux actifs et de les échanger sur diverses plateformes. Ces actifs sont souvent étiquetés comme 'jetons'. Des actifs traditionnels comme l'or et l'immobilier aux concepts innovants comme l'art et même la valeur personnelle, la tokenisation redéfinit notre façon de penser la propriété.",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "Le paysage crypto abrite d'innombrables jetons, chacun avec son utilité et sa valeur uniques. L'innovation continue des développeurs garantit que de nouveaux jetons émergent continuellement, ouvrant la voie à de nouvelles opportunités et à l'expansion du marché.",
  "More on tokens": "Plus sur les jetons",
  "Stablecoins": "Stablecoins",
  "Decentralized finance (DeFi)": "Finance décentralisée (DeFi)",
  "Decentralized organizations (DAOs)": "Organisations décentralisées (DAOs)",
  "Non-fungible tokens (NFTs)": "Jetons non fongibles (NFTs)",
  "Different types of tokens": "Différents types de jetons",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "Jetons qui reflètent la valeur d'une monnaie traditionnelle telle que les dollars. Cela résout le problème de volatilité avec de nombreuses cryptomonnaies.",
  "Governance tokens": "Jetons de gouvernance",
  "Tokens that represent voting power in decentralized organizations.": "Jetons qui représentent le pouvoir de vote dans des organisations décentralisées.",
  "Sh*t coins": "Sh*t coins",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "Parce que n'importe qui — même des personnes avec de mauvaises intentions — peut créer un nouveau jeton, faites toujours vos recherches avant de décider d'investir dans ceux-ci !",
  "Collectible tokens": "Jetons de collection",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "Jetons qui représentent un objet de jeu de collection, une œuvre d'art numérique ou d'autres actifs uniques. Communément connus sous le nom de jetons non fongibles (NFTs)."
}