{
  "What is MAP Protocol?": "Qu'est-ce que MAP Protocol ?",
  "A Bitcoin layer-2. The foundation for Interoperability": "Une couche Bitcoin 2. La fondation pour l'interopérabilité",
  "What is Bitcoin layer-2": "Qu'est-ce que la couche Bitcoin 2 ?",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "Un guide complet pour les débutants sur le fonctionnement de MAP Protocol, les avantages qu'il apporte et comment il peut apporter un avenir véritablement interopérable où les actifs, le stockage et le calcul sont tous sur la chaîne et interopérables dans une réalité.",
  "The user gateway to Web3": "La passerelle utilisateur vers Web3",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "Les détails techniques hardcore et les étapes compliquées de cross-chain retiennent les nouveaux utilisateurs d'entrer dans le monde de Web3. MAP Protocol rend la navigation sur Web3 intuitive. Dans MAP Protocol, les utilisateurs ont seulement besoin de savoir qu'ils ont une pleine propriété sur leurs actifs, et quand ils déplacent des actifs d'une chaîne à une autre, c'est purement de pair à pair, et aucun tiers ne pourrait jamais intervenir.",
  "The all-in-one developer portal": "Le portail développeur tout-en-un",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "La souveraineté des données est au cœur de Web3, ce qui signifie que les utilisateurs ont une pleine propriété sur leurs données. Pour construire une application Web3, les développeurs doivent combiner les fonctionnalités de différentes blockchains afin que les actifs des utilisateurs, le stockage et le calcul soient tous sur la chaîne. Grâce à MAP Protocol, les développeurs peuvent composer de manière transparente différents composants de blockchain et construire des applications où les utilisateurs ont le contrôle sur leurs données et actifs.",
  "The guardian for the free and peer-to-peer flow of assets": "Le gardien pour le flux libre et de pair à pair des actifs",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 est le nouvel Internet de la valeur. Le flux de valeur Internet peut faire face à des préoccupations de sécurité et à des défis de la part de tiers. Alors que le flux d'actifs dans une seule blockchain est déjà de pair à pair, MAP Protocol va plus loin en permettant aux actifs sur différentes blockchains de circuler de manière purement de pair à pair.",
  "Summary": "Résumé",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol fournit l'infrastructure omnichain essentielle pour atteindre l'interopérabilité entre les actifs basés sur la blockchain, le stockage et le calcul. Construit sur la technologie du client léger et de la preuve à connaissance zéro, notre solution cross-chain interopérable est de pair à pair, sans aucune entité tierce de confiance. Le réseau MAP Protocol sert de passerelle utilisateur Web3 et de portail développeur, permettant aux utilisateurs et aux développeurs d'utiliser et de construire tout ce qui est cross-chain de manière de pair à pair.",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "Vous pouvez créer un compte MAP Protocol de n'importe où, à tout moment, et explorer des applications omnichain ou construire les vôtres. L'innovation clé est que vous pouvez faire toutes les choses cross-chain sans faire confiance à une autorité centrale qui pourrait changer les règles ou restreindre votre accès.",
  "What can MAP Protocol do?": "Que peut faire MAP Protocol ?",
  "Interoperable Omnichain Asset": "Actif Omnichain Interopérable",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol permet des transferts cross-chain transparents d'actifs basés sur la blockchain. Cela garantit que vous n'êtes pas confiné à un seul écosystème blockchain, améliorant la liquidité et l'utilité des actifs.",
  "Interoperable On-chain Storage and Computing": "Stockage et Calcul On-chain Interopérables",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "Au-delà des transferts d'actifs, MAP Protocol étend la sphère de l'interopérabilité pour inclure les ressources de stockage et de calcul on-chain, permettant aux développeurs d'applications décentralisées (dApp) d'utiliser efficacement les services à travers plusieurs blockchains.",
  "Enhanced Security and Privacy": "Sécurité et Confidentialité Améliorées",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "Construit sur la technologie du client léger et de la preuve à connaissance zéro, MAP Protocol adopte une approche purement de pair à pair pour les interactions cross-chain sans avoir besoin d'un tiers de confiance.",
  "Developer-Friendly Platform": "Plateforme Conviviale pour les Développeurs",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "Avec sa passerelle utilisateur Web3 et son portail développeur, MAP Protocol fournit les ensembles d'outils nécessaires pour que les développeurs construisent et déploient des applications cross-chain, agissant efficacement comme un catalyseur pour l'innovation blockchain.",
  "User Empowerment": "Autonomisation des Utilisateurs",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "Les utilisateurs peuvent créer un compte MAP Protocol facilement et explorer ou contribuer à l'écosystème omnichain. Aucune autorité centrale ne peut changer les règles ou restreindre l'accès, offrant ainsi aux utilisateurs un contrôle sans précédent.",
  "Peer-to-Peer Network": "Réseau de Pair à Pair",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "Le réseau omnichain MAP Protocol permet des transactions et des interactions de pair à pair, préservant l'éthos de décentralisation original de la technologie blockchain tout en offrant les avantages des capacités cross-chain.",
  "Bitcoin ecosystem growth": "Croissance de l'écosystème Bitcoin",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "Avec MAP Protocol étant la couche Bitcoin 2, tout actif sur n'importe quelle chaîne peut facilement interagir avec le réseau Bitcoin. Cela ajoutera d'autres types d'actifs et de communautés à l'écosystème et à la communauté Bitcoin existants.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "En plus de s'appuyer sur la technologie du client léger et de la preuve à connaissance zéro, MAP Protocol a renforcé sa sécurité en utilisant le réseau Bitcoin pour prévenir les attaques à longue portée."
}