{
  "Why would I use MAP Protocol?": "Pourquoi utiliserais-je MAP Protocol ?",
  "MAP Protocol stats": "Statistiques de MAP Protocol",
  "Cross-chain assets powered by MAP Protocol": "Actifs cross-chain alimentés par MAP Protocol",
  "Accounts (wallets) with MAPO balance": "Comptes (portefeuilles) avec un solde MAPO",
  "Smart contracts on MAP Protocol": "Contrats intelligents sur MAP Protocol",
  "Number of transactions powered by MAP Protocol": "Nombre de transactions alimentées par MAP Protocol",
  "Total MAPO staked": "Total MAPO misé",
  "Number of nodes on MAP Protocol": "Nombre de nœuds sur MAP Protocol",
  "Who runs MAP Protocol?": "Qui gère MAP Protocol ?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol n'est contrôlé par aucune entité particulière. Il existe chaque fois qu'il y a des ordinateurs connectés exécutant un logiciel suivant le MAP Protocol et ajoutant à la blockchain MAP Protocol. Chacun de ces ordinateurs est connu comme un nœud. Les nœuds peuvent être exécutés par n'importe qui, bien que pour participer à la sécurisation du réseau, vous devez miser MAPO (le jeton natif de MAP Protocol).",
  "What is MAP Relay Chain?": "Qu'est-ce que MAP Relay Chain ?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain est une blockchain compatible EVM construite sur le mécanisme de Preuve d'Enjeu et le consensus tolérant aux fautes byzantines et vit sur la couche de protocole de MAP Protocol. Elle étend proactivement et prend en charge les fonctionnalités des blockchains hétérogènes dans la machine virtuelle et construit un réseau de vérification de client léger efficace en termes de gaz.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "Le but principal de MAP Relay Chain est de maintenir les clients légers de toutes les blockchains intéressées et de faciliter la vérification sans confiance des messages cross-chain. Les validateurs sur MAP Relay Chain sont clés pour garantir la diversité et la robustesse du réseau omnichain. MAPO est la cryptomonnaie utilisée pour payer les frais de réseau iccured sur MAP Relay Chain.",
  "What is MAP Omnichain Service (MOS)?": "Qu'est-ce que MAP Omnichain Service (MOS) ?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS est l'acronyme de MAP Omnichain Service, qui est la deuxième couche de MAP Protocol. Semblable aux Google Mobile Services pour les développeurs Android, MOS permet aux développeurs d'applications décentralisées de construire des applications cross-chain ou omnichain avec facilité. Cette couche se compose de Vaults et de Data déployés sur chaque chaîne, et d'un programme de messagerie pour transmettre des messages entre les chaînes.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "Les développeurs d'applications décentralisées peuvent exécuter MOS indépendamment ou utiliser les services fournis par MOS. Ils peuvent également utiliser les Vaults et les Data dans MOS et partager la liquidité des Vaults et des Data avec d'autres applications. Le programme de messagerie est un SDK, déployé, exploité et maintenu par les développeurs d'applications décentralisées eux-mêmes. Les développeurs d'applications décentralisées peuvent également inciter de manière indépendante et flexible les contributeurs de messagerie à transmettre des messages omnichain pour l'application décentralisée.",
  "Meet MAPO, MAP Protocol’s native currency": "Rencontrez MAPO, la monnaie native de MAP Protocol",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "De nombreuses actions sur le réseau MAP Protocol nécessitent un travail à effectuer sur MAP Relay Chain. Ce calcul n'est pas gratuit ; il est payé en utilisant la cryptomonnaie native de MAP Protocol appelée MAPO. Cela signifie que vous avez besoin d'au moins une petite quantité de MAPO pour utiliser le réseau.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO est purement numérique, et vous pouvez l'envoyer à n'importe qui n'importe où dans le monde instantanément. L'offre de MAPO n'est contrôlée par aucun gouvernement ou entreprise — elle est décentralisée et complètement transparente. MAPO est émis de manière précise selon le protocole.",
  "Network fees on MAP Protocol": "Frais de réseau sur MAP Protocol",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "Les frais de réseau sur le mainnet de MAP Protocol sont appelés frais de gaz. Ce sont de petites charges encourues pour les efforts de calcul nécessaires pour traiter les transactions sur MAP Relay Chain. Ces frais servent de mécanisme pour allouer équitablement les ressources du réseau et décourager le spam ou les activités malveillantes.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "Contrairement aux plateformes blockchain typiques où les frais de gaz sont une fonctionnalité standard, MAP Protocol ne facture des frais de gaz que pour les transactions cross-chain traitées sur MAP Relay Chain. Plus la transaction est complexe, plus les frais de gaz sont élevés. Les frais sont également influencés par la congestion du réseau ; pendant les périodes de forte activité, les frais peuvent augmenter.",
  "Run a node": "Exécuter un nœud",
  "More on MAP Relay Chain": "Plus sur MAP Relay Chain",
  "More on MAP Protocol": "Plus sur MAP Protocol",
  "What is MAPO?": "Qu'est-ce que MAPO ?",
  "Get MAPO": "Obtenir MAPO",
  "More on gas fees": "Plus sur les frais de gaz",
  "Data Source: ": "Source de données : "
}