{
  "Bitcoin ecosystem growth": "Croissance de l'écosystème Bitcoin",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "Avec MAP Protocol étant la couche Bitcoin 2, tout actif sur n'importe quelle chaîne peut facilement interagir avec le réseau Bitcoin. Cela ajoutera d'autres types d'actifs et de communautés à l'écosystème et à la communauté Bitcoin existants.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "En plus de s'appuyer sur la technologie du client léger et de la preuve à connaissance zéro, MAP Protocol a renforcé sa sécurité en utilisant le réseau Bitcoin pour prévenir les attaques à longue portée.",
  "Further empowering gamers": "Autonomiser davantage les joueurs",
  "Traditionally, gamers are limited by centralized gaming service platforms and do not actually own the in-game items they have purchased or acquired. To trade or transfer in-game assets, gamers are forced to use black market websites which often come with extra security risks.": "Traditionnellement, les joueurs sont limités par des plateformes de services de jeux centralisées et ne possèdent pas réellement les objets en jeu qu'ils ont achetés ou acquis. Pour échanger ou transférer des actifs en jeu, les joueurs sont forcés d'utiliser des sites Web de marché noir qui s'accompagnent souvent de risques de sécurité supplémentaires.",
  "Blockchain gaming has changed this old gaming modality. Web3 projects such as Crypto Kitties, Axie Infinity, and Dark Forest have created a new gaming paradigm where players are encouraged to trade in-game items and are rewarded for their playtime. As with many first-time innovations, however, those blockchain gaming projects are far from perfect and have turned off true gamers due to scalability issues, transaction fees, and the complexity of managing blockchain-based assets.": "Le jeu sur blockchain a changé cette ancienne modalité de jeu. Des projets Web3 tels que Crypto Kitties, Axie Infinity et Dark Forest ont créé un nouveau paradigme de jeu où les joueurs sont encouragés à échanger des objets en jeu et sont récompensés pour leur temps de jeu. Comme avec de nombreuses premières innovations, cependant, ces projets de jeu sur blockchain sont loin d'être parfaits et ont découragé les vrais joueurs en raison de problèmes de scalabilité, de frais de transaction et de la complexité de la gestion des actifs basés sur la blockchain.",
  "This is where omnichain and fully on-chain gaming comes in. Through MAP Protocol, GameFi projects can not only have gaming assets tradable and interoperable on all chains but all aspects of game state, logic, and data on the blockchain, so blockchain gaming becomes an autonomous world where players have their full agency and contribute to the development of the game.": "C'est là que le jeu omnichain et entièrement on-chain entre en jeu. Grâce à MAP Protocol, les projets GameFi peuvent non seulement avoir des actifs de jeu échangeables et interopérables sur toutes les chaînes, mais aussi tous les aspects de l'état du jeu, de la logique et des données sur la blockchain, de sorte que le jeu sur blockchain devient un monde autonome où les joueurs ont leur pleine agence et contribuent au développement du jeu.",
  "Towards a truly interoperable future": "Vers un avenir véritablement interopérable",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Aujourd'hui, la plupart des solutions d'interopérabilité ne mettent l'accent que sur les transactions cross-chain d'actifs. Cependant, un avenir Web3 véritablement interopérable va au-delà de cela — c'est un avenir où les opérations d'applications décentralisées, y compris les transactions, le stockage de données et le calcul, sont effectuées sur la blockchain et sont interopérables à travers différentes chaînes, donnant aux utilisateurs un contrôle total sur leurs données et leur vie privée.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various blockchain components, enabling the construction of apps where all operations are on-chain. This provides users with complete control over their data and assets across multiple chains.": "MAP Protocol ouvre la voie à cet avenir Web3 véritablement interopérable. Grâce à MAP Protocol, les développeurs peuvent intégrer de manière transparente divers composants de blockchain, permettant la construction d'applications où toutes les opérations sont on-chain. Cela offre aux utilisateurs un contrôle complet sur leurs données et actifs à travers plusieurs chaînes.",
  "Unlocking the future of Bitcoin ecosystem": "Débloquer l'avenir de l'écosystème Bitcoin",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. However, as BCR-20 tokens and Ordinal NFTs took over the Web3 sphere in May 2023, The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability.": "En raison du manque de complétude de Turing, Bitcoin est limité dans son utilité par rapport à Ethereum, et son écosystème se développe lentement. Cependant, alors que les jetons BCR-20 et les NFT Ordinaux ont pris d'assaut la sphère Web3 en mai 2023, le nouveau récit de l'écosystème Bitcoin a révoqué des sujets et des débats sur l'interopérabilité de Bitcoin.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "Avec le BRC-201 de MAP Protocol, un protocole d'extension cross-chain pour les jetons BRC-20, les actifs BRC-20 et ORC-20 sur le réseau Bitcoin peuvent interagir avec d'autres jetons sur d'autres chaînes publiques. Cette couche d'interopérabilité cross-chain du réseau Bitcoin contribuera également à la croissance de la communauté Bitcoin dans son ensemble.",
  "Enabling easy cross-chain asset flows": "Permettre des flux d'actifs cross-chain faciles",
  "MAP Protocol leverages light clients and Zero-Knowledge (ZK) proofs to offer a trustless environment for seamless asset transfers across multiple blockchains, including both EVM and non-EVM chains. This eliminates the need for centralized authorities or third-party services, reinforcing the principles of decentralization while ensuring secure and efficient transactions.": "MAP Protocol tire parti des clients légers et des preuves à connaissance zéro (ZK) pour offrir un environnement sans confiance pour des transferts d'actifs transparents à travers plusieurs blockchains, y compris les chaînes EVM et non-EVM. Cela élimine le besoin d'autorités centralisées ou de services tiers, renforçant les principes de décentralisation tout en garantissant des transactions sécurisées et efficaces.",
  "Beyond simple asset transfers, MAP Protocol also enables cross-chain communication for storage and computing capacities. This offers unprecedented flexibility for decentralized application (dApp) developers to build more robust, scalable, and interoperable applications. The technology stands as a pivotal contribution to the blockchain ecosystem, bringing us closer to a truly interconnected world where assets and resources flow effortlessly between chains.": "Au-delà des simples transferts d'actifs, MAP Protocol permet également une communication cross-chain pour les capacités de stockage et de calcul. Cela offre une flexibilité sans précédent aux développeurs d'applications décentralisées pour construire des applications plus robustes, évolutives et interopérables. La technologie se présente comme une contribution pivotale à l'écosystème blockchain, nous rapprochant d'un monde véritablement interconnecté où les actifs et les ressources circulent sans effort entre les chaînes.",
  "Saving time and money to build awesome apps": "Économiser du temps et de l'argent pour construire des applications géniales",
  "Building on a single chain is simple with low maintenance, but at the same time has limited user reach and adaptability, thus adding extra work to deploy on other chains or use a potentially unsafe cross-chain solution. Moreover, building on multiple blockchains means managing multiple ledgers at the same time, and this can be difficult and more costly than operating on a single chain.": "Construire sur une seule chaîne est simple avec peu de maintenance, mais en même temps a une portée utilisateur limitée et une adaptabilité, ajoutant ainsi un travail supplémentaire pour déployer sur d'autres chaînes ou utiliser une solution cross-chain potentiellement dangereuse. De plus, construire sur plusieurs blockchains signifie gérer plusieurs registres en même temps, et cela peut être difficile et plus coûteux que d'opérer sur une seule chaîne.",
  "Instead of choosing between the lesser of two evils, sacrificing time and resources to become multi-chain or cross-chain, and compromising on feature development, projects and developers can directly deploy on MAP Protocol or use MAP Protocol to become omnichain where they do not have to spend extra time and money on finding a cross-chain solution or using bridges to become multi-chain.": "Au lieu de choisir entre le moindre de deux maux, sacrifier du temps et des ressources pour devenir multi-chaîne ou cross-chaîne, et compromettre le développement de fonctionnalités, les projets et les développeurs peuvent directement déployer sur MAP Protocol ou utiliser MAP Protocol pour devenir omnichain où ils n'ont pas à passer du temps et de l'argent supplémentaires à trouver une solution cross-chain ou à utiliser des ponts pour devenir multi-chaîne.",
  "With MAP Protocol, projects only need to focus on all the essentials for app development and find ways to enhance user experiences, so that innovation can come and drive real dApp mass adoption.": "Avec MAP Protocol, les projets n'ont besoin de se concentrer que sur tous les éléments essentiels pour le développement d'applications et de trouver des moyens d'améliorer les expériences utilisateur, afin que l'innovation puisse venir et entraîner une véritable adoption de masse des dApps."
}