{
  "Welcome to MAP Protocol Community": "歡迎來到 MAP Protocol 社區",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol 是成千上萬開發者、技術人員、設計師、用戶、MAPO HODLers 和愛好者的家園。",
  "Why become part of the MAP Protocol community?": "為什麼成為 MAP Protocol 社區的一部分？",
  "Participate freely": "自由參與",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "你可以自由遠程貢獻，因此可以隨時隨地工作。",
  "Find your cohort": "找到你的同伴",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "你有機會與志同道合的夥伴連接。通過團隊合作，參與者可以提高他們的翻譯技能，交換寶貴的見解，並共同克服挑戰。",
  "Get recognized and compensated": "獲得認可和報酬",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "你的名字將出現在你所做的工作旁邊。此外，你所做的出色工作將得到報酬。",
  "How to get involved?": "如何參與？",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "有很多方法可以參與到快速發展的 Map Protocol 社區中；你可以加入一個受歡迎的在線社區，參加一個活動，加入一個聚會小組，為一個項目做出貢獻，或參與關於 Map Protocol 的眾多在線論壇之一。",
  "Join online communities": "加入在線社區",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "找到你的同伴，並與許多其他 MAP Protocol 愛好者一起參與。",
  "MAP Protocol events": "MAP Protocol 活動",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "查找並參加 MAP Protocol 會議、黑客松或聚會。",
  "Run a node": "運行一個節點",
  "Operate your own node is a great way to contribute to the whole network.": "操作你自己的節點是為整個網絡做出貢獻的好方法。",
  "Stake MAPO": "質押 MAPO",
  "Get your MAPO and stake them to earn more rewards.": "獲得你的 MAPO 並質押它們以賺取更多獎勵。",
  "Contribute to MAP Protocol": "對 MAP Protocol 做出貢獻",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "正如我們支持開放性和點對點去中心化，我們的目標是使知識對所有人免費可用。這個網站上的所有內容都是開源的。你可以提出新的編輯，建議閃亮的新功能，幫助我們改進。",
  "More on contribution": "更多關於貢獻的信息",
  "Learn about MAPDAO": "了解 MAPDAO",
  "Join Telegram": "加入 MAPDAO",
  "Community center": "社區中心"
}