{
  "Welcome to MAP Protocol": "歡迎來到 MAP Protocol",
  "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol 是一個用於點對點跨鏈互操作的比特幣第二層網絡",
  "Explore MAP Protocol": "探索 MAP Protocol",
  "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "比特幣L2們的第零層、比特幣生態與其他生態之間互操作的比特幣第二層網絡",
  "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "通過利用比特幣網絡的安全機制，MAP Protocol的安全性受比特幣網絡確保，並通過的 <link1>BRC201 協議</link1> 實現一層和二層之間的資產跨鏈。同時，通過成功研發的尖端 ZK-LightClient 技術，實現各個比特幣第二層之間的點對點互操作，以及其他公鏈與比特幣網絡之間的互操作。",
  "The Bitcoin-level peer-to-peer cross-chain network": "比特幣級別的點對點跨鏈網絡",
  "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "與“純粹的點對點”比特幣網絡類似，MAP Protocol 的跨鏈網絡也是點對點的，不經過任何第三方。跨鏈請求的有效性完全取決於它是否已在源鏈上發生，而不是依賴於可信第三方的決定或證明。",
  "The frontier for building anything cross-chain": "構建覆蓋所有比特幣二層的應用",
  "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "眾多的比特幣二層應該是一個整體，而非割裂。我們為開發者提供了一整套的 <link1>開發工具、教程和SDK</link1>，通過MAP Protocol的比特幣二層網絡，開發者可以盡可能輕鬆地構建覆蓋所有比特幣二層的跨鏈dAPP，而這一切就像在單個鏈上構建應用一樣簡單。",
  "The infra for interoperable on-chain assets, storage, and computing": "用於互操作的鏈上資產、存儲和計算的基礎設施",
  "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "互操作性不僅僅是連接不同鏈上的不同代幣。一個真正去中心化的 Web3 是資產、存儲和計算都在鏈上並且可互操作的地方。我們提供用於互操作的鏈上資產、存儲和計算的基礎設施。",
  "Get started": "開始",
  "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol 是用戶進入比特幣生態的入口，更是進入整個互操作鏈上世界的入口，以下是一些簡單的步驟，幫助用戶快速體驗這一不斷發展的技術。",
  "Start with a Wallet": "從錢包開始",
  "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "找到允許您連接到 MAP Protocol 並管理您資金的錢包。",
  "Get some MAPO": "獲取一些 MAPO",
  "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO 是 MAP Protocol 的貨幣 — 您可以將其用於各種目的。",
  "Try decentralized exchanges (DEXs)": "嘗試去中心化交易所 (DEXs)",
  "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEXs 對去中心化金融 (DeFi) 具有變革性的意義。拿起你的 MAPO 並熟悉在 DEX 上交易的機制。",
  "Build an omnichain dApp or become omnichain": "構建一個比特幣生態應用或成為比特幣L2互操作網絡的一員",
  "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "EVM兼容，無需要額外學習新的語言。MAP Protocol 覆蓋的比特幣二層網絡及其他生態公鏈在不斷增加中。",
  "What is MAP Protocol?": "什麼是 MAP Protocol？",
  "Learn about MAPDAO": "了解 MAPDAO",

  "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol 作為一個專注於跨鏈互操作的比特幣第二層，它提供了實現基於區塊鏈的資產、存儲和計算之間互操作的基礎設施構建在 <link1>ZK 輕客戶端</link1> 技術之上，其互操作解決方案是點對點的，不需要任何可信的第三方實體，因此將孤立的比特幣二層網絡或使用第三方橋的區塊鏈轉變為一體化的比特幣生態去中心應用開發平台，以及 Web3 用戶的入口門戶。",
  "More on MAP Protocol": "更多關於 MAP Protocol",
  "The case for MAP Protocol as Bitcoin layer-2": "MAP Protocol作為Bitcoin作為比特幣L2s 第零層",

  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "眾多的比特幣二層意味著用戶和資產的隔離，MAP Protocol提供的基礎設施已讓 Conflux 等比特幣二層解決方案實現點對點互聯互通。與此同時，通過ZK- LightClient技術實現的互操作網絡，讓以太坊、BNB Chain、Plolygn、Near、Klaytn等與包括 Conflux 在內的比特幣網絡實現互聯互通。讓構建暢通無阻的比特幣二層應用實現可能。",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "",
  "More on Bitcoin layer-2": "更多關於 Bitcoin 第二層",
  "Don't trust, verify: Refactor light clients verification with ZK-proof": "不要相信，去驗證：用零知識證明重構輕客戶端驗證",
  "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "最初在中本聰 2008 年的白皮書中以簡化支付驗證（或 SPV）的形式提出，輕客戶端是一種允許功能較弱的客戶端盡可能多地與網絡進行安全保障的交互方式。<link2>零知識證明</link2>最早由 Manuel Blum、Paul Feldman 和 Silvio Micali 在 1989 年提出，現在已經在匿名支付、身份驗證、可驗證計算和鏈上投票中有了應用。",
  "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol 用零知識證明重構了輕客戶端技術，進一步提高了輕客戶端驗證效率，同時保持整個驗證過程是點對點的，無需信任任何第三方。",
  "More on light clients": "更多關於輕客戶端",
  "More on zero-knowledge proofs": "更多關於零知識證明",
  "Toward a truly interoperable future: Omnichain and fully on-chain": "邁向真正互操作的未來：全鏈和完全鏈上",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "今天，大多數互操作性解決方案只強調資產跨鏈交易。然而，一個真正互操作的 Web3 未來不止於此——在這個未來，包括交易、數據存儲和計算在內的 dApp 操作都在區塊鏈上執行，並且可以跨不同的鏈互操作，賦予用戶對他們的數據和隱私的完全控制。",
  "Explore omnichain and fully on-chain": "探索全鏈和完全鏈上",
  "The all-in-one developer portal": "全能型開發者門戶",
  "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol 及其應用程序是透明和開源的，是您所有區塊鏈互操作性需求的首選解決方案。無論是希望您的鏈與另一個區塊鏈連接、構建跨多個區塊鏈運行的 dApp，還是甚至與比特幣生態系統互動，我們都讓您輕鬆構建任何 <link1>全鏈和完全鏈上</link1> 的東西。",
  "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "深入我們廣泛的文檔和教程，學習如何結合不同類型區塊鏈的功能，並創建具有開創性特徵的應用程序。",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol 為這個真正互操作的 Web3 未來鋪平了道路。通過 MAP Protocol，開發者可以連接到包括比特幣網絡在內的廣泛區塊鏈生態系統，並整合不同組件，使得構建所有操作都在鏈上的應用成為可能。這為用戶提供了跨多鏈完全控制其數據和資產的能力。",
  "View documentation": "查看文檔",
  "MAP Protocol today": "今日的 MAP Protocol",
  "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "最新的 MAP 中繼鏈統計數據（數據來源：<link1>MAPO 瀏覽器</link1>）",
  "TOTAL MAPO STAKED": "總共質押的 MAPO",
  "The total amount of MAPO currently being staked and securing the network.": "目前正在質押並保護網絡的 MAPO 總量。",
  "NODES": "節點",
  "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAP 中繼鏈由全球志願者運行，被稱為節點。",
  "TRANSACTIONS": "交易數量",
  "The number of cross-chain transactions successfully processed by the network.": "網絡成功處理的跨鏈交易數量。",
  "TOTAL ADDRESS": "總地址數",
  "The number of users in MAP Protocol grows every day.": "MAP Protocol 中的用戶數量每天都在增長。",
  "Join MAP Protocol community": "加入 MAP Protocol 社區",
  "Join over 5,000 members on MAPDAO Discord community!": "加入 MAPDAO Telegram 社區的 24,000 多名成員！",
  "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "我們舉行每月社區通話，分享關於 MAP Protocol 發展和重要生態系統新聞的激動人心的更新。您將有機會提問、分享想法、以不同方式做出貢獻——這是成為繁榮的 MAPDAO 社區一部分的絕佳機會。",
  "Join Telegram": "加入 MAPDAO"
}