{
  "Run a node to secure the network": "運行節點以保障網絡安全",
  "Secure the network": "保護網絡",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "運行您自己的節點是保持完全主權的好方法，同時有助於保護整個網絡並維護去中心化。",
  "What is a node?": "什麼是節點？",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "在區塊鏈網絡中，節點是參與網絡並維護分佈式賬本副本（即區塊鏈）的計算機。區塊鏈網絡中的節點可以有不同的角色和責任，這取決於特定區塊鏈的架構和共識算法。",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "作為POS鏈，MAP Protocol 需要驗證節點負責驗證交易並盡可能安全地維護 MAP Relay Chain 網絡。",
  "Who can run a node?": "誰可以運行節點？",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "任何有適當設置和足夠賭注的人都可以成為驗證者。",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "您可以在 <link1>MAPO Scan</link1> 上找到所有當前驗證者及其投票的概覽，以及關於如何成為新驗證者的完整指南，請點擊 <link2>這裡</link2>。",
  "Build your node": "構建您的節點",
  "Hardware": "硬件",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol 是一個具有與工作證明網絡不同的硬件要求的股權證明網絡。股權證明共識對CPU的要求不高，但對網絡連接和延遲更敏感。",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "以下是在 MAPO 網絡上運行驗證者的標準要求列表。",
  "Memory": "內存",
  "Disk": "磁盤",
  "256 GB of SSD storage, plus a secondary HDD": "256 GB 的 SSD 存儲，加上一個二級 HDD",
  "Network": "網絡",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "至少100 Mb 輸入/輸出以太網與光纖互聯網連接（理想情況下是冗餘連接和HA交換機）",
  "Software": "軟件",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "構建 atlas 需要 git、Go（1.14 或更高版本）和 C 編譯器。",
  "You can install them using your favorite package manager.": "您可以使用您喜歡的包管理器安裝它們。",
  "Others": "其他",
  "Your account needs to have at least 1,000,000 MAPO.": "您的賬戶需要至少有 1,000,000 MAPO。",
  "Run your node": "運行您的節點",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "確保您在 MAP Protocol 上運行驗證者節點之前已滿足我們的先決條件。遵循五個步驟或高級指南以使您在 MAP Protocol 上的驗證者節點運行。",
  "You can also browse our guides on How To Become A New Validator to get started.": "您還可以瀏覽我們關於 <link1>如何成為新驗證者</link1> 的指南來開始。",
  "Step 1: Create an account": "步驟 1: 創建賬戶",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "在這一步，你需要將你的身份信息轉移到相應的管理合約中，該合約將管理你的賬戶、密鑰和元數據。",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "這一步的目的是通過授權替代密鑰用於簽署聲明、投票和驗證，以保持你鎖定的<text>MAPO</text>更安全。通過這樣做，你可以繼續參與協議，同時將訪問你鎖定的<text>MAPO</text>的密鑰保管起來。",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "你需要使用<text>createAccount</text>命令來執行上述操作。有關<text>createAccount</text>命令的更多詳細信息，請查看<link1>這裡</link1>。",
  "Step 2: Authorize": "步驟 2: 授權",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "授權一個地址代表賬戶簽署共識消息。這個被授權的地址被稱為簽名者。顧名思義，簽名者只負責簽名。你的獎勵不會發放給簽名者，而是發放給在前一步驟中創建的賬戶。",
  "Step 3: Locked MAPO": "步驟 3: 鎖定 MAPO",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "我們設定的成為驗證者的門檻是將 1,000,000 <text>MAPO</text>鎖定在相應的管理智能合約中。這些鎖定的<text>MAPO</text>將用於未來的懲罰，這也是被選舉的條件之一。",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "你需要使用<text>lockedMAPO</text>命令來執行上述操作，有關<text>lockedMAPO</text>命令的更多詳細信息，請查看<link1>這裡</link1>。",
  "Step 4: Validator register": "步驟 4: 驗證者註冊",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "這一步是作為新驗證者註冊的關鍵步驟。你需要使用register命令來執行上述操作。有關<text>register</text>命令的更多詳細信息，請查看<link1>這裡</link1>。",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "在這一步，你將成功註冊為驗證者。接下來，你可以嘗試為自己投票。有關如何投票的詳細信息，請查看<link1>這裡</link1>。",
  "Step 5: Vote": "步驟 5: 投票",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "驗證者必須至少擁有 0.001 的投票比例才能被考慮參選，因此驗證者需要擁有投票權。您可以使用您的驗證者賬戶為自己投票，或者讓其他驗證者或用戶為您代理投票。",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "由於您在步驟 3 中鎖定了 1,000,000 <text>MAPO</text>，現在為自己投票是一個明智的決定。",
  "Stake your MAPO": "質押您的 MAPO",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "如果構建自己的節點感覺令人生畏或超出了您的技術專長，您不必被邊緣化。只需質押MAPO即可！您仍然可以在加強和維持我們的網絡中發揮關鍵作用。"
}