{
  "Get rewarded while securing MAP Protocol omnichain network": "在保護 MAP Protocol 全鏈網絡的同時獲得獎勵",
  "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "質押 MAPO 對整個 MAP Protocol 全鏈生態系統是一種公共利益。驗證者在適當設置其節點後，需要有足夠的質押。",
  "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "作為一個無需許可的委託權益證明 (DPoS) 區塊鏈，MAP Protocol 允許用戶通過將他們的 MAPO 委託給處理交易並運行網絡的驗證者來進行質押。",
  "TOTAL MAPO STAKED": "總計質押的 MAPO",
  "TOTAL VALIDATORS": "驗證者總數",
  "CURRENT APR": "當前年化收益率",
  "What is staking": "什麼是質押",
  "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "一般而言，質押是參與權益證明 (PoS) 或類似共識機制的過程，以支持區塊鏈網絡的運作。參與者在錢包中鎖定一定數量的加密貨幣以幫助驗證交易，保護網絡安全，並產生新的區塊。作為回報，參與者通常會收到額外的代幣作為獎勵，這可能會帶來一系列被動收入。",
  "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "在 MAP Protocol 中，質押是將一定數量的 MAPO 鎖定在 <link1>MAPO 驗證者池</link1>中的行為。驗證者和用戶都可以參與質押。",
  "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "一旦驗證者配置了他們的驗證者節點，他們需要在其質押池中擁有 100 萬 MAPO。用戶可以通過將他們的 MAPO 委託給特定驗證者的質押來參與質押；通過這種方式，他們幫助該驗證者運營，並根據他們的質押獲得一定比例的獎勵。",
  "More on how to get MAPO": "關於如何獲得 MAPO 的更多信息",
  "Why stake your MAPO": "為什麼要質押你的 MAPO",
  "Earn rewards": "賺取獎勵",
  "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "獎勵是針對幫助網絡達成共識的行為而給予的。你會因為將你的資產委託給正確的驗證者而獲得獎勵，因為這樣的驗證者會正確地將交易打包進新的區塊並檢查其他驗證者的工作，這是保持鏈安全運行的關鍵。",
  "Better security": "更好的安全性",
  "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "隨著更多 MAPO 被質押，網絡對攻擊的抵抗力越強，因為這樣就需要更多的 MAPO 來控制網絡的大多數。要成為威脅，你需要持有大多數驗證者，這意味著你需要控制系統中大多數的 MAPO —— 這是一大筆！",
  "More sustainability": "更可持續",
  "Stake MAPO": "質押 MAPO",
  "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "質押者不需要進行耗能的工作量證明計算來參與保護網絡，這意味著質押節點可以在相對簡單的硬件上運行，使用非常少的能源。",
  "How to stake MAPO as a user": "用戶如何質押 MAPO",
  "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*重要提示：要成功質押，你需要首先在你的錢包中擁有 MAPO。你可以通過 <link1>Butter Swap</link1> 獲得 MAPO。一旦你的錢包中準備好 MAPO，你可以按照以下步驟進行：",
  "Go to the Staking Page and connect your wallet": "前往 <link1>質押頁面</link1> 並連接你的錢包",
  "Lock your MAPO for staking": "為質押鎖定你的 MAPO",
  "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "如果這是你第一次參與質押，你將被要求首先創建一個帳戶。只需輸入你的帳戶名稱，點擊“提交”，然後前往質押頁面鎖定你的 MAPO。",
  "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "鎖定的 MAPO 數量應該是你可以用於質押的 MAPO 數量。“解鎖”顯示了你的錢包中未鎖定的 MAPO 代幣數量。",
  "Hit the “Lock” button and put in the amount you want to use for staking.": "點擊“鎖定”按鈕並輸入你想用於質押的金額。",
  "Select the validator and delegate your MAPO": "選擇驗證者並委託你的 MAPO",
  "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "一旦你鎖定了一定數量的 MAPO，你可以選擇你想要委託你的 MAPO 的驗證者。選擇驗證者的行為被稱為“投票”。",
  "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "在你決定要投票支持的驗證者之前，訪問驗證者池信息頁面並查看他們的表現。你也可以在 MAP Protocol 驗證者論壇頁面上閱讀驗證者的介紹，了解為什麼你應該為某個驗證者投票。",
  "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "在選擇驗證者時，你需要自己進行研究並投票給稱職的驗證者。你的 MAPO 將被委託給你選擇的驗證者。",
  "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "輸入你想抵押的金額並點擊“繼續”。現在你可以在“你的投票”部分檢查你的抵押狀態。",
  "User Staking FAQs": "用戶抵押常見問題",
  "Is there any fee that I should be aware of such as delegation fee?": "有沒有我需要注意的費用，比如委託費？",
  "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "當你將你的 MAPO 委託給選定的驗證者時，你需要支付少量的 MAPO 作為燃料費。此外，當你在 MAP Relay Chain 上首次創建你的抵押帳戶時，會收取大約 1.5 MAPO 作為燃料費。",
  "What is the minimum amount of MAPO I can start staking?": "我可以開始抵押的最低 MAPO 數量是多少？",
  "You will need 10 MAPO at minimum to start staking.": "你至少需要 10 MAPO 才能開始抵押。",
  "How many validators can I choose to vote for?": "我可以選擇投票給多少驗證者？",
  "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "你可以選擇投票給的驗證者數量沒有限制。但是，每次你為新的驗證者投票時，投票將作為區塊上的新交易被計算，你需要為每個新交易支付燃料費。",
  "How long do I need to wait to receive my staking rewards?": "我需要等多久才能收到我的抵押獎勵？",
  "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "一旦時代更新，就會獲得獎勵。這意味著你需要等待大約 3 到 5 天，在你為你選擇的驗證者投票後才能收到你的獎勵。",
  "When can I withdraw my staked MAPO?": "我什麼時候可以提取我抵押的 MAPO？",
  "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "一旦你的 MAPO 被解鎖，你可以隨時立即提取你的 MAPO。但是，解鎖 MAPO 有 15 天的等待期。",
  "What is the reward percentage for staking MAPO?": "抵押 MAPO 的獎勵百分比是多少？",
  "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "由於你是通過驗證者池進行抵押的，驗證者的表現和聲譽可能會影響你的獎勵。那些持續產生區塊並保持高可用性的驗證者可能會為其委託人提供更好的獎勵。",
  "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "你可以擁有多個用於抵押的帳戶，但你不能使用一個地址進行抵押而使用另一個地址接收獎勵。一旦設置，抵押地址就是你共識資金的地址——包括最初的和隨後的獎勵——並且不能更改。因此，請妥善備份並安全存儲此地址。",
  "How to withdraw my staked tokens?": "如何提取我的抵押代幣？",
  "Unlock the amount you’d like to withdraw": "解鎖你想提取的金額",
  "Wait 15 days before you can successfully withdraw the unlocked MAPO": "解鎖 MAPO 後需等待 15 天才能成功提取",
  "Withdraw the unlocked MAPO, and you will get them in an instant": "提取解鎖的 MAPO，你將立即得到它們",
  "Can the staking address be changed?": "抵押地址可以更改嗎？",
  "How do I know the validator(s) to whom I should delegate my funds?": "我怎麼知道應該將我的資金委託給哪些驗證者？",
  "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "由於你選擇的驗證者將直接影響你的獎勵，所以在決定投票給某個驗證者之前進行一些研究是至關重要的。在選擇時要注意的一些一般指標包括：當前時代的活動率、社交媒體的存在感以及佣金比例。",
  "What are the factors that may affect the staking rewards?": "哪些因素可能影響抵押獎勵？",
  "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "抵押獎勵會根據你選擇的驗證者、參與抵押的參與者數量、交易量和其他因素而波動。",
  "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "在發布時，MAP Protocol 上的抵押者獲得的抵押獎勵為 13.12% 的年化收益率。要獲得最新信息，請訪問 MAPO Scan。",
  "What are the risks involved in staking?": "抵押涉及哪些風險？",
  "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "和往常一樣，加密貨幣通常涉及某種形式的風險，抵押也不例外。波動性也可能影響抵押的結果，並且由於抵押過程是隨機的，且價格波動需要始終考慮在內，所以沒有保證。",
  "Enter the amount you want to stake": "輸入你想要抵押的金額",
  "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "要成功進行抵押，你首先需要在你的錢包中擁有 MAPO。你可以通過 Butter Swap 獲得 MAPO。一旦你的錢包中準備好了 MAPO，你就可以按照以下步驟進行。",
  "Check validator info": "檢查驗證者信息",
  "Get MAPO": "獲取 MAPO"
}