{
  "Further empowering gamers": "進一步賦能玩家",
  "Traditionally, gamers are limited by centralized gaming service platforms and do not actually own the in-game items they have purchased or acquired. To trade or transfer in-game assets, gamers are forced to use black market websites which often come with extra security risks.": "傳統上，玩家受到中心化遊戲服務平台的限制，實際上並不擁有他們購買或獲得的遊戲內物品。為了交易或轉移遊戲資產，玩家被迫使用黑市網站，這往往帶來額外的安全風險。",
  "Blockchain gaming has changed this old gaming modality. Web3 projects such as Crypto Kitties, Axie Infinity, and Dark Forest have created a new gaming paradigm where players are encouraged to trade in-game items and are rewarded for their playtime. As with many first-time innovations, however, those blockchain gaming projects are far from perfect and have turned off true gamers due to scalability issues, transaction fees, and the complexity of managing blockchain-based assets.": "區塊鏈遊戲改變了這種舊的遊戲方式。像 Crypto Kitties、Axie Infinity 和 Dark Forest 這樣的 Web3 項目創造了一個新的遊戲範式，在這裡玩家被鼓勵交易遊戲內物品，並因他們的遊戲時間而得到獎勵。然而，與許多初創的創新一樣，這些區塊鏈遊戲項目遠非完美，由於可擴展性問題、交易費用和管理基於區塊鏈資產的複雜性，已經讓真正的玩家失去了興趣。",
  "This is where omnichain and fully on-chain gaming comes in. Through MAP Protocol, GameFi projects can not only have gaming assets tradable and interoperable on all chains but all aspects of game state, logic, and data on the blockchain, so blockchain gaming becomes an autonomous world where players have their full agency and contribute to the development of the game.": "這就是全鏈條和完全鏈上遊戲的用武之地。通過 MAP Protocol，GameFi 項目不僅可以在所有鏈上交易和互操作遊戲資產，還可以在區塊鏈上實現遊戲狀態、邏輯和數據的所有方面，從而使區塊鏈遊戲成為一個玩家擁有完整代理權並為遊戲開發做出貢獻的自治世界。",
  "Unlocking the future of Bitcoin ecosystem": "解鎖比特幣生態系統的未來",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. However, as BCR-20 tokens and Ordinal NFTs took over the Web3 sphere in May 2023, The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability.": "由於缺乏圖靈完備性，比特幣在可用性上與以太坊相比存在限制，其生態系統的增長也較慢。然而，隨著 BCR-20 代幣和 Ordinal NFTs 在 2023 年 5 月接管了 Web3 領域，比特幣生態系統的新敘事撤銷了關於比特幣互操作性的話題和辯論。",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "通過 MAP Protocol 的 BRC-201，一種對 BRC-20 代幣的跨鏈擴展協議，比特幣網絡上的 BRC-20 和 ORC-20 資產可以與其他公鏈上的其他代幣互動。這一層比特幣網絡的跨鏈互操作性也將整體增長比特幣社區。",
  "Saving time and money to build awesome apps": "節省時間和金錢來構建出色的應用程序",
  "Building on a single chain is simple with low maintenance, but at the same time has limited user reach and adaptability, thus adding extra work to deploy on other chains or use a potentially unsafe cross-chain solution. Moreover, building on multiple blockchains means managing multiple ledgers at the same time, and this can be difficult and more costly than operating on a single chain.": "在單一鏈上構建是簡單且維護成本低的，但同時也限制了用戶的覆蓋範圍和適應性，因此需要額外工作才能部署在其他鏈上或使用潛在不安全的跨鏈解決方案。此外，在多個區塊鏈上建設意味著同時管理多個賬本，這可能比在單一鏈上操作更困難也更昂貴。",
  "Instead of choosing between the lesser of two evils, sacrificing time and resources to become multi-chain or cross-chain, and compromising on feature development, projects and developers can directly deploy on MAP Protocol or use MAP Protocol to become omnichain where they do not have to spend extra time and money on finding a cross-chain solution or using bridges to become multi-chain.": "與其在兩害之間選擇較小的一害，犧牲時間和資源變成多鏈或跨鏈，並在功能開發上妥協，項目和開發者可以直接在 MAP Protocol 上部署或使用 MAP Protocol 成為全鏈通，他們無需花額外的時間和金錢去尋找跨鏈解決方案或使用橋接技術成為多鏈。",
  "With MAP Protocol, projects only need to focus on all the essentials for app development and find ways to enhance user experiences, so that innovation can come and drive real dApp mass adoption.": "有了 MAP Protocol，項目只需專注於應用開發的所有基本要素，並找到提升用戶體驗的方法，這樣創新就能到來並推動真正的 dApp 大規模採用。",
  "Enabling easy cross-chain asset flows": "實現輕鬆的跨鏈資產流動",
  "MAP Protocol leverages light clients and Zero-Knowledge (ZK) proofs to offer a trustless environment for seamless asset transfers across multiple blockchains, including both EVM and non-EVM chains. This eliminates the need for centralized authorities or third-party services, reinforcing the principles of decentralization while ensuring secure and efficient transactions.": "MAP Protocol 利用輕客戶端和零知識證明（ZK Proofs）提供一個無需信任的環境，以實現包括 EVM 和非 EVM 鏈在內的多個區塊鏈之間的無縫資產轉移。這消除了對中心化權威或第三方服務的需求，強化了去中心化原則的同時確保了交易的安全性和效率。",
  "Beyond simple asset transfers, MAP Protocol also enables cross-chain communication for storage and computing capacities. This offers unprecedented flexibility for decentralized application (dApp) developers to build more robust, scalable, and interoperable applications. The technology stands as a pivotal contribution to the blockchain ecosystem, bringing us closer to a truly interconnected world where assets and resources flow effortlessly between chains.": "MAP Protocol 不僅支持簡單的資產轉移，還實現了用於存儲和計算能力的跨鏈通信。這為去中心化應用程序（dApp）開發者提供了前所未有的靈活性，用以構建更加健壯、可擴展和互操作的應用程序。這項技術是對區塊鏈生態系統的關鍵貢獻，使我們更接近一個真正互聯的世界，在這個世界中，資產和資源可以在各個鏈之間毫不費力地流動。",
  "Towards a truly interoperable future": "邁向真正互操作的未來",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "今天，大多數互操作性解決方案只強調資產跨鏈交易。然而，一個真正互操作的 Web3 未來的範圍遠超此——在這個未來中，包括交易、數據存儲和計算在內的 dApp 操作將在區塊鏈上執行，並且可以跨不同鏈互操作，賦予用戶對他們的數據和隱私的完全控制。",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various blockchain components, enabling the construction of apps where all operations are on-chain. This provides users with complete control over their data and assets across multiple chains.": "MAP Protocol 為這個真正互操作的 Web3 未來鋪平了道路。通過 MAP Protocol，開發者可以無縫整合各種區塊鏈組件，實現所有操作都在鏈上進行的應用程序構建。這為用戶提供了跨多個鏈對他們的數據和資產的完全控制。"
}