{
  "Why would I use MAP Protocol?": "我為什麼要使用 MAP Protocol？",
  "MAP Protocol stats": "MAP Protocol 統計數據",
  "Cross-chain assets powered by MAP Protocol": "由 MAP Protocol 提供支持的跨鏈資產",
  "Accounts (wallets) with MAPO balance": "擁有 MAPO 餘額的賬戶（錢包）",
  "Smart contracts on MAP Protocol": "MAP Protocol 上的智能合約",
  "Number of transactions powered by MAP Protocol": "由 MAP Protocol 支持的交易數量",
  "Total MAPO staked": "總共質押的 MAPO",
  "Number of nodes on MAP Protocol": "MAP Protocol 上的節點數量",
  "Who runs MAP Protocol?": "誰在運行 MAP Protocol?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol 不受任何特定實體的控制。只要有連接的計算機運行遵循 MAP Protocol 的軟件並添加到 MAP Protocol 區塊鏈中，它就存在。這些計算機中的每一台都被稱為一個節點。任何人都可以運行節點，儘管要參與確保網絡安全，你必須質押 MAPO（MAP Protocol 的原生代幣）。",
  "What is MAP Relay Chain?": "什麼是 MAP Relay Chain?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain 是一個兼容 EVM 的區塊鏈，它基於權益證明機制和拜占庭容錯共識，在 MAP Protocol 的協議層上運行。它主動擴展和支持虛擬機中的異構區塊鏈功能，並構建了一個高效的輕客戶端驗證網絡。",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "MAP Relay Chain 的主要目的是維護所有感興趣區塊鏈的輕客戶端，並促進跨鏈消息的無需信任的驗證。MAP Relay Chain 上的驗證者是保證全鏈網絡多樣性和強健性的關鍵。MAPO 是用於支付在 MAP Relay Chain 上產生的網絡費用的加密貨幣。",
  "What is MAP Omnichain Service (MOS)?": "什麼是 MAP Omnichain Service (MOS)?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS 是 MAP Omnichain Service 的縮寫，它是 MAP Protocol 的第二層。就像 Google Mobile Services 對 Android 開發者一樣，MOS 讓 dApp 開發者可以輕鬆構建跨鏈或全鏈應用程序。這一層包括部署在每個鏈上的 Vaults 和 Data，以及傳遞鏈間消息的 Messenger Program。",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "DApp 開發者可以獨立運行 MOS 或使用 MOS 提供的服務。他們也可以使用 MOS 中的 Vaults 和 Data，並與其他應用程序共享 Vaults 和 Data 的流動性。Messenger Program 是一個 SDK，由 dApp 開發者自己部署、操作和維護。DApp 開發者也可以獨立靈活地激勵 messenger 貢獻者為 dApp 傳遞全鏈消息。",
  "Meet MAPO, MAP Protocol’s native currency": "了解 MAPO，MAP Protocol 的原生貨幣",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "在 MAP Protocol 網絡上的許多操作都需要在 MAP Relay Chain 上進行一些工作。這種計算不是免費的；它是通過使用 MAP Protocol 的原生加密貨幣 MAPO 來支付的。這意味着你需要至少一小部分 MAPO 才能使用網絡。",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO 完全是數字的，你可以即時發送給世界上任何地方的任何人。MAPO 的供應不受任何政府或公司的控制——它是去中心化的並且完全透明的。MAPO 是根據協議以精確的方式發行的。",
  "Network fees on MAP Protocol": "MAP Protocol 上的網絡費用",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "MAP Protocol 主網上的網絡費用稱為 gas 費用。這些是處理在 MAP Relay Chain 上的交易所需的計算努力所產生的小額費用。這些費用作為一種機制，公平分配網絡資源並阻止垃圾郵件或惡意活動。",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "與典型的區塊鏈平台不同，在那裡 gas 費用是一個標準功能，MAP Protocol 僅對在 MAP Relay Chain 上處理的跨鏈交易收取 gas 費用。交易越複雜，gas 費用就越高。費用也受到網絡擁堵的影響；在活動高峰期間，費用可能會上升。",
  "Run a node": "運行一個節點",
  "More on MAP Relay Chain": "關於 MAP Relay Chain 的更多信息",
  "More on MAP Protocol": "關於 MAP Protocol 的更多信息",
  "What is MAPO?": "什麼是 MAPO?",
  "Get MAPO": "獲取 MAPO",
  "More on gas fees": "關於 gas 費用的更多信息",
  "Data Source: ": "數據來源："
}