{
  "What is MAP Protocol?": "MAP Protocol 是什麼？",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "一個完整的初學者指南，介紹 MAP Protocol 如何工作，它帶來的好處，以及它如何實現一個真正可互操作的未來，資產、存儲和計算都在鏈上並且可以互操作。",
  "A Bitcoin layer-2. The foundation for Interoperability": "比特幣第二層：互操作性的基礎",
  "What is Bitcoin layer-2": "什麼是比特幣第二層",
  "The user gateway to Web3": "Web3 的用戶入口",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "硬核技術細節和複雜的跨鏈步驟阻礙了新用戶進入 Web3 世界。MAP Protocol 使得導航 Web3 直觀。在 MAP Protocol 中，用戶只需要知道他們完全擁有自己資產的事實，當他們將資產從一個鏈移動到另一個鏈時，這是純粹的點對點，沒有任何第三方可以干預。",
  "The all-in-one developer portal": "一站式開發者門戶",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "數據主權是 Web3 的核心，意味著用戶對其數據擁有完全的所有權。要構建一個 Web3 應用，開發者需要結合不同區塊鏈的功能，使得用戶的資產、存儲和計算都在鏈上。通過 MAP Protocol，開發者可以無縫組合不同的區塊鏈組件，並構建應用程序，讓用戶對其數據和資產有控制權。",
  "The guardian for the free and peer-to-peer flow of assets": "自由和點對點資產流動的守護者",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 是新的價值互聯網。互聯網價值的流動可能面臨第三方的安全擔憂和挑戰。雖然在單個區塊鏈中的資產流動已經是點對點的，但 MAP Protocol 更進一步，使得不同區塊鏈上的資產能夠以純粹的點對點方式流動。",
  "Summary": "摘要",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol 提供了實現基於區塊鏈資產、存儲和計算互操作性的關鍵全鏈基礎設施。基於輕客戶端和零知識證明技術，我們的互操作跨鏈解決方案是點對點的，不需要任何可信的第三方實體。MAP Protocol 網絡作為 Web3 用戶入口和開發者門戶，使用戶和開發者能夠以點對點的方式使用和構建任何跨鏈事物。",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "您可以在任何地方、任何時間創建 MAP Protocol 賬戶，並探索全鏈應用或構建您自己的應用。核心創新在於，您可以進行所有跨鏈操作，而無需信任可能改變規則或限制您訪問權限的中央權威。",
  "What can MAP Protocol do?": "MAP Protocol 能做什麼？",
  "Interoperable Omnichain Asset": "可互操作的全鏈資產",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol 實現了基於區塊鏈資產的無縫跨鏈轉移。這確保了您不會局限於單一的區塊鏈生態系統，增強了資產的流動性和實用性。",
  "Interoperable On-chain Storage and Computing": "可互操作的鏈上存儲和計算",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "除了資產轉移，MAP Protocol 擴展了互操作性範圍，包括鏈上存儲和計算資源，允許 dApp 開發者高效利用跨多個區塊鏈的服務。",
  "Enhanced Security and Privacy": "增強的安全性和隱私性",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "基於輕客戶端和零知識證明技術，MAP Protocol 採用了純粹的點對點方式進行跨鏈互動，無需可信任的第三方。",
  "Developer-Friendly Platform": "對開發者友好的平台",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "憑藉其 Web3 用戶入口和開發者門戶，MAP Protocol 為開發者提供了構建和部署跨鏈應用所需的工具集，有效地促進了區塊鏈創新的發展。",
  "User Empowerment": "用戶賦權",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "用戶可以輕鬆創建 MAP Protocol 賬戶並探索或貢獻於全鏈生態系統。沒有中央權威可以更改規則或限制訪問，從而為用戶提供了無與倫比的控制權。",
  "Peer-to-Peer Network": "點對點網絡",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "MAP Protocol 全鏈網絡允許點對點交易和互動，堅持區塊鏈技術最初的去中心化精神，同時提供跨鏈能力的優勢。",
  "Bitcoin ecosystem growth": "比特幣生態系統增長",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "由於 MAP Protocol 是比特幣第二層，任何鏈上的資產都可以輕鬆地與比特幣網絡互動。這將把其他類型的資產和社區加入到現有的比特幣生態系統和社區中。",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "除了構建在輕客戶端和零知識證明技術之上，MAP Protocol 還利用比特幣網絡加強了安全性，以防止長距離攻擊。"
}