{
  "Welcome to MAP Protocol Community": "Bienvenido a la comunidad de MAP Protocol",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol es el hogar de cientos de miles de desarrolladores, tecnólogos, diseñadores, usuarios, MAPO HODLers y entusiastas.",
  "Why become part of the MAP Protocol community?": "¿Por qué formar parte de la comunidad de MAP Protocol?",
  "Participate freely": "Participa libremente",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "Tienes la libertad de contribuir de manera remota, trabajando desde cualquier lugar y en cualquier momento que te convenga.",
  "Find your cohort": "Encuentra tu cohorte",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "Tienes la oportunidad de conectar con compañeros con ideas afines. A través del trabajo en equipo, los participantes pueden mejorar sus habilidades de traducción, intercambiar valiosas perspectivas y superar desafíos colectivamente.",
  "Get recognized and compensated": "Sé reconocido y compensado",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "Tu nombre aparecerá junto al trabajo que hayas realizado. Además, se proporcionará compensación por el excelente trabajo que hagas.",
  "How to get involved?": "¿Cómo involucrarte?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "Hay muchas maneras de involucrarte en la comunidad de Map Protocol de rápido crecimiento; puedes unirte a una de las comunidades en línea populares, asistir a un evento, unirte a un grupo de encuentro, contribuir a un proyecto o participar en uno de los muchos foros en línea sobre Map Protocol.",
  "Join online communities": "Únete a comunidades en línea",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "Encuentra tu cohorte y participa con muchos otros entusiastas de MAP Protocol.",
  "MAP Protocol events": "Eventos de MAP Protocol",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "Encuentra y participa en conferencias de MAP Protocol, hackatones o encuentros.",
  "Run a node": "Opera un nodo",
  "Operate your own node is a great way to contribute to the whole network.": "Operar tu propio nodo es una gran manera de contribuir a toda la red.",
  "Stake MAPO": "Haz staking de MAPO",
  "Get your MAPO and stake them to earn more rewards.": "Obtén tus MAPO y haz staking de ellos para ganar más recompensas.",
  "Contribute to MAP Protocol": "Contribuye a MAP Protocol",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "Así como abogamos por la apertura y la descentralización de igual a igual, nuestro objetivo es hacer que el conocimiento sea libremente accesible para todos. Todo el contenido de este sitio web es de código abierto. Puedes proponer nuevas ediciones, sugerir nuevas características deslumbrantes y ayudarnos a mejorar.",
  "More on contribution ": "Más sobre contribución",
  "Learn about MAPDAO": "Aprende sobre MAPDAO",
  "Join Telegram": "Únete a MAPDAO",
  "Community center": "Centro comunitario"
}