{
  "Use MAP Protocol": "Usa MAP Protocol",
  "Learn": "Aprende",
  "Developer": "Desarrollador",
  "Enterprise": "Empresa",
  "Community": "Comunidad",
  "Find a wallet": "Encuentra una cartera",
  "Get MAPO": "Obtén MAPO",
  "Stake MAPO": "Haz staking de MAPO",
  "Run a node": "Ejecuta un nodo",
  "OmniApp": "OmniApp",
  "Decentralized finance (DeFi)": "Finanzas descentralizadas (DeFi)",
  "Decentralized autonomous organizations (DAO)": "Organizaciones autónomas descentralizadas (DAO)",
  "Decentralized omnichain payment": "Pago omnicanal descentralizado",
  "Omnichain token issuance": "Emisión de tokens omnicanal",
  "Decentralized omnichain identity": "Identidad omnicanal descentralizada",
  "What is MAP Protocol?": "¿Qué es MAP Protocol?",
  "MAP Relay Chain": "MAP Relay Chain",
  "MAP Omnichain Serivice (MOS)": "Servicio Omnicanal de MAP (MOS)",
  "What is MAPO?": "¿Qué es MAPO?",
  "MAPO wallets": "Carteras MAPO",
  "Gas fee": "Tarifa de gas",
  "Omnichain and fully on-chain": "Omnicanal y completamente en cadena",
  "Cross-chain smart contracts": "Contratos inteligentes entre cadenas",
  "Light clients": "Clientes ligeros",
  "Zero-knowledge proofs": "Pruebas de conocimiento cero",
  "Refactor light clients with ZK-proof": "Rehacer clientes ligeros con prueba de conocimiento cero",
  "MAP Protocol quiz center": "Centro de cuestionarios de MAP Protocol",
  "Develoer’s home": "Hogar del desarrollador",
  "Documentation": "Documentación",
  "Tutorials": "Tutoriales",
  "Learn by coding": "Aprender programando",
  "Set up local environment": "Configura el entorno local",
  "Developer incubation": "Incubación de desarrolladores",
  "MAP Protocol for enterprises": "MAP Protocol para empresas",
  "Community center": "Centro comunitario",
  "Online community": "Comunidad en línea",
  "Bitcoin layer-2": "Capa 2 de Bitcoin",
  "Understand Bitcoin layer-2": "Entender la capa 2 de Bitcoin",
  "Security features": "Características de seguridad",
  "MAP Protocol as Bitcoin layer-2": "MAP Protocol como capa 2 de Bitcoin",
  "Understand BRC-20": "Entender BRC-20",
  "BRC 201: From BRC-20 to EVMs": "BRC 201: De BRC-20 a EVMs",
  "Unlocking Bitcoin ecosystem with MAP Protocol": "Desbloqueando el ecosistema de Bitcoin con MAP Protocol",
  "MAP Protocol WhitePaper": "Libro Blanco de MAP Protocol",
  "MAPO explorer": "Explorador MAPO",
  "MAPO testnet explorer": "Explorador de testnet MAPO",
  "Learn about MAPDAO": "Aprende sobre MAPDAO",
  "Explore MAP Protocol": "Explora MAP Protocol",
  "MAP Protocol resources and intel": "Recursos e inteligencia de MAP Protocol",
  "You can learn more about MAP Protocol from the MAP Protocol Whitepaper, which consists of all the basic principles and technical framework of MAP Protocol.": "Puedes aprender más sobre MAP Protocol del Libro Blanco de MAP Protocol, que consta de todos los principios básicos y el marco técnico de MAP Protocol.",
  "Unlock Bitcoin Ecosystem with MAP Protocol": "Desbloquea el Ecosistema de Bitcoin con MAP Protocol",
  "The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability. Explore what’s possible with MAP Protocol as a Bitcoin layer-2.": "La nueva narrativa del ecosistema de Bitcoin ha revocado temas y debates sobre la interoperabilidad de Bitcoin. Explora lo que es posible con MAP Protocol como una capa 2 de Bitcoin.",
  "Anyone can participate in MAP Protocol’s network by staking and guarantee network security. It is is public good for the whole MAP Protocol ecosystem.": "Cualquiera puede participar en la red de MAP Protocol haciendo staking y garantizando la seguridad de la red. Es un bien público para todo el ecosistema de MAP Protocol.",
  "MAPO is the native token on the MAP Relay Chain. It is the cryptocurrency you use to pay for the network fees on the MAP Relay Chain. Learn about how to get MAPO.": "MAPO es el token nativo en la MAP Relay Chain. Es la criptomoneda que usas para pagar las tarifas de red en la MAP Relay Chain. Aprende cómo obtener MAPO.",
  "The MAP Protocol community": "La comunidad de MAP Protocol",
  "MAP Protocol is all about community. Check out MAP Protocol community to meet your cohorts and see how you can contribute to MAP Protocol.": "MAP Protocol se trata de la comunidad. Revisa la comunidad de MAP Protocol para conocer a tus compañeros y ver cómo puedes contribuir a MAP Protocol.",
  "MAPDAO is a community-driven and pivotal platform for contributors to engage with the MAP Protocol ecosystem. It welcomes everyone who would like to make a change.": "MAPDAO es una plataforma impulsada por la comunidad y fundamental para que los contribuyentes se involucren con el ecosistema de MAP Protocol. Da la bienvenida a todos los que quieran hacer un cambio.",
  "Bitcoin layer-2 is key to Bitcoin ecosystem growth. As the adoption of Bitcoin continues to grow, the importance of these Layer-2 solutions cannot be overstated.": "La capa 2 de Bitcoin es clave para el crecimiento del ecosistema de Bitcoin. A medida que la adopción de Bitcoin continúa creciendo, la importancia de estas soluciones de Capa 2 no puede ser exagerada.",
  "Understand long-range attack": "Entender el ataque de largo alcance",
  "Similar to the 51% attack, long-range attack is a threat to PoS blockchains. MAP Protocol uses the Bitcoin network’s security mechanism to prevent long-range attack.": "Similar al ataque del 51%, el ataque de largo alcance es una amenaza para las blockchains de PoS. MAP Protocol utiliza el mecanismo de seguridad de la red de Bitcoin para prevenir el ataque de largo alcance.",
  "Edit Page": "Editar Página",
  "We use cookies to improve your experience. By continuing to browse our site, you agree to our Cookie Policy.": "Usamos cookies para mejorar tu experiencia. Al continuar navegando por nuestro sitio, aceptas nuestra Política de Cookies.",
  "Accept": "Aceptar"
}