{
  "Where to Get MAPO": "Dónde conseguir MAPO",
  "You can earn MAPO, or buy it from decentralized and centralized exchanges.": "Puedes ganar MAPO, o comprarlo en intercambios descentralizados y centralizados.",
  "Get MAPO": "Obtener MAPO",
  "Current MAPO Price（USD）": "Precio actual de MAPO (USD)",
  "Data Source: ": "Fuente de datos: ",
  "(LAST 24 HOUR)": "(ÚLTIMAS 24 HORAS)",
  "New to MAP Protocol? Here's an overview to get you started. What's MAPO?": "¿Nuevo en MAP Protocol? Aquí tienes una visión general para comenzar. <link1>¿Qué es MAPO?</link1>",
  "MAPO and MAP": "MAPO y MAP",
  "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.": "Tanto MAPO como MAP son el token nativo de MAP Protocol. Es el mismo token. Usar diferentes símbolos de cotización es para diferenciar las cadenas en las que están.",
  "View more details": "Ver más detalles",
  "Decentralized Exchanges (DEXs)": "Intercambios Descentralizados (DEXs)",
  "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.": "Los DEXs te dan más control sobre tus fondos. Con un DEX, puedes intercambiar MAPO con más libertad y flexibilidad.",
  "Go to a DEX": "Ir a un DEX",
  "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.": "Los CEXs son negocios que te permiten comprar cripto usando monedas tradicionales. Tienen custodia sobre cualquier MAPO que compres hasta que lo envíes a una billetera que tú controlas.",
  "Find a CEX": "Encontrar un CEX",
  "Centralized Exchanges (CEXs)": "Intercambios Centralizados (CEXs)",
  "Wallets": "Billeteras",
  "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.": "Algunas billeteras te permiten comprar cripto con tarjeta de débito/crédito, transferencia bancaria o incluso Apple Pay. Se aplican restricciones geográficas.",
  "Find a wallet": "Encontrar una billetera",
  "Staking rewards": "Recompensas por staking",
  "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.": "Si ya tienes algo de MAPO, puedes ganar más ejecutando un nodo validador o votando por los validadores de tu elección.",
  "Learn more about staking": "Aprender más sobre staking",
  "Earn MAPO": "Ganar MAPO",
  "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.": "Puedes ganar MAPO trabajando para MAPDAO o empresas que pagan en cripto, ganando recompensas, encontrando errores de software y más.",
  "Learn about MAPDAO": "Aprender sobre MAPDAO",
  "MAPO is the ticker name for MAP Protocol’s native token on the MAP Relay Chain, while MAP is the ticker name of MAP Protocol’s native token on other chains such as Ethereum, BNB Smart Chain, and Polygon. It can be obtained and traded directly in centralized exchanges such as Kucoin, Bithumb, Coinone, and MEXC Global.": "MAPO es el nombre del símbolo de cotización para el token nativo de MAP Protocol en la MAP Relay Chain, mientras que MAP es el nombre del símbolo de cotización del token nativo de MAP Protocol en otras cadenas como Ethereum, BNB Smart Chain y Polygon. Se puede obtener y comerciar directamente en intercambios centralizados como <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3> y <link4>MEXC Global</link4>.",
  "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.": "Actualmente, MAP está disponible en Ethereum, BNB Smart Chain y Polygon; MAPO está en MAP Relay Chain. Puedes obtener MAP en intercambios centralizados y descentralizados, y MAPO solo en intercambios descentralizados.",
  "On Decentralized Exchanges (DEXs)": "En Intercambios Descentralizados (DEXs)",
  "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAP/ MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.": "Los intercambios descentralizados operan sin una autoridad central. En lugar de usar un tercero de confianza para salvaguardar los fondos en la transacción, usan código. El MAP/MAPO del vendedor solo se transferirá cuando el pago esté garantizado. Este tipo de código se conoce como contrato inteligente. Más sobre contratos inteligentes. Para usar un DEX, necesitarás una billetera para comenzar.",
  "You can get MAPO directly on Butter Swap and Hiveswap, and MAP on Uniswap, PancakeSwap, and Butter Swap.": "Puedes obtener MAPO directamente en <link1>Butter Swap</link1> y <link2>Hiveswap</link2>, y MAP en <link3>Uniswap</link3>, <link4>PancakeSwap</link4> y <link5>Butter Swap</link5>.",
  "Butter Swap supports seamless token movement from one chain to another in a trustless way. You can get MAP on Ethereum, BNB Smart Chain, Polygon, and NEAR and MAPO on MAP Relay Chain right within Butter Swap with different kinds of tokens you have in your wallet.": "Butter Swap admite el movimiento de tokens sin problemas de una cadena a otra de manera confiable. Puedes obtener MAP en Ethereum, BNB Smart Chain, Polygon y NEAR y MAPO en MAP Relay Chain directamente dentro de Butter Swap con diferentes tipos de tokens que tengas en tu billetera.",
  "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.": "IMPORTANTE: Por favor, verifica dos veces la información del token y la información de la cadena que has seleccionado antes de confirmar “Swap”.",
  "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.": "Hiveswap admite intercambios de tokens en la MAP Relay Chain. Puedes obtener MAPO directamente dentro de Hiveswap.",
  "Uniswap supports a diversity of tokens on Ethereum to exchange with MAP on Ethereum, which means the MAP you get on Uniswap will be in ERC-20 token standard.": "Uniswap admite una diversidad de tokens en Ethereum para intercambiar con MAP en Ethereum, lo que significa que el MAP que obtengas en Uniswap estará en el estándar de token <link1>ERC-20</link1>.",
  "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the BEP-20 token standard.": "PancakeSwap admite tokens en BNB Smart Chain para intercambiar con MAP en BNB Smart Chain, lo que significa que el MAP que obtengas en PancakeSwap estará en el estándar de token <link1>BEP-20</link1>.",
  "*If you would like to get MAPO instead of MAP, please go to Butter Swap to swap directly.": "*Si prefieres obtener MAPO en lugar de MAP, por favor ve a <link1>Butter Swap</link1> para intercambiar directamente.",
  "On Centralized Exchanges (CEXs)": "En Intercambios Centralizados (CEXs)",
  "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.": "Los intercambios centralizados son plataformas que son gestionadas por una sola entidad o empresa. Actúan como intermediarios entre compradores y vendedores de criptomonedas, similar a las bolsas de valores tradicionales.",
  "ERC-20 MAP (MAP Protocol's native token on Ethereum) is available on Kucoin, Bithumb, Coinone and MEXC Global. MRC-20 MAPO (MAP Protocol's native token on MAP Relay Chain thus the MAPO Mainnet) is available on LBank.": "ERC-20 MAP (MAP Protocol's native token on Ethereum) is available on <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3>, <link6>HTX</link6> and <link4>MEXC Global</link4>. MRC-20 MAPO (MAP Protocol's native token on MAP Relay Chain thus the MAPO Mainnet) is available on <link5>LBank</link5>.",
  "Exchange": "Intercambio",
  "Pairs": "Pares",
  "Price": "Precio",
  "24h Volume": "Volumen 24h",
  "+2% Depth": "Profundidad +2%",
  "-2% Depth": "Profundidad -2%",
  "Recently": "Recientemente",
  "Updated": "Actualizado",
  "Trading steps on CEXs": "Pasos para operar en CEXs",
  "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.": "Dado que los procedimientos de operación varían en diferentes CEXs, no podemos proporcionarte una guía paso a paso sobre cómo comprar tokens en todos los CEXs, pero aquí hay algunos pasos generales.",
  "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.": "Algunos CEX pueden no estar disponibles en tu país o área, puedes consultar el servicio al cliente del intercambio o verificar el anuncio de los intercambios. En cuanto a la cuestión fiscal, también es posible que desees consultar al departamento local para obtener más información.",
  "Step": "Paso",
  "Register an account on a CEX's official website or its app. (Check Exchange Ranking by CoinGecko)": "Registra una cuenta en el sitio web oficial de un CEX o su aplicación. (Consulta el Ranking de Intercambios por <link1>CoinGecko</link1>)",
  "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.": "Si un CEX admite el registro en un solo paso con tu cuenta social, puedes registrarte directamente con tu cuenta social.",
  "Verify your identity and secure your CEX's account. You are typically required to have a government-issued identification document.": "Verifica tu identidad y asegura tu cuenta de CEX. Por lo general, se requiere tener un documento de identificación emitido por el gobierno.",
  "For asset security, it’s recommended to enable Two-step Verification.": "Para la seguridad de los activos, se recomienda habilitar la Verificación en Dos Pasos.",
  "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.": "Usa fiat para comprar USDT, ETH, BTC o cualquier otro token soportado. Puedes usar la opción OTC directamente en un CEX.",
  "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.": "Además, puedes usar una plataforma de rampa que tenga la opción de fiat a cripto que desees.",
  "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading.": "Transfiere el USDT, BTC, etc. que compraste con fiat a un CEX que admita operaciones con MAP.",
  "If the CEX you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.": "Si el CEX que usas admite rampa y el par de operaciones MAP-USDT o MAP-BTC al mismo tiempo, puedes omitir esto.",
  "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.": "Compra MAP en el mercado al contado a través del par de operaciones MAP-USDT o MAP-BTC.",
  "In the spot market, select either the “Limit” or “Market” option based on your trading preference.": "En el mercado al contado, selecciona la opción “Límite” o “Mercado” basada en tu preferencia de operación."
}