{
  "Keep your MAPO safe": "Mantén tu MAPO seguro",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocol no está controlado por ninguna organización individual - es descentralizado.",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "Esto significa que necesitas tomar en serio la seguridad de tus fondos. Con MAPO, no estás confiando en un banco o empresa para cuidar tus activos, estás tomando responsabilidad por ti mismo.",
  "Keep your MAPO in your Own Wallet": "Guarda tu MAPO en tu Propia Cartera",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "Esto significa que no tienes que confiar en ninguna tercera parte con tus activos, y estás protegido contra cualquier custodio que actúe deshonestamente, quiebre o sea hackeado. Sin embargo, también significa que tomas responsabilidad por tu propia seguridad.",
  "Check MAPO Transactions": "Verifica las Transacciones de MAPO",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "Puedes verificar tus transacciones de MAPO en <link1>MAPO Scan</link1>, un explorador de blockchain para desarrolladores y usuarios para monitorear transacciones y actividades cross-chain en la MAP Relay Chain de manera más eficiente.",
  "Follow Wallet Instructions": "Sigue las Instrucciones de la Cartera",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "Si pierdes acceso a tu cuenta, perderás acceso a tus fondos. Tu cartera debería darte instrucciones sobre cómo protegerte contra esto. Asegúrate de seguirlas cuidadosamente – en la mayoría de los casos, nadie puede ayudarte si pierdes acceso a tu cuenta.",
  "Use your MAPO": "Usa tu MAPO",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "Hay varias maneras de usar tu MAPO después de haberlo obtenido exitosamente.",
  "Store/Hold MAPO": "Almacena/Mantiene MAPO",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "Muchos inversores personales mantienen su MAPO con la expectativa de que aumentará en valor. Puedes almacenar tu MAP en las carteras de tus intercambios (como Bithumb) o MAPO en carteras de criptomonedas (como Metamask), si deseas almacenarlos a largo plazo, puedes guardarlos en una cartera fría en lugar de una cartera caliente.",
  "Learn More": "Aprende Más",
  "Trade MAPO": "Comercia MAPO",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "Puedes comerciar MAPO por otras criptomonedas en intercambios de cripto. Los intercambios Cex o Dex ofrecen algunos pares de comercio para MAPO/MAP para satisfacer tus necesidades.",
  "Transfer MAPO": "Transfiere MAPO",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "A diferencia de enviar dinero al extranjero, puedes enviar MAPO a cualquier persona en el mundo virtualmente al instante.",
  "Earn MAPO": "Gana MAPO",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "Gana Recompensas por hacer staking de monedas. Hacer staking es una excelente manera de maximizar tus tenencias en monedas de staking que de otra manera estarían en una cartera o cuenta de comercio.",
  "Purchasing Goods": "Compra de Bienes",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "Algunas plataformas en línea o tiendas físicas aceptan cripto como pagos. Puedes comprar bienes o servicios de estos lugares.",
  "MAPO FAQs": "Preguntas Frecuentes de MAPO",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "¿Cómo agrego MAP Relay Chain a mi cartera de Metamask/Token Pocket/Particle?",
  "How do I add MAP to my wallet?": "¿Cómo agrego MAP a mi cartera?",
  "How do I convert MAP to MAPO?": "¿Cómo convierto MAP a MAPO?",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "¿Cómo transfiero MAP a través de Ethereum, BNB Smart Chain, Polygon, Klaytn y otros?",
  "How do I transfer MAP from centralized exchanges to my wallet?": "¿Cómo transfiero MAP desde intercambios centralizados a mi cartera?",
  "What do I do if a transaction on my wallet is pending or stuck?": "¿Qué hago si una transacción en mi cartera está pendiente o atascada?",
  "Can I get my MAPO back if I send them to the wrong addresses?": "¿Puedo recuperar mi MAPO si los envío a direcciones incorrectas?",
  "Tips for funds recovery": "Consejos para la recuperación de fondos",
  "Always double-check addresses before confirming transactions.": "Siempre verifica dos veces las direcciones antes de confirmar transacciones.",
  "Reaching out for professional help is advised if large sums are involved.": "Se aconseja buscar ayuda profesional si se involucran grandes sumas.",
  "Scams posing as recovery services are common; exercise extreme caution.": "Las estafas que se hacen pasar por servicios de recuperación son comunes; ejerce extrema precaución.",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "La posibilidad de recuperar MAPO enviados a la dirección incorrecta depende en gran medida de las circunstancias de la transacción y de la participación del destinatario. Aquí hay algunos escenarios:",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "Enviar MAPO a una dirección pública propiedad de alguien que no conoces: Irrecuperable a menos que el propietario acepte enviarlos de vuelta.",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "Enviar MAPO a una dirección pública aún no activada: Irrecuperable ya que nadie tiene las claves privadas de la dirección.",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "Enviar MAPO a una dirección de contrato: Depende del código del contrato. Si el contrato tiene una función para la recuperación o es actualizable, podría haber una manera. Sin embargo, la mayoría de los contratos no están diseñados para devolver tokens. La recuperación generalmente es imposible.",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "Enviar MAPO a una dirección de intercambio: Tal vez, dependiendo de las políticas y capacidades técnicas del intercambio. Los intercambios podrían tener la capacidad de recuperar tokens pero a menudo cobran una tarifa, por lo que puede ser costoso y llevar tiempo.",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "Enviar MAPO a tu propia dirección en otra cadena: Tal vez, dependiendo de la cadena a la que lo envíes. Si lo envías a Ethereum, BNB Smart Chain, Polygon, Klaytn y MAP Relay Chain, usa <link1>ButterSwap</link1> para traerlo de vuelta.",
  "Metamask or Token Pocket Wallet Users": "Usuarios de Metamask o Token Pocket Wallet",
  "Enter the following chain info to add": "Ingresa la siguiente información de la cadena para agregar",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "Nombre de la red: MAP Relay Chain (También puedes ingresar MAP Mainnet)",
  "New RPC URL": "Nueva URL RPC: https://rpc.maplabs.io",
  "Chain ID: 22776": "ID de la cadena: 22776",
  "Currency symbol: MAPO": "Símbolo de la moneda: MAPO",
  "Block explorer URL: https://maposcan.io/": "URL del explorador de bloques: <link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "Usuarios de Particle Wallet",
  "Log in to your Particle Wallet account": "Inicia sesión en tu cuenta de Particle Wallet",
  "Search and choose “MAP Relay Chain” in the search bar": "Busca y elige “MAP Relay Chain” en la barra de búsqueda",
  "Check the network name on the wallet page": "Verifica el nombre de la red en la página de la cartera",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "Si encuentras que tu transacción en una cartera está pendiente o atascada, podría deberse a varios factores como congestión de la red, tarifas de gas bajas u otros problemas técnicos. Dependiendo de en qué cadena esté tu transacción, puedes verificar el estado de tu transacción a través de exploradores de blockchain como <link1>Etherscan</link1>, <link2>BscScan</link2>, <link3>PolygonScan</link3>, <link4>klaytnscope</link4> y <link5>MapoScan</link5>.",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "Tu MAP en intercambios centralizados es un tipo de token ERC-20, lo que significa que vive en Ethereum. Al transferir MAP a tu cartera, asegúrate de que la dirección de destino también esté en Ethereum. Si deseas continuar transfiriendo tu MAP a través de BNB Smart Chain, Polygon, Klaytn y MAP Relay Chain, simplemente usa <link1>ButterSwap</link1>.",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "En el mundo de las criptomonedas, transferir activos de una cadena a otra generalmente requiere usar un puente. Sin embargo, al transferir MAP a través de diferentes cadenas, puedes simplemente ir a <link1>ButterSwap</link1> para intercambiar fácilmente tu MAP en diferentes cadenas de manera peer-to-peer. Para obtener MAPO en MAP Relay Chain, también puedes usar <link1>ButterSwap</link1>.",
  "MAP is on Ethereum": "MAP está en Ethereum, BNB Smart Chain y Polygon; MAPO está en MAP Relay Chain. Puedes usar <link1>ButterSwap</link1> para intercambiar fácilmente tu MAP por MAPO o viceversa.",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "MAP está disponible en Ethereum, BNB Smart Chain y Polygon. Puedes seguir la guía a continuación para agregar MAP a tu cartera de Metamask.",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "*IMPORTANTE: Para asegurarte de haber ingresado la dirección del contrato correcta, por favor copia las direcciones del contrato en los exploradores. No copies la dirección en el artículo directamente.",
  "If you’re on Ethereum": "Si estás en Ethereum",
  "Click “Import tokens” on Metamask": "Haz clic en “Importar tokens” en Metamask",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "Ve la dirección del contrato 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 en Etherscan",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "Ve la dirección del contrato 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f en BSC Scan",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "Ve la dirección del contrato 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a en Polygon Scan",
  "Copy and paste it back to Metamask": "Copia y pega de vuelta en Metamask",
  "Add the token symbol MAP": "Agrega el símbolo del token MAP",
  "Enter “Custom token”": "Ingresa “Token personalizado”",
  "If you’re on BNB Chain": "Si estás en BNB Chain",
  "If you’re on Polygon": "Si estás en Polygon"
}