{
  "Run a node": "Ejecutar un nodo",
  "Run a node to secure the network": "Ejecutar un nodo para asegurar la red",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "Operar tu propio nodo es una excelente manera de mantenerte completamente soberano mientras ayudas a asegurar toda la red y proteger la descentralización.",
  "What is a node?": "¿Qué es un nodo?",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "En una red de blockchain, un nodo es una computadora que participa en la red y mantiene una copia del libro de contabilidad distribuido, es decir, la blockchain. Los nodos en las redes de blockchain pueden tener diferentes roles y responsabilidades, dependiendo de la arquitectura y el algoritmo de consenso de la blockchain específica.",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "Como una cadena POS, MAP Protocol necesita nodos validadores responsables de validar transacciones y mantener la red MAP Relay Chain en el estado más seguro posible.",
  "Who can run a node?": "¿Quién puede ejecutar un nodo?",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "Cualquiera con la configuración adecuada y suficiente participación puede convertirse en validador.",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "Puedes encontrar un resumen de todos los validadores actuales y sus votos en <link1>MAPO Scan</link1> y las guías completas en <link2>cómo convertirse en un nuevo validador aquí</link2>.",
  "Build your node": "Construye tu nodo",
  "Hardware": "Hardware",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol es una red Proof Of Stake con diferentes requisitos de hardware que una red Proof of Work. El consenso Proof Of Stake es menos intensivo en CPU pero es más sensible a la conectividad de la red y la latencia.",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "A continuación se muestra una lista de requisitos estándar para ejecutar Validator en la red MAPO.",
  "Memory": "Memoria",
  "Disk": "Disco",
  "256 GB of SSD storage, plus a secondary HDD": "256 GB de almacenamiento SSD, más un HDD secundario",
  "Network": "Red",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "Al menos 100 Mb de entrada/salida Ethernet con una conexión a Internet de fibra (idealmente conexiones redundantes y switches HA)",
  "Software": "Software",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "Construir atlas requiere git, Go (versión 1.14 o posterior) y un compilador C.",
  "You can install them using your favorite package manager.": "Puedes instalarlos usando tu gestor de paquetes favorito.",
  "Others": "Otros",
  "Your account needs to have at least 1,000,000 MAPO.": "Tu cuenta necesita tener al menos 1,000,000 MAPO.",
  "Run your node": "Ejecuta tu nodo",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "Asegúrate de haber cumplido con nuestro prerrequisito antes de ejecutar tu nota de validador en MAP Protocol. Sigue los cinco pasos o las guías avanzadas para poner en funcionamiento tu nota de validador en MAP Protocol.",
  "You can also browse our guides on How To Become A New Validator to get started.": "También puedes consultar nuestras guías en <link1>Cómo Convertirse En Un Nuevo Validador</link1> para comenzar.",
  "Step 1: Create an account": "Paso 1: Crear una cuenta",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "En este paso, necesitas transferir tu información de identificación al contrato de gestión correspondiente, que administrará tu cuenta, claves y metadatos.",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "El propósito de este paso es mantener tu <text>MAPO</text> bloqueado más seguro autorizando claves alternativas para ser usadas en la firma de atestiguaciones, votación y validación. Al hacerlo, puedes continuar participando en el protocolo mientras mantienes la clave con acceso a tu <text>MAPO</text> bloqueado en almacenamiento.",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "Necesitas el comando <text>createAccount</text> para realizar las operaciones anteriores. Para más detalles sobre el comando <text>createAccount</text>, por favor consulta <link1>esto</link1>.",
  "Step 2: Authorize": "Paso 2: Autorizar",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "Autoriza una dirección para firmar mensajes de consenso en nombre de la cuenta. Esta dirección autorizada se llama el firmante. Como su nombre indica, el firmante solo es responsable de firmar. Tu recompensa no se emitirá al firmante sino a la cuenta creada en el paso anterior.",
  "Step 3: Locked MAPO": "Paso 3: MAPO Bloqueado",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "El umbral que establecemos para ser el validador es bloquear 1,000,000 <text>MAPO</text> en el contrato inteligente de gestión correspondiente. Este <text>MAPO</text> bloqueado se utilizará para futuros castigos, que también es una de las condiciones para ser elegido.",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "Necesitas el comando <text>lockedMAPO</text> para realizar las operaciones anteriores, más detalles sobre el comando <text>lockedMAPO</text> por favor consulta <link1>esto</link1>.",
  "Step 4: Validator register": "Paso 4: Registro de validador",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "Este paso es un paso clave para <text>registrarse</text> como un nuevo validador. Necesitas el comando register para realizar las operaciones anteriores. Para más detalles sobre el comando <text>register</text> por favor consulta <link1>esto</link1>.",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "En este paso, te registrarás con éxito como validador. A continuación, puedes intentar votar por ti mismo. Para detalles sobre cómo votar por favor consulta <link1>esto</link1>.",
  "Step 5: Vote": "Paso 5: Votar",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "Los validadores deben tener al menos una proporción de 0.001 de los votos para ser considerados para la elección, por lo que el validador necesita tener votos. Puedes usar tu cuenta de validador para votar por ti mismo, o puedes permitir que otros validadores o usuarios deleguen votos por ti.",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "Dado que has bloqueado 1,000,000 <text>MAPO</text> en el Paso 3, es una gran decisión <link1>votar</link1> por ti mismo ahora.",
  "Stake your MAPO": "Apuesta tu MAPO",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "Si construir tu propio nodo te parece desalentador o está fuera de tu experiencia técnica, no tienes que quedarte al margen. ¡Simplemente apuesta MAPO! Aún puedes jugar un papel fundamental en fortalecer y sostener nuestra red."
}