{
  "Get rewarded while securing MAP Protocol omnichain network": "Obtén recompensas mientras aseguras la red omnichain de MAP Protocol",
  "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "Hacer staking de MAPO es un bien público para todo el ecosistema omnichain de MAP Protocol. Los validadores necesitan tener suficiente participación una vez que tienen sus nodos configurados adecuadamente.",
  "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "Como una blockchain sin permisos Delegated Proof-of-Stake (DPoS), MAP Protocol permite a los usuarios hacer staking delegando su MAPO a validadores que procesan transacciones y operan la red.",
  "TOTAL MAPO STAKED": "TOTAL MAPO EN STAKING",
  "TOTAL VALIDATORS": "TOTAL DE VALIDADORES",
  "CURRENT APR": "APR ACTUAL",
  "Stake MAPO": "Haz staking de MAPO",
  "What is staking": "Qué es hacer staking",
  "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "Generalmente, hacer staking es el proceso de participar en un mecanismo de consenso proof-of-stake (PoS) o similar para apoyar las operaciones de una red blockchain. Los participantes bloquean una cierta cantidad de criptomoneda en una cartera para ayudar a validar transacciones, asegurar la red y producir nuevos bloques. A cambio, los participantes generalmente reciben tokens adicionales como recompensas, lo que potencialmente conduce a un flujo de ingresos pasivos.",
  "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "En MAP Protocol, hacer staking es el acto de bloquear ciertas cantidades de MAPO en el <link1>MAPO Validator Pool</link1>. Tanto validadores como usuarios pueden participar en el staking.",
  "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "Una vez que los validadores han configurado su nodo Validador, necesitan tener 1 Millón de MAPO en su pool de staking. Los usuarios pueden participar en el staking delegando su MAPO al stake de un Validador en particular; de esta manera, ayudan a ese Validador a operar y ganan un porcentaje de recompensas basado en su participación.",
  "More on how to get MAPO": "Más sobre cómo obtener MAPO",
  "Why stake your MAPO": "Por qué hacer staking de tu MAPO",
  "Earn rewards": "Gana recompensas",
  "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "Las recompensas se otorgan por acciones que ayudan a la red a alcanzar el consenso. Obtendrás recompensas por delegar tu activo al validador correcto que agrupa adecuadamente las transacciones en nuevos bloques y verifica el trabajo de otros validadores porque eso es lo que mantiene la cadena funcionando de manera segura.",
  "Better security": "Mejor seguridad",
  "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "La red se fortalece contra ataques a medida que más MAPO está en staking, ya que entonces se requiere más MAPO para controlar la mayoría de la red. Para convertirse en una amenaza, necesitarías tener la mayoría de los validadores, lo que significa que necesitarías controlar la mayoría de MAPO en el sistema, ¡eso es mucho!",
  "More sustainability": "Más sostenibilidad",
  "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "Los stakers no necesitan hacer cálculos de proof-of-work intensivos en energía para participar en asegurar la red, lo que significa que los nodos de staking pueden funcionar en hardware relativamente modesto utilizando muy poca energía.",
  "How to stake MAPO as a user": "Cómo hacer staking de MAPO como usuario",
  "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*IMPORTANTE: Para hacer staking con éxito, necesitas tener MAPO en tu cartera primero. Puedes obtener MAPO a través de <link1>Butter Swap</link1>. Una vez que tengas MAPO listo en tu cartera, puedes proceder de la siguiente manera:",
  "Go to the Staking Page and connect your wallet": "Ve a <link1>la página de Staking</link1> y conecta tu cartera",
  "Lock your MAPO for staking": "Bloquea tu MAPO para hacer staking",
  "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "Si es tu primera vez participando en staking, se te pedirá que crees una cuenta primero. Simplemente ingresa el nombre de tu cuenta, haz clic en “Enviar”, y ve a la página de staking para bloquear tu MAPO.",
  "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "La cantidad de MAPO bloqueada debe ser la cantidad de MAPO que podrías usar para hacer staking. “Desbloquear” muestra la cantidad de tokens MAPO restantes en tu cartera que no están bloqueados.",
  "Hit the “Lock” button and put in the amount you want to use for staking.": "Haz clic en el botón “Bloquear” e ingresa la cantidad que quieres usar para hacer staking.",
  "Select the validator and delegate your MAPO": "Selecciona el validador y delega tu MAPO",
  "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "Una vez que hayas bloqueado ciertas cantidades de MAPO, puedes seleccionar el(los) validador(es) al(los) que te gustaría delegar tu MAPO. El acto de seleccionar un validador se conoce como “Votar”.",
  "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "Visita la <link1>página de información del pool de validadores</link1> y revisa su rendimiento antes de decidir por el(los) validador(es) por el(los) que te gustaría votar. También puedes leer la introducción de los validadores en <link2>la página del foro de Validadores de MAP Protocol</link2> para ver por qué deberías votar por un validador en particular.",
  "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "Al elegir validadores, eres responsable de hacer tu propia investigación y votar por los competentes. Tu MAPO será delegado a los validadores de tu elección.",
  "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "Ingresa la cantidad que quieres apostar y haz clic en “Continuar”. Ahora puedes verificar tu estado de Staking en la sección “Tus Votos”.",
  "User Staking FAQs": "Preguntas frecuentes sobre Staking de Usuarios",
  "Is there any fee that I should be aware of such as delegation fee?": "¿Hay alguna tarifa de la que deba estar al tanto, como la tarifa de delegación?",
  "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "Al delegar tu MAPO a los validadores seleccionados, necesitas pagar una pequeña cantidad de MAPO como tarifas de gas. Además, cuando creas tu cuenta de staking en MAP Relay Chain por primera vez, se te cobrará un mínimo de alrededor de 1.5 MAPO como tarifas de gas.",
  "What is the minimum amount of MAPO I can start staking?": "¿Cuál es la cantidad mínima de MAPO con la que puedo comenzar a hacer staking?",
  "You will need 10 MAPO at minimum to start staking.": "Necesitarás un mínimo de 10 MAPO para comenzar a hacer staking.",
  "How many validators can I choose to vote for?": "¿Cuántos validadores puedo elegir para votar?",
  "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "No hay límite en el número de validadores que puedes elegir para votar. Sin embargo, cada vez que votas por un nuevo validador, el voto se contará como una nueva transacción en el bloque y necesitas pagar tarifas de gas por cada nueva transacción.",
  "How long do I need to wait to receive my staking rewards?": "¿Cuánto tiempo necesito esperar para recibir mis recompensas de staking?",
  "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "Las recompensas se ganan una vez que se ha actualizado una época. Esto significa que necesitarás esperar alrededor de 3 a 5 días después de haber votado por tu(s) validador(es) seleccionado(s) antes de recibir tus recompensas.",
  "When can I withdraw my staked MAPO?": "¿Cuándo puedo retirar mi MAPO apostado?",
  "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "Puedes retirar tu MAPO en cualquier momento de manera instantánea una vez que tu MAPO haya sido desbloqueado. Sin embargo, hay un período de espera de 15 días para desbloquear MAPO.",
  "What is the reward percentage for staking MAPO?": "¿Cuál es el porcentaje de recompensa por hacer staking de MAPO?",
  "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "Dado que estás haciendo staking a través de un pool de validadores, el rendimiento y la reputación del validador pueden afectar tus recompensas. Los validadores que producen bloques de manera consistente y mantienen un alto nivel de tiempo de actividad pueden ofrecer mejores recompensas a sus delegadores.",
  "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "Puedes tener múltiples cuentas para hacer staking, pero no puedes usar una dirección para hacer staking y otra para recibir recompensas. La dirección de staking, una vez establecida, es la dirección de tus fondos de consenso, tanto los iniciales como las recompensas posteriores, y no se puede cambiar. Por lo tanto, por favor mantén esta dirección debidamente respaldada y almacenada de forma segura.",
  "How to withdraw my staked tokens?": "Cómo retirar mis tokens apostados?",
  "Unlock the amount you’d like to withdraw": "Desbloquea la cantidad que te gustaría retirar",
  "Wait 15 days before you can successfully withdraw the unlocked MAPO": "Espera 15 días antes de poder retirar con éxito el MAPO desbloqueado",
  "Withdraw the unlocked MAPO, and you will get them in an instant": "Retira el MAPO desbloqueado, y los recibirás de manera instantánea",
  "Can the staking address be changed?": "¿Se puede cambiar la dirección de staking?",
  "How do I know the validator(s) to whom I should delegate my funds?": "¿Cómo sé a qué validador(es) debería delegar mis fondos?",
  "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "Dado que el(los) validador(es) que elijas impactará directamente en tus recompensas, es esencial que hagas algo de investigación antes de decidir votar por un validador en particular. Algunas métricas generales a tener en cuenta al seleccionar: tasa de actividad de la época actual, presencia en redes sociales y porcentaje de comisión.",
  "What are the factors that may affect the staking rewards?": "¿Cuáles son los factores que pueden afectar las recompensas de staking?",
  "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "Las recompensas de staking están sujetas a fluctuaciones dependiendo del(los) validador(es) que elijas, el número de participantes de staking que están haciendo staking, el volumen de transacciones y otros factores.",
  "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "En el momento de publicar, los stakers en MAP Protocol están ganando recompensas de staking de un 13.12% APY. Para obtener la información más actualizada, dirígete a <link1>MAPO Scan</link1>.",
  "What are the risks involved in staking?": "¿Cuáles son los riesgos involucrados en hacer staking?",
  "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "Como siempre, generalmente hay alguna forma de riesgo involucrado en cripto y no es diferente con el staking. La volatilidad también puede afectar el resultado del staking y no hay garantías ya que el proceso de staking es aleatorio y las fluctuaciones de precios siempre deben tenerse en cuenta.",
  "Enter the amount you want to stake": "Ingresa la cantidad que quieres apostar",
  "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "Para hacer staking con éxito, necesitas tener MAPO en tu cartera primero. Puedes obtener MAPO a través de Butter Swap. Una vez que tengas MAPO listo en tu cartera, puedes proceder de la siguiente manera.",
  "Check validator info": "Revisa la información del validador",
  "Get MAPO": "Obtén MAPO"
}