{
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.":"Puede obtener MAPO de un intercambio centralizado o de un intercambio descentralizado, pero diferentes países pueden tener políticas diferentes. Verifique cuál sería la mejor manera de obtener MAPO.",
  "What is MAPO?": "¿Qué es MAPO?",
  "Currency for the permissionless, digital future.": "Moneda para el futuro digital sin permisos.",
  "Currency of MAP Protocol omnichain apps.": "Moneda de las aplicaciones omnichain de MAP Protocol.",
  "Get MAPO": "Obtener MAPO",
  "Current MAPO Price（USD）": "Precio actual de MAPO (USD)",
  "Data Source: ": "Fuente de datos: ",
  "(LAST 24 HOUR)": "(ÚLTIMAS 24 HORAS)",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPO es una criptomoneda. Es el dinero digital que te abre la puerta para acceder a la red omnichain peer-to-peer a nivel de Bitcoin. Si eres nuevo en cripto, aquí te explicamos cómo se diferencia MAPO del dinero tradicional.",
  "Open to all, truly borderless": "Abierto a todos, verdaderamente sin fronteras",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPO está abierto y accesible para cualquier persona con una conexión a internet y una billetera cripto, trascendiendo límites geográficos.",
  "You have the full autonomy": "Tienes la autonomía completa",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "Los usuarios de MAPO tienen control total sobre sus fondos y transacciones, eliminando la necesidad de intermediarios como bancos u otras terceras partes.",
  "Privacy by default": "Privacidad por defecto",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "MAPO prioriza la privacidad del usuario por defecto. Aunque las transacciones se registran en un libro mayor público, las identidades de los usuarios suelen ser seudónimas.",
  "Peer-to-peer, no third parties": "Peer-to-peer, sin terceras partes",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "Puedes enviar tu MAPO sin ningún intermediario como bancos o procesadores de pago. Enviar MAPO es como entregar efectivo, pero es en línea y está asegurado por criptografía.",
  "Transparency and equity": "Transparencia y equidad",
  "User Experience": "Experiencia del usuario",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "Todas las transacciones de MAPO se registran en la MAP Relay Chain, asegurando transparencia e inmutabilidad. Esto significa que puedes verificar las transacciones de manera independiente.",
  "Code is law": "El código es ley",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "MAPO opera basado en reglas predefinidas e inmutables codificadas en el software. Las reglas del sistema y la política monetaria no pueden ser alteradas por ninguna autoridad central.",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "¿Quieres comprar algo de MAPO? Es común confundir MAP y MAPO. MAPO es el nombre del ticker en la MAP Relay Chain, mientras que MAP es el nombre en otras cadenas.",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "Para explorar el ecosistema de MAP Protocol, MAPO es probablemente lo que estás buscando comprar. <link1>Más sobre Obtener MAPO</link1>.",
  "What’s unique about MAPO?": "¿Qué tiene de único MAPO?",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "Hay muchas criptomonedas y muchos otros tokens en el espacio blockchain, pero hay algunas cosas que solo MAPO puede hacer.",
  "MAPO fuels MAP Protocol": "MAPO alimenta MAP Protocol",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPO es el corazón de MAP Protocol. Cuando envías MAPO o usas una aplicación en MAP Protocol, pagarás una tarifa en MAPO para usar la red de MAP Protocol. Esta tarifa sirve como incentivo para que un productor de bloques procese y verifique tu actividad en la red.",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "Los validadores son como los guardianes de MAP Protocol: verifican y aseguran que todas las transacciones sean válidas y precisas. Son seleccionados aleatoriamente para verificar nuevas traducciones y agregarlas a una blockchain. Los validadores serán recompensados con una pequeña cantidad de MAPO por el trabajo que realizan.",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "Hay ciertos requisitos de hardware y software que necesitas cumplir para convertirte en un validador. Puedes consultar los detalles en <link1>Ejecutar un Nodo</link1>.",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "Además de esos requisitos, los validadores también necesitan apostar una cierta cantidad de MAPO para ayudar a asegurar toda la red de MAP Protocol y ganar recompensas. Si prefieres asegurar la red omnichain sin construir un nodo, aún puedes participar en el staking delegando tu MAPO. <link1>Más sobre staking</link1>.",
  "What is MAP Protocol?": "¿Qué es MAP Protocol?",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "Para saber más sobre MAP Protocol, la tecnología detrás de MAPO, consulta la información en esta página.",
  "MAPO underpins the omnichain financial system": "MAPO sustenta el sistema financiero omnichain",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "Más allá de las meras transacciones, la comunidad omnichain está creando una red financiera integral que es peer-to-peer y universalmente accesible.",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "Actualmente, los usuarios pueden ganar MAPO a través del staking. Sin embargo, a medida que MAP Protocol evoluciona y se expande, se introducirán funcionalidades futuras como el préstamo y el empréstito, ampliando la utilidad de MAPO.",
  "Uses for MAPO grow every day": "Los usos para MAPO crecen cada día",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "Debido a que MAP Protocol es programable, los desarrolladores pueden dar forma a MAPO de innumerables maneras. Aquí hay solo algunas de las cosas que puedes hacer con MAPO.",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>Intercambiar tokens</link1> — puedes comerciar MAPO con tokens en múltiples cadenas diferentes.",
  "Earn interest — stake MAPO and get rewarded.": "<link1>Ganar interés</link1> — apuesta MAPO y obtén recompensas.",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>Obtener stablecoins</link1> — accede al mundo de las criptomonedas con un valor estable y menos volátil.",
  "Where to get MAPO": "Dónde conseguir MAPO",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "Puedes obtener MAPO de un intercambio centralizado o descentralizado, pero diferentes países pueden tener diferentes políticas. Verifica cuál sería la mejor manera para ti de obtener MAPO.",
  "Why does MAPO have value?": "¿Por qué MAPO tiene valor?",
  "MAPO holds different values for different people.": "MAPO tiene diferentes valores para diferentes personas.",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "Para los usuarios de MAP Protocol, MAPO es valioso porque te permite pagar tarifas de transacción.",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "Otros lo ven como una reserva de valor digital porque la creación de nuevos MAPO se ralentiza con el tiempo.",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "En el futuro, MAPO también se volverá valioso para los usuarios de aplicaciones financieras en MAP Protocol, ya que pueden usar MAPO para prestar, pedir prestado, transmitir o incluso como un sistema de pago.",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "También hay usuarios que son inversores que toman MAPO como su inversión similar a Bitcoin u otras criptomonedas.",
  "MAPO is not the only token in crypto": "MAPO no es el único token en cripto",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "El espacio cripto permite a cualquiera crear nuevos activos y comerciarlos en varias plataformas. Estos activos a menudo se etiquetan como 'tokens'. Desde activos tradicionales como el oro y bienes raíces hasta conceptos innovadores como el arte e incluso el valor personal, la tokenización está redefiniendo cómo pensamos en la propiedad.",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "El paisaje cripto alberga innumerables tokens, cada uno con su utilidad y valor únicos. La innovación continua por parte de los desarrolladores asegura que surjan nuevos tokens, cada uno abriendo el camino para oportunidades novedosas y expansión del mercado.",
  "More on tokens": "Más sobre tokens",
  "Stablecoins": "Stablecoins",
  "Decentralized finance (DeFi)": "Finanzas descentralizadas (DeFi)",
  "Decentralized organizations (DAOs)": "Organizaciones descentralizadas (DAOs)",
  "Non-fungible tokens (NFTs)": "Tokens no fungibles (NFTs)",
  "Different types of tokens": "Diferentes tipos de tokens",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "Tokens que reflejan el valor de una moneda tradicional como dólares. Esto resuelve el problema de la volatilidad con muchas criptomonedas.",
  "Governance tokens": "Tokens de gobernanza",
  "Tokens that represent voting power in decentralized organizations.": "Tokens que representan poder de voto en organizaciones descentralizadas.",
  "Sh*t coins": "Sh*t coins",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "Debido a que cualquiera, incluso personas con malas intenciones, puede crear un nuevo token, ¡siempre investiga antes de decidir invertir en ellos!",
  "Collectible tokens": "Tokens coleccionables",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "Tokens que representan un artículo de juego coleccionable, una pieza de arte digital u otros activos únicos. Comúnmente conocidos como tokens no fungibles (NFTs)."
}