{
  "Further empowering gamers": "Potenciando aún más a los jugadores",
  "Traditionally, gamers are limited by centralized gaming service platforms and do not actually own the in-game items they have purchased or acquired. To trade or transfer in-game assets, gamers are forced to use black market websites which often come with extra security risks.": "Tradicionalmente, los jugadores están limitados por plataformas de servicios de juegos centralizadas y no poseen realmente los objetos dentro del juego que han comprado o adquirido. Para comerciar o transferir activos dentro del juego, los jugadores se ven obligados a usar sitios web de mercado negro que a menudo conllevan riesgos de seguridad adicionales.",
  "Blockchain gaming has changed this old gaming modality. Web3 projects such as Crypto Kitties, Axie Infinity, and Dark Forest have created a new gaming paradigm where players are encouraged to trade in-game items and are rewarded for their playtime. As with many first-time innovations, however, those blockchain gaming projects are far from perfect and have turned off true gamers due to scalability issues, transaction fees, and the complexity of managing blockchain-based assets.": "Los juegos en blockchain han cambiado esta antigua modalidad de juego. Proyectos Web3 como Crypto Kitties, Axie Infinity y Dark Forest han creado un nuevo paradigma de juego donde se anima a los jugadores a comerciar objetos dentro del juego y se les recompensa por su tiempo de juego. Sin embargo, como con muchas innovaciones por primera vez, esos proyectos de juegos en blockchain están lejos de ser perfectos y han alejado a los verdaderos jugadores debido a problemas de escalabilidad, tarifas de transacción y la complejidad de gestionar activos basados en blockchain.",
  "This is where omnichain and fully on-chain gaming comes in. Through MAP Protocol, GameFi projects can not only have gaming assets tradable and interoperable on all chains but all aspects of game state, logic, and data on the blockchain, so blockchain gaming becomes an autonomous world where players have their full agency and contribute to the development of the game.": "Aquí es donde entra el juego omnichain y completamente en cadena. A través de MAP Protocol, los proyectos de GameFi no solo pueden tener activos de juego intercambiables e interoperables en todas las cadenas, sino también todos los aspectos del estado del juego, lógica y datos en la blockchain, de modo que los juegos en blockchain se convierten en un mundo autónomo donde los jugadores tienen su plena agencia y contribuyen al desarrollo del juego.",
  "Towards a truly interoperable future": "Hacia un futuro verdaderamente interoperable",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Hoy en día, la mayoría de las soluciones de interoperabilidad solo enfatizan las transacciones de activos entre cadenas. Sin embargo, un futuro Web3 verdaderamente interoperable va más allá de eso: es un futuro donde las operaciones de dApp, incluyendo transacciones, almacenamiento de datos y computación, se realizan en la blockchain y son interoperables a través de diferentes cadenas, otorgando a los usuarios control total sobre sus datos y privacidad.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various blockchain components, enabling the construction of apps where all operations are on-chain. This provides users with complete control over their data and assets across multiple chains.": "MAP Protocol allana el camino para este futuro Web3 verdaderamente interoperable. A través de MAP Protocol, los desarrolladores pueden integrar sin problemas varios componentes de blockchain, lo que permite la construcción de aplicaciones donde todas las operaciones están en cadena. Esto proporciona a los usuarios control completo sobre sus datos y activos a través de múltiples cadenas.",
  "Unlocking the future of Bitcoin ecosystem": "Desbloqueando el futuro del ecosistema Bitcoin",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. However, as BCR-20 tokens and Ordinal NFTs took over the Web3 sphere in May 2023, The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability.": "Debido a la falta de completitud de Turing, Bitcoin está limitado en su usabilidad en comparación con Ethereum, y su ecosistema crece lentamente. Sin embargo, a medida que los tokens BCR-20 y los NFTs Ordinales se apoderaron de la esfera Web3 en mayo de 2023, la nueva narrativa del ecosistema Bitcoin ha revocado temas y debates sobre la interoperabilidad de Bitcoin.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "Con el BRC-201 de MAP Protocol, un protocolo de extensión entre cadenas para tokens BRC-20, los activos BRC-20 y ORC-20 en la red Bitcoin pueden interactuar con otros tokens en otras cadenas públicas. Esta capa de interoperabilidad entre cadenas de la red Bitcoin también hará crecer la comunidad de Bitcoin en su conjunto.",
  "Enabling easy cross-chain asset flows": "Facilitando el flujo de activos entre cadenas",
  "MAP Protocol leverages light clients and Zero-Knowledge (ZK) proofs to offer a trustless environment for seamless asset transfers across multiple blockchains, including both EVM and non-EVM chains. This eliminates the need for centralized authorities or third-party services, reinforcing the principles of decentralization while ensuring secure and efficient transactions.": "MAP Protocol aprovecha los clientes ligeros y las pruebas de conocimiento cero (ZK) para ofrecer un entorno sin confianza para transferencias de activos sin problemas a través de múltiples blockchains, incluyendo cadenas EVM y no EVM. Esto elimina la necesidad de autoridades centralizadas o servicios de terceros, reforzando los principios de descentralización y asegurando transacciones seguras y eficientes.",
  "Beyond simple asset transfers, MAP Protocol also enables cross-chain communication for storage and computing capacities. This offers unprecedented flexibility for decentralized application (dApp) developers to build more robust, scalable, and interoperable applications. The technology stands as a pivotal contribution to the blockchain ecosystem, bringing us closer to a truly interconnected world where assets and resources flow effortlessly between chains.": "Más allá de las simples transferencias de activos, MAP Protocol también permite la comunicación entre cadenas para capacidades de almacenamiento y computación. Esto ofrece una flexibilidad sin precedentes para los desarrolladores de aplicaciones descentralizadas (dApp) para construir aplicaciones más robustas, escalables e interoperables. La tecnología se erige como una contribución fundamental al ecosistema de blockchain, acercándonos a un mundo verdaderamente interconectado donde los activos y recursos fluyen sin esfuerzo entre cadenas.",
  "Saving time and money to build awesome apps": "Ahorrando tiempo y dinero para construir aplicaciones impresionantes",
  "Building on a single chain is simple with low maintenance, but at the same time has limited user reach and adaptability, thus adding extra work to deploy on other chains or use a potentially unsafe cross-chain solution. Moreover, building on multiple blockchains means managing multiple ledgers at the same time, and this can be difficult and more costly than operating on a single chain.": "Construir en una sola cadena es simple con bajo mantenimiento, pero al mismo tiempo tiene un alcance de usuario limitado y adaptabilidad, lo que añade trabajo extra para desplegar en otras cadenas o usar una solución entre cadenas potencialmente insegura. Además, construir en múltiples blockchains significa gestionar múltiples libros de contabilidad al mismo tiempo, y esto puede ser difícil y más costoso que operar en una sola cadena.",
  "Instead of choosing between the lesser of two evils, sacrificing time and resources to become multi-chain or cross-chain, and compromising on feature development, projects and developers can directly deploy on MAP Protocol or use MAP Protocol to become omnichain where they do not have to spend extra time and money on finding a cross-chain solution or using bridges to become multi-chain.": "En lugar de elegir entre el menor de dos males, sacrificando tiempo y recursos para convertirse en multi-cadena o entre cadenas, y comprometiendo el desarrollo de características, los proyectos y desarrolladores pueden desplegar directamente en MAP Protocol o usar MAP Protocol para convertirse en omnichain donde no tienen que gastar tiempo y dinero extra en encontrar una solución entre cadenas o usar puentes para convertirse en multi-cadena.",
  "With MAP Protocol, projects only need to focus on all the essentials for app development and find ways to enhance user experiences, so that innovation can come and drive real dApp mass adoption.": "Con MAP Protocol, los proyectos solo necesitan enfocarse en todos los aspectos esenciales para el desarrollo de aplicaciones y encontrar formas de mejorar la experiencia del usuario, para que la innovación pueda llegar y conducir a una verdadera adopción masiva de dApp."
}