{
  "What is MAP Protocol?": "¿Qué es MAP Protocol?",
  "A Bitcoin layer-2. The foundation for Interoperability": "Una capa-2 de Bitcoin. La base para la Interoperabilidad",
  "What is Bitcoin layer-2": "¿Qué es la capa-2 de Bitcoin?",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "Una guía completa para principiantes sobre cómo funciona MAP Protocol, los beneficios que aporta y cómo puede traer un futuro verdaderamente interoperable donde los activos, el almacenamiento y la computación estén todos en cadena e interoperables en la realidad.",
  "The user gateway to Web3": "La puerta de entrada del usuario a Web3",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "Los detalles técnicos avanzados y los complicados pasos entre cadenas impiden que los nuevos usuarios entren en el mundo de Web3. MAP Protocol hace que navegar por Web3 sea intuitivo. En MAP Protocol, los usuarios solo necesitan saber que tienen plena propiedad sobre sus activos y cuando mueven activos de una cadena a otra, es puramente de igual a igual, y ninguna tercera parte podría intervenir.",
  "The all-in-one developer portal": "El portal todo en uno para desarrolladores",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "La soberanía de datos está en el núcleo de Web3, lo que significa que los usuarios tienen plena propiedad sobre sus datos. Para construir una aplicación Web3, los desarrolladores necesitan combinar la funcionalidad de diferentes blockchains para que los activos del usuario, el almacenamiento y la computación estén todos en cadena. A través de MAP Protocol, los desarrolladores pueden componer sin problemas diferentes componentes de blockchain y construir aplicaciones donde los usuarios tienen control sobre sus datos y activos.",
  "The guardian for the free and peer-to-peer flow of assets": "El guardián para el flujo libre y de igual a igual de activos",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 es el nuevo Internet del valor. El flujo de valor de Internet puede enfrentar preocupaciones de seguridad y desafíos de terceros. Mientras que el flujo de activos en una sola blockchain ya es de igual a igual, MAP Protocol lo lleva un paso más allá al permitir que los activos en diferentes blockchains fluyan de una manera puramente de igual a igual.",
  "Summary": "Resumen",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol proporciona la infraestructura omnichain esencial para lograr la interoperabilidad entre activos basados en blockchain, almacenamiento y computación. Construido sobre la tecnología de cliente ligero y prueba de conocimiento cero, nuestra solución cross-chain interoperable es de igual a igual, sin ninguna entidad de terceros de confianza. La red MAP Protocol sirve como una puerta de entrada para usuarios de Web3 y un portal para desarrolladores, empoderando a usuarios y desarrolladores para usar y construir cualquier cosa entre cadenas de una manera de igual a igual.",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "Puedes crear una cuenta de MAP Protocol desde cualquier lugar, en cualquier momento y explorar aplicaciones omnichain o construir las tuyas. La innovación central es que puedes hacer todas las cosas entre cadenas sin confiar en una autoridad central que podría cambiar las reglas o restringir tu acceso.",
  "What can MAP Protocol do?": "¿Qué puede hacer MAP Protocol?",
  "Interoperable Omnichain Asset": "Activo Omnichain Interoperable",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol permite transferencias cross-chain sin problemas de activos basados en blockchain. Esto asegura que no estés confinado a un solo ecosistema de blockchain, mejorando la liquidez y utilidad del activo.",
  "Interoperable On-chain Storage and Computing": "Almacenamiento y Computación en Cadena Interoperables",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "Más allá de las transferencias de activos, MAP Protocol extiende la esfera de la interoperabilidad para incluir recursos de almacenamiento y computación en cadena, permitiendo a los desarrolladores de dApp utilizar servicios de manera eficiente a través de múltiples blockchains.",
  "Enhanced Security and Privacy": "Seguridad y Privacidad Mejoradas",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "Construido sobre la tecnología de cliente ligero y prueba de conocimiento cero, MAP Protocol adopta un enfoque puramente de igual a igual para las interacciones cross-chain sin la necesidad de una tercera parte de confianza.",
  "Developer-Friendly Platform": "Plataforma Amigable para Desarrolladores",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "Con su puerta de entrada para usuarios de Web3 y portal para desarrolladores, MAP Protocol proporciona los conjuntos de herramientas necesarios para que los desarrolladores construyan y desplieguen aplicaciones cross-chain, actuando efectivamente como un catalizador para la innovación en blockchain.",
  "User Empowerment": "Empoderamiento del Usuario",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "Los usuarios pueden crear una cuenta de MAP Protocol con facilidad y explorar o contribuir al ecosistema omnichain. Ninguna autoridad central puede cambiar las reglas o restringir el acceso, ofreciendo así a los usuarios un control sin precedentes.",
  "Peer-to-Peer Network": "Red de Igual a Igual",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "La red omnichain de MAP Protocol permite transacciones e interacciones de igual a igual, manteniendo el ethos original de descentralización de la tecnología blockchain mientras ofrece las ventajas de las capacidades cross-chain.",
  "Bitcoin ecosystem growth": "Crecimiento del ecosistema Bitcoin",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "Con MAP Protocol siendo una capa-2 de Bitcoin, cualquier activo en cualquier cadena puede interactuar fácilmente con la red Bitcoin. Esto agregará otros tipos de activos y comunidades al ecosistema y comunidad de Bitcoin existentes.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "Además de construir sobre la tecnología de cliente ligero y prueba de conocimiento cero, MAP Protocol ha reforzado aún más su seguridad utilizando la red Bitcoin para prevenir ataques de largo alcance."
 
}