{
  "Why would I use MAP Protocol?": "¿Por qué usaría MAP Protocol?",
  "MAP Protocol stats": "Estadísticas de MAP Protocol",
  "Cross-chain assets powered by MAP Protocol": "Activos cross-chain impulsados por MAP Protocol",
  "Accounts (wallets) with MAPO balance": "Cuentas (billeteras) con saldo de MAPO",
  "Smart contracts on MAP Protocol": "Contratos inteligentes en MAP Protocol",
  "Number of transactions powered by MAP Protocol": "Número de transacciones impulsadas por MAP Protocol",
  "Total MAPO staked": "Total de MAPO apostado",
  "Number of nodes on MAP Protocol": "Número de nodos en MAP Protocol",
  "Who runs MAP Protocol?": "¿Quién administra MAP Protocol?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol no está controlado por ninguna entidad en particular. Existe siempre que haya computadoras conectadas ejecutando software siguiendo el MAP Protocol y añadiendo a la blockchain de MAP Protocol. Cada una de estas computadoras se conoce como un nodo. Cualquiera puede ejecutar un nodo, aunque para participar en la seguridad de la red tienes que apostar MAPO (el token nativo de MAP Protocol).",
  "What is MAP Relay Chain?": "¿Qué es MAP Relay Chain?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain es una blockchain compatible con EVM construida sobre el mecanismo de Proof-of-Stake y el consenso tolerante a fallas bizantinas y vive en la Capa de Protocolo de MAP Protocol. Se extiende proactivamente y soporta las características de blockchains heterogéneas en la máquina virtual y construye una red de verificación de clientes ligeros eficiente en gas.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "El propósito principal de MAP Relay Chain es mantener clientes ligeros de todas las blockchains interesadas y facilitar la verificación sin confianza de mensajes cross-chain. Los validadores en MAP Relay Chain son clave para garantizar la diversidad y robustez de la red omnichain. MAPO es la criptomoneda utilizada para pagar las tarifas de red incurridas en MAP Relay Chain.",
  "What is MAP Omnichain Service (MOS)?": "¿Qué es MAP Omnichain Service (MOS)?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS es el acrónimo de MAP Omnichain Service, que es la segunda capa de MAP Protocol. Similar a Google Mobile Services para desarrolladores de Android, MOS empodera a los desarrolladores de dApp para construir aplicaciones cross-chain u omnichain con facilidad. Esta capa consiste en Vaults y Data desplegados en cada cadena, y un Programa de Mensajería para transmitir mensajes entre cadenas.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "Los desarrolladores de dApp pueden ejecutar MOS de manera independiente o utilizar los servicios proporcionados por MOS. También pueden usar Vaults y Data en MOS y compartir la liquidez de Vaults y Data con otras aplicaciones. El Programa de Mensajería es un SDK, desplegado, operado y mantenido por los propios desarrolladores de dApp. Los desarrolladores de dApp también pueden incentivar de manera independiente y flexible a los contribuyentes del mensajero para transmitir mensajes omnichain para la dApp.",
  "Meet MAPO, MAP Protocol’s native currency": "Conoce a MAPO, la moneda nativa de MAP Protocol",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "Muchas acciones en la red de MAP Protocol requieren trabajo en MAP Relay Chain. Este cálculo no es gratuito; se paga usando la criptomoneda nativa de MAP Protocol llamada MAPO. Esto significa que necesitas al menos una pequeña cantidad de MAPO para usar la red.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO es puramente digital, y puedes enviarlo a cualquier persona en cualquier parte del mundo al instante. La oferta de MAPO no está controlada por ningún gobierno o empresa — es descentralizada y completamente transparente. MAPO se emite de manera precisa de acuerdo con el protocolo.",
  "Network fees on MAP Protocol": "Tarifas de red en MAP Protocol",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "Las tarifas de red en la mainnet de MAP Protocol se llaman tarifas de gas. Estos son pequeños cargos incurridos por los esfuerzos computacionales requeridos para procesar transacciones en MAP Relay Chain. Estas tarifas sirven como un mecanismo para asignar de manera justa los recursos de la red y desalentar actividades de spam o maliciosas.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "A diferencia de las plataformas de blockchain típicas donde las tarifas de gas son una característica estándar, MAP Protocol solo cobra tarifas de gas por transacciones cross-chain procesadas en MAP Relay Chain. Cuanto más compleja sea la transacción, mayores serán las tarifas de gas. Las tarifas también están influenciadas por la congestión de la red; durante tiempos de alta actividad, las tarifas pueden aumentar.",
  "Run a node": "Ejecutar un nodo",
  "More on MAP Relay Chain": "Más sobre MAP Relay Chain",
  "More on MAP Protocol": "Más sobre MAP Protocol",
  "What is MAPO?": "¿Qué es MAPO?",
  "Get MAPO": "Obtener MAPO",
  "More on gas fees": "Más sobre tarifas de gas",
  "Data Source: ": "Fuente de Datos: "
}