{
  "Welcome to MAP Protocol Community": "Добро пожаловать в сообщество MAP Protocol",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol - это дом для сотен тысяч разработчиков, технологов, дизайнеров, пользователей, хранителей MAPO и энтузиастов.",
  "Why become part of the MAP Protocol community?": "Почему стоит стать частью сообщества MAP Protocol?",
  "Participate freely": "Участвуйте свободно",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "У вас есть свобода вносить свой вклад удаленно, работая из любой точки мира и в любое время, которое вам подходит.",
  "Find your cohort": "Найдите свою группу",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "У вас есть возможность связаться с единомышленниками. С помощью командной работы участники могут улучшить свои навыки перевода, обменяться ценными идеями и вместе преодолеть трудности.",
  "Get recognized and compensated": "Получите признание и вознаграждение",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "Ваше имя будет отображаться рядом с выполненной вами работой. Кроме того, за вашу блестящую работу будет предусмотрено вознаграждение.",
  "How to get involved?": "Как включиться?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "Существует множество способов включиться в быстрорастущее сообщество Map Protocol; вы можете присоединиться к одному из популярных онлайн-сообществ, посетить мероприятие, присоединиться к группе встреч, внести свой вклад в проект или участвовать в одном из многих онлайн-форумов о Map Protocol.",
  "Join online communities": "Присоединяйтесь к онлайн-сообществам",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "Найдите свою группу и участвуйте вместе с многими другими энтузиастами MAP Protocol.",
  "MAP Protocol events": "Мероприятия MAP Protocol",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "Найдите и примите участие в конференциях, хакатонах или встречах MAP Protocol.",
  "Run a node": "Запустите узел",
  "Operate your own node is a great way to contribute to the whole network.": "Управление собственным узлом - отличный способ внести свой вклад во всю сеть.",
  "Stake MAPO": "Стейкинг MAPO",
  "Get your MAPO and stake them to earn more rewards.": "Получите свои MAPO и стейкайте их, чтобы заработать больше наград.",
  "Contribute to MAP Protocol": "Внесите свой вклад в MAP Protocol",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "Так же, как мы выступаем за открытость и децентрализацию от участника к участнику, мы стремимся сделать знания свободно доступными для всех. Весь контент на этом веб-сайте имеет открытый исходный код. Вы можете предложить новые правки, предложить новые блестящие функции и помочь нам улучшиться.",
  "More on contribution ": "Больше о вкладе",
  "Learn about MAPDAO": "Узнайте о MAPDAO",
  "Join Telegram": "Присоединяйтесь к MAPDAO",
  "Community center": "Коммьюнити-центр"
}