{
  "Use MAP Protocol": "Используйте MAP Protocol",
  "Learn": "Учиться",
  "Developer": "Разработчик",
  "Enterprise": "Корпоративный клиент",
  "Community": "Сообщество",
  "Find a wallet": "Найти кошелек",
  "Get MAPO": "Получить MAPO",
  "Stake MAPO": "Стейкинг MAPO",
  "Run a node": "Запустить узел",
  "OmniApp": "OmniApp",
  "Decentralized finance (DeFi)": "Децентрализованные финансы (DeFi)",
  "Decentralized autonomous organizations (DAO)": "Децентрализованные автономные организации (DAO)",
  "Decentralized omnichain payment": "Децентрализованный вселенский платеж",
  "Omnichain token issuance": "Вселенская эмиссия токенов",
  "Decentralized omnichain identity": "Децентрализованная вселенская идентичность",
  "What is MAP Protocol?": "Что такое MAP Protocol?",
  "MAP Relay Chain": "MAP Relay Chain",
  "MAP Omnichain Serivice (MOS)": "MAP Omnichain Serivice (MOS)",
  "What is MAPO?": "Что такое MAPO?",
  "MAPO wallets": "Кошельки MAPO",
  "Gas fee": "Комиссия за транзакцию",
  "Omnichain and fully on-chain": "Вселенский и полностью на блокчейне",
  "Cross-chain smart contracts": "Кросс-чейн смарт-контракты",
  "Light clients": "Легкие клиенты",
  "Zero-knowledge proofs": "Доказательства с нулевым разглашением",
  "Refactor light clients with ZK-proof": "Рефакторинг легких клиентов с ZK-доказательством",
  "MAP Protocol quiz center": "Центр викторин MAP Protocol",
  "Develoer’s home": "Дом разработчика",
  "Documentation": "Документация",
  "Tutorials": "Учебные пособия",
  "Learn by coding": "Обучение на практике",
  "Set up local environment": "Настройка локального окружения",
  "Developer incubation": "Инкубация разработчиков",
  "MAP Protocol for enterprises": "MAP Protocol для предприятий",
  "Community center": "Центр сообщества",
  "Online community": "Онлайн сообщество",
  "Bitcoin layer-2": "Bitcoin layer-2",
  "Understand Bitcoin layer-2": "Понимание Bitcoin layer-2",
  "Security features": "Функции безопасности",
  "MAP Protocol as Bitcoin layer-2": "MAP Protocol как Bitcoin layer-2",
  "Understand BRC-20": "Понимание BRC-20",
  "BRC 201: From BRC-20 to EVMs": "BRC 201: От BRC-20 до EVM",
  "Unlocking Bitcoin ecosystem with MAP Protocol": "Разблокировка экосистемы Bitcoin с помощью MAP Protocol",
  "MAP Protocol WhitePaper": "Белая книга MAP Protocol",
  "MAPO explorer": "Обозреватель MAPO",
  "MAPO testnet explorer": "Тестовый обозреватель MAPO",
  "Learn about MAPDAO": "Узнать о MAPDAO",
  "Explore MAP Protocol": "Исследовать MAP Protocol",
  "MAP Protocol resources and intel": "Ресурсы и разведданные MAP Protocol",
  "You can learn more about MAP Protocol from the MAP Protocol Whitepaper, which consists of all the basic principles and technical framework of MAP Protocol.": "Вы можете узнать больше о MAP Protocol из Белой книги MAP Protocol, которая содержит все основные принципы и техническую структуру MAP Protocol.",
  "Unlock Bitcoin Ecosystem with MAP Protocol": "Разблокировка экосистемы Bitcoin с помощью MAP Protocol",
  "The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability. Explore what’s possible with MAP Protocol as a Bitcoin layer-2.": "Новая нарратива экосистемы Bitcoin вызвала темы и дебаты о взаимодействии Bitcoin. Исследуйте, что возможно с MAP Protocol как Bitcoin layer-2.",
  "Anyone can participate in MAP Protocol’s network by staking and guarantee network security. It is is public good for the whole MAP Protocol ecosystem.": "Любой может участвовать в сети MAP Protocol, осуществляя стейкинг и гарантируя безопасность сети. Это общественное благо для всей экосистемы MAP Protocol.",
  "MAPO is the native token on the MAP Relay Chain. It is the cryptocurrency you use to pay for the network fees on the MAP Relay Chain. Learn about how to get MAPO.": "MAPO - это нативный токен на MAP Relay Chain. Это криптовалюта, которую вы используете для оплаты сетевых сборов на MAP Relay Chain. Узнайте, как получить MAPO.",
  "The MAP Protocol community": "Сообщество MAP Protocol",
  "MAP Protocol is all about community. Check out MAP Protocol community to meet your cohorts and see how you can contribute to MAP Protocol.": "MAP Protocol - это все о сообществе. Посетите сообщество MAP Protocol, чтобы встретить своих коллег и узнать, как вы можете внести свой вклад в MAP Protocol.",
  "MAPDAO is a community-driven and pivotal platform for contributors to engage with the MAP Protocol ecosystem. It welcomes everyone who would like to make a change.": "MAPDAO - это сообщество, управляемая и ключевая платформа для участников, желающих взаимодействовать с экосистемой MAP Protocol. Она приветствует всех, кто хочет внести изменения.",
  "Bitcoin layer-2 is key to Bitcoin ecosystem growth. As the adoption of Bitcoin continues to grow, the importance of these Layer-2 solutions cannot be overstated.": "Bitcoin layer-2 ключевой для роста экосистемы Bitcoin. По мере того как принятие Bitcoin продолжает расти, важность этих решений Layer-2 нельзя переоценить.",
  "Understand long-range attack": "Понимание долгосрочной атаки",
  "Similar to the 51% attack, long-range attack is a threat to PoS blockchains. MAP Protocol uses the Bitcoin network’s security mechanism to prevent long-range attack.": "Подобно атаке 51%, долгосрочная атака является угрозой для блокчейнов PoS. MAP Protocol использует механизм безопасности сети Bitcoin для предотвращения долгосрочной атаки.",
  "Edit Page": "Редактировать страницу",
  "We use cookies to improve your experience. By continuing to browse our site, you agree to our Cookie Policy.": "Мы используем файлы cookie для улучшения вашего опыта. Продолжая просматривать наш сайт, вы соглашаетесь с нашей Политикой использования файлов cookie.",
  "Accept": "Принять"
}