{
  "Where to Get MAPO": "Где получить MAPO",
  "You can earn MAPO, or buy it from decentralized and centralized exchanges.": "Вы можете заработать MAPO или купить его на децентрализованных и централизованных биржах.",
  "Get MAPO": "Получить MAPO",
  "Current MAPO Price（USD）": "Текущая цена MAPO (USD)",
  "Data Source: ": "Источник данных: ",
  "(LAST 24 HOUR)": "(ПОСЛЕДНИЕ 24 ЧАСА)",
  "New to MAP Protocol? Here's an overview to get you started. What's MAPO?": "Новичок в MAP Protocol? Вот обзор, чтобы начать. <link1>Что такое MAPO?</link1>",
  "MAPO and MAP": "MAPO и MAP",
  "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.": "MAPO и MAP - это родные токены MAP Protocol. Это один и тот же токен. Использование разных тикеров помогает отличать цепочки, на которых они находятся.",
  "View more details": "Посмотреть подробности",
  "Decentralized Exchanges (DEXs)": "Децентрализованные биржи (DEX)",
  "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.": "DEX предоставляют вам больший контроль над вашими средствами. С помощью DEX вы можете торговать MAPO с большей свободой и гибкостью.",
  "Go to a DEX": "Перейти на DEX",
  "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.": "CEX - это компании, которые позволяют вам покупать криптовалюту за традиционные валюты. Они имеют опеку над любым MAPO, которое вы покупаете, пока вы не отправите его в кошелек, который контролируете.",
  "Find a CEX": "Найти CEX",
  "Centralized Exchanges (CEXs)": "Централизованные биржи (CEX)",
  "Wallets": "Кошельки",
  "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.": "Некоторые кошельки позволяют вам покупать криптовалюту с помощью дебетовой/кредитной карты, банковского перевода или даже Apple Pay. Применяются географические ограничения.",
  "Find a wallet": "Найти кошелек",
  "Staking rewards": "Награды за стейкинг",
  "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.": "Если у вас уже есть некоторое количество MAPO, вы можете заработать больше, запустив узел валидатора или голосуя за валидаторов на ваш выбор.",
  "Learn more about staking": "Узнать больше о стейкинге",
  "Earn MAPO": "Заработать MAPO",
  "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.": "Вы можете заработать MAPO, работая на MAPDAO или в компаниях, которые платят криптовалютой, выигрывая награды, находя ошибки в программном обеспечении и т.д.",
  "Learn about MAPDAO": "Узнать о MAPDAO",
  "MAPO is the ticker name for MAP Protocol’s native token on the MAP Relay Chain, while MAP is the ticker name of MAP Protocol’s native token on other chains such as Ethereum, BNB Smart Chain, and Polygon. It can be obtained and traded directly in centralized exchanges such as Kucoin, Bithumb, Coinone, and MEXC Global.": "MAPO - это тикерное имя для родного токена MAP Protocol на MAP Relay Chain, в то время как MAP - это тикерное имя родного токена MAP Protocol на других цепочках, таких как Ethereum, BNB Smart Chain и Polygon. Его можно получить и торговать напрямую на централизованных биржах, таких как <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3> и <link4>MEXC Global</link4>.",
  "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.": "В настоящее время MAP доступен на Ethereum, BNB Smart Chain и Polygon; MAPO находится на MAP Relay Chain. Вы можете получить MAP как на централизованных, так и на децентрализованных биржах, а MAPO - только на децентрализованных биржах.",
  "On Decentralized Exchanges (DEXs)": "На децентрализованных биржах (DEX)",
  "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAP/ MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.": "Децентрализованные биржи работают без центрального органа. Вместо использования доверенного третьего лица для защиты средств в транзакции они используют код. Токены MAP/MAPO продавца будут переданы только тогда, когда платеж гарантирован. Этот тип кода известен как смарт-контракт. Подробнее о смарт-контрактах. Чтобы использовать DEX, вам понадобится кошелек для начала.",
  "You can get MAPO directly on Butter Swap and Hiveswap, and MAP on Uniswap, PancakeSwap, and Butter Swap.": "Вы можете получить MAPO напрямую на <link1>Butter Swap</link1> и <link2>Hiveswap</link2>, а MAP на <link3>Uniswap</link3>, <link4>PancakeSwap</link4> и <link5>Butter Swap</link5>.",
  "Butter Swap supports seamless token movement from one chain to another in a trustless way. You can get MAP on Ethereum, BNB Smart Chain, Polygon, and NEAR and MAPO on MAP Relay Chain right within Butter Swap with different kinds of tokens you have in your wallet.": "Butter Swap поддерживает бесшовное перемещение токенов с одной цепочки на другую без доверия. Вы можете получить MAP на Ethereum, BNB Smart Chain, Polygon и NEAR, а MAPO на MAP Relay Chain прямо в Butter Swap с различными видами токенов, которые у вас есть в кошельке.",
  "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.": "ВАЖНО: Пожалуйста, дважды проверьте информацию о токене и выбранной вами цепочке перед подтверждением «Swap».",
  "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.": "Hiveswap поддерживает обмен токенами на MAP Relay Chain. Вы можете получить MAPO прямо в Hiveswap.",
  "Uniswap supports a diversity of tokens on Ethereum to exchange with MAP on Ethereum, which means the MAP you get on Uniswap will be in ERC-20 token standard.": "Uniswap поддерживает разнообразие токенов на Ethereum для обмена с MAP на Ethereum, что означает, что MAP, который вы получаете на Uniswap, будет в стандарте токена <link1>ERC-20</link1>.",
  "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the BEP-20 token standard.": "PancakeSwap поддерживает токены на BNB Smart Chain для обмена с MAP на BNB Smart Chain, что означает, что MAP, который вы получаете на PancakeSwap, будет в стандарте токена <link1>BEP-20</link1>.",
  "*If you would like to get MAPO instead of MAP, please go to Butter Swap to swap directly.": "*Если вы хотите получить MAPO вместо MAP, пожалуйста, перейдите на <link1>Butter Swap</link1>, чтобы обменять напрямую.",
  "On Centralized Exchanges (CEXs)": "На централизованных биржах (CEX)",
  "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.": "Централизованные биржи - это платформы, управляемые одной организацией или компанией. Они выступают в роли посредников между покупателями и продавцами криптовалют, подобно традиционным фондовым биржам.",
  "Exchange": "Обмен",
  "Pairs": "Пары",
  "Price": "Цена",
  "24h Volume": "Объем за 24 часа",
  "+2% Depth": "+2% Глубина",
  "-2% Depth": "-2% Глубина",
  "Recently": "Недавно",
  "Updated": "Обновлено",
  "Trading steps on CEXs": "Шаги торговли на CEX",
  "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.": "Поскольку процедуры операций различаются на разных CEX, мы не можем предоставить вам пошаговое руководство о том, как купить токены на всех CEX, но вот некоторые общие шаги.",
  "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.": "Некоторые CEX могут быть недоступны в вашей стране или регионе, вы можете проконсультироваться со службой поддержки биржи или проверить объявление от бирж. Что касается налогового вопроса, вы также можете проконсультироваться с местным отделом для получения дополнительной информации.",
  "Step": "Шаг",
  "Register an account on a CEX's official website or its app. (Check Exchange Ranking by CoinGecko)": "Зарегистрируйте аккаунт на официальном сайте CEX или в его приложении. (Проверить рейтинг биржи по <link1>CoinGecko</link1>)",
  "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.": "Если CEX поддерживает регистрацию в один шаг с вашей социальной учетной записью, вы можете зарегистрироваться с вашей социальной учетной записью напрямую.",
  "Verify your identity and secure your CEX's account. You are typically required to have a government-issued identification document.": "Подтвердите свою личность и обезопасьте свой аккаунт на CEX. Обычно требуется иметь документ, удостоверяющий личность, выданный государством.",
  "For asset security, it’s recommended to enable Two-step Verification.": "Для безопасности активов рекомендуется включить двухфакторную аутентификацию.",
  "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.": "Используйте фиат для покупки USDT, ETH, BTC или любых других поддерживаемых токенов. Вы можете использовать опцию OTC прямо на CEX.",
  "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.": "Кроме того, вы можете использовать платформу onramp, которая имеет желаемый вариант обмена фиата на криптовалюту.",
  "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading.": "Переведите USDT, BTC и т.д., купленные за фиат, на CEX, который поддерживает торговлю MAP.",
  "If the CEX you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.": "Если CEX, которым вы пользуетесь, поддерживает onramp и торговую пару MAP-USDT или MAP-BTC одновременно, вы можете пропустить это.",
  "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.": "Купите MAP на спотовом рынке через торговую пару MAP-USDT или MAP-BTC.",
  "In the spot market, select either the “Limit” or “Market” option based on your trading preference.": "На спотовом рынке выберите опцию «Лимит» или «Рынок» в зависимости от вашего торгового предпочтения."
}