{
  "Keep your MAPO safe": "Берегите свой MAPO",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocol не контролируется какой-либо одной организацией - он децентрализован.",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "Это означает, что вам нужно серьезно относиться к безопасности ваших средств. С MAPO вы не доверяете банку или компании заботиться о ваших активах, вы берете ответственность на себя.",
  "Keep your MAPO in your Own Wallet": "Храните свой MAPO в своем собственном кошельке",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "Это означает, что вам не нужно доверять свои активы третьим лицам, и вы защищены от любых недобросовестных действий хранителя, банкротства или взлома. Однако это также означает, что вы берете ответственность за свою собственную безопасность.",
  "Check MAPO Transactions": "Проверьте транзакции MAPO",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "Вы можете проверить свои транзакции MAPO на <link1>MAPO Scan</link1>, блокчейн-эксплорере для разработчиков и пользователей, чтобы более эффективно отслеживать кросс-чейн транзакции и активности на MAP Relay Chain.",
  "Follow Wallet Instructions": "Следуйте инструкциям кошелька",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "Если вы потеряете доступ к своему аккаунту, вы потеряете доступ к своим средствам. Ваш кошелек должен дать вам инструкции по защите от этого. Обязательно следуйте им внимательно - в большинстве случаев никто не сможет помочь вам, если вы потеряете доступ к своему аккаунту.",
  "Use your MAPO": "Используйте свой MAPO",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "Есть несколько способов использовать ваш MAPO после того, как вы успешно его получили.",
  "Store/Hold MAPO": "Храните/Держите MAPO",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "Многие частные инвесторы держат свой MAPO в ожидании, что он увеличится в цене. Вы можете хранить свой MAP на кошельках бирж (например, Bithumb) или MAPO на криптовалютных кошельках (например, Metamask), если вы хотите хранить их на долгий срок, вы можете хранить их в холодном кошельке вместо горячего.",
  "Learn More": "Узнать больше",
  "Trade MAPO": "Торговля MAPO",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "Вы можете торговать MAPO на другие криптовалюты на криптовалютных биржах. Централизованные или децентрализованные биржи предлагают некоторые торговые пары для торговли MAPO/MAP, чтобы удовлетворить ваши потребности.",
  "Transfer MAPO": "Перевод MAPO",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "В отличие от отправки денег за границу, вы можете отправить MAPO кому угодно в мире практически мгновенно.",
  "Earn MAPO": "Заработать MAPO",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "Зарабатывайте награды, стейкинг монет. Стейкинг - отличный способ максимизировать ваши вложения в стейкинг монет, которые иначе просто лежали бы в кошельке или торговом счете.",
  "Purchasing Goods": "Покупка товаров",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "Некоторые онлайн-платформы или офлайн-магазины принимают криптовалюту в качестве оплаты. Вы можете покупать товары или услуги в этих местах.",
  "MAPO FAQs": "Часто задаваемые вопросы о MAPO",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "Как мне добавить MAP Relay Chain в мой кошелек Metamask/Token Pocket/Particle?",
  "How do I add MAP to my wallet?": "Как мне добавить MAP в мой кошелек?",
  "How do I convert MAP to MAPO?": "Как мне конвертировать MAP в MAPO?",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "Как мне перевести MAP через Ethereum, BNB Smart Chain, Polygon, Klaytn и другие?",
  "How do I transfer MAP from centralized exchanges to my wallet?": "Как мне перевести MAP с централизованных бирж в мой кошелек?",
  "What do I do if a transaction on my wallet is pending or stuck?": "Что мне делать, если транзакция в моем кошельке ожидает или застряла?",
  "Can I get my MAPO back if I send them to the wrong addresses?": "Могу ли я вернуть свой MAPO, если отправил их по неправильному адресу?",
  "Tips for funds recovery": "Советы по восстановлению средств",
  "Always double-check addresses before confirming transactions.": "Всегда тщательно проверяйте адреса перед подтверждением транзакций.",
  "Reaching out for professional help is advised if large sums are involved.": "Рекомендуется обращаться за профессиональной помощью, если речь идет о больших суммах.",
  "Scams posing as recovery services are common; exercise extreme caution.": "Мошенничество под видом услуг по восстановлению распространено; будьте крайне осторожны.",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "Возможность восстановления MAPO, отправленных по неправильному адресу, во многом зависит от обстоятельств транзакции и участия получателя. Вот несколько сценариев:",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "Отправить MAPO на публичный адрес, принадлежащий кому-то, кого вы не знаете: Невозможно восстановить, если только владелец не согласится отправить их обратно.",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "Отправить MAPO на публичный адрес, который еще не активирован: Невозможно восстановить, так как никто не имеет приватных ключей к адресу.",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "Отправить MAPO на адрес контракта: Зависит от кода контракта. Если в контракте есть функция для восстановления или он может быть обновлен, может быть способ. Однако большинство контрактов не предназначены для возврата токенов. Обычно восстановление невозможно.",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "Отправить MAPO на адрес биржи: Возможно, в зависимости от политики и технических возможностей биржи. Биржи могут иметь возможность извлекать токены, но часто взимают плату, поэтому это может быть дорого и занимать много времени.",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "Отправить MAPO на свой адрес на другой цепи: Возможно, в зависимости от цепи, на которую вы отправили. Если вы отправили его на Ethereum, BNB Smart Chain, Polygon, Klaytn и MAP Relay Chain, используйте <link1>ButterSwap</link1>, чтобы вернуть его обратно.",
  "Metamask or Token Pocket Wallet Users": "Пользователи кошельков Metamask или Token Pocket",
  "Enter the following chain info to add": "Введите следующую информацию о цепи, чтобы добавить",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "Имя сети: MAP Relay Chain (Вы также можете ввести MAP Mainnet)",
  "New RPC URL": "Новый RPC URL: https://rpc.maplabs.io",
  "Chain ID: 22776": "ID цепи: 22776",
  "Currency symbol: MAPO": "Символ валюты: MAPO",
  "Block explorer URL: https://maposcan.io/": "URL блокчейн-эксплорера: <link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "Пользователи кошелька Particle",
  "Log in to your Particle Wallet account": "Войдите в свою учетную запись кошелька Particle",
  "Search and choose “MAP Relay Chain” in the search bar": "Найдите и выберите «MAP Relay Chain» в строке поиска",
  "Check the network name on the wallet page": "Проверьте имя сети на странице кошелька",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "Если вы обнаружите, что транзакция в кошельке ожидает или застряла, это может быть связано с различными факторами, такими как перегрузка сети, низкие комиссии за газ или другие технические проблемы. В зависимости от того, на какой цепи находится ваша транзакция, вы можете проверить статус вашей транзакции с помощью блокчейн-эксплореров, таких как <link1>Etherscan</link1>, <link2>BscScan</link2>, <link3>PolygonScan</link3>, <link4>klaytnscope</link4> и <link5>MapoScan</link5>.",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "Ваши MAP на централизованных биржах являются токенами типа ERC-20, что означает, что они находятся на Ethereum. При переводе MAP в ваш кошелек убедитесь, что целевой адрес также находится на Ethereum. Если вы хотите продолжить переводить свой MAP через BNB Smart Chain, Polygon, Klaytn и MAP Relay Chain, просто используйте <link1>ButterSwap</link1>.",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "В мире криптовалют перевод активов с одной цепи на другую обычно требует использования моста. Однако при переводе MAP между различными цепями вы можете просто перейти на <link1>ButterSwap</link1>, чтобы легко обменять свой MAP на разных цепях в равноправном порядке. Чтобы получить MAPO на MAP Relay Chain, вы также можете использовать <link1>ButterSwap</link1>.",
  "MAP is on Ethereum": "MAP доступен на Ethereum, BNB Smart Chain и Polygon; MAPO находится на MAP Relay Chain. Вы можете использовать <link1>ButterSwap</link1>, чтобы легко обменять свой MAP на MAPO или наоборот.",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "MAP доступен на Ethereum, BNB Smart Chain и Polygon. Вы можете следовать приведенному ниже руководству, чтобы добавить MAP в свой кошелек Metamask.",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "*ВАЖНО: Чтобы убедиться, что вы ввели правильный адрес контракта, пожалуйста, скопируйте адреса контрактов в эксплорерах. Не копируйте адрес непосредственно из статьи.",
  "If you’re on Ethereum": "Если вы находитесь на Ethereum",
  "Click “Import tokens” on Metamask": "Нажмите «Импортировать токены» в Metamask",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "Посмотрите адрес контракта 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 на Etherscan",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "Посмотрите адрес контракта 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f на BSC Scan",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "Посмотрите адрес контракта 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a на Polygon Scan",
  "Copy and paste it back to Metamask": "Скопируйте и вставьте его обратно в Metamask",
  "Add the token symbol MAP": "Добавьте символ токена MAP",
  "Enter “Custom token”": "Введите «Пользовательский токен»",
  "If you’re on BNB Chain": "Если вы находитесь на BNB Chain",
  "If you’re on Polygon": "Если вы находитесь на Polygon"
}