{
  "Welcome to MAP Protocol": "Добро пожаловать в MAP Protocol",
  "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol - это Bitcoin layer-2 для межцепочечной интероперабельности между равными узлами.",
  "Explore MAP Protocol": "Изучите MAP Protocol",
  "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "Bitcoin layer-2 для трансформации экосистемы Bitcoin",
  "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "Используя механизм безопасности сети Bitcoin, MAP Protocol усилил свою сетевую безопасность и служит как Bitcoin layer-2 для включения BRC-20 межцепочечной и позволяет активам и пользователям из других публичных цепочек взаимодействовать с сетью Bitcoin через межцепочечную связь между равными узлами.",
  "The Bitcoin-level peer-to-peer cross-chain network": "Межцепочечная сеть уровня Bitcoin между равными узлами",
  "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "Подобно «чисто равноправной» сети Bitcoin, межцепочечная сеть MAP Protocol также является равноправной без прохождения через третьи стороны. Действительность межцепочечного запроса зависит исключительно от того, что он произошел в исходной цепочке, а не от решений или доказательств, сделанных доверенными третьими сторонами.",
  "The frontier for building anything cross-chain": "Авангард для создания чего-либо межцепочечного",
  "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "Межцепочечное должно быть простым. Мы предоставляем полный набор инструментов для разработки, учебных пособий и SDK для того, чтобы вы могли создавать свои межцепочечные dApps или расширять свою цепочечную связность с минимальными усилиями. Создание межцепочечных вещей так же просто, как и работа с одной цепочкой.",
  "The infra for interoperable on-chain assets, storage, and computing": "Инфраструктура для взаимодействующих в цепочке активов, хранения и вычислений",
  "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "Интероперабельность выходит за рамки соединения различных токенов на разных цепочках. Подлинно децентрализованный Web3 - это там, где активы, хранение и вычисления все находятся в цепочке и взаимодействуют. Мы предоставляем инфраструктуру для взаимодействующих в цепочке активов, хранения и вычислений.",
  "Get started": "Начать",
  "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol - это ваш вход в полностью взаимодействующий в цепочке мир. Ниже приведены простые шаги, чтобы вы могли быстро ознакомиться с постоянно развивающейся технологией.",
  "Start with a Wallet": "Начните с кошелька",
  "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "Найдите кошелек, который позволяет вам подключаться к MAP Protocol и управлять вашими средствами.",
  "Get some MAPO": "Получите немного MAPO",
  "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO - это валюта MAP Protocol - вы можете использовать ее для различных целей.",
  "Try decentralized exchanges (DEXs)": "Попробуйте децентрализованные биржи (DEX)",
  "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEX имеют трансформационное значение для децентрализованных финансов (DeFi). Возьмите свой MAPO и ознакомьтесь с механикой торговли на DEX.",
  "Build an omnichain dApp or become omnichain": "Создайте омницепочечное dApp или станьте омницепочечным",
  "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "Начните программировать с MAP Protocol - Bitcoin layer-2, сначала ознакомившись с ключевыми концепциями, такими как BRC-201 в MAP Protocol.",
  "What is MAP Protocol?": "Что такое MAP Protocol?",
  "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol служит как Bitcoin layer-2, посвященный развитию экосистемы Bitcoin. Он также предоставляет необходимую инфраструктуру для достижения интероперабельности между активами на базе блокчейна, хранением и вычислениями. Созданный на основе <link1>легкого клиента</link1> и <link2>технологии доказательства с нулевым разглашением</link2>, наше решение для межцепочечной интероперабельности является равноправным, без каких-либо доверенных третьих сторон, превращая изолированные блокчейны или блокчейны, использующие мосты третьих сторон, в единую платформу разработки Web3 и пользовательский шлюз Web3.",
  "More on MAP Protocol": "Больше о MAP Protocol",
  "The case for MAP Protocol as Bitcoin layer-2": "Аргументация в пользу MAP Protocol как Bitcoin layer-2",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "Из-за отсутствия Тьюринг-полноты, Bitcoin ограничен в своей полезности по сравнению с Ethereum, и его экосистема растет медленно. Как Bitcoin layer-2 и интероперабельная омницепочечная инфраструктура, MAP Protocol способен расширять интероперабельность экосистемы Bitcoin и способствовать росту сообщества Bitcoin.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "С помощью BRC-201 MAP Protocol, протокола расширения межцепочечной связи для токенов BRC-20, активы BRC-20 и ORC-20 в сети Bitcoin могут взаимодействовать с другими токенами на других публичных цепочках. Этот уровень межцепочечной интероперабельности сети Bitcoin также будет способствовать росту сообщества Bitcoin в целом.",
  "More on Bitcoin layer-2": "Больше о Bitcoin layer-2",
  "Don't trust, verify: Refactor light clients verification with ZK-proof": "Не доверяй, проверяй: Рефакторинг верификации легких клиентов с ZK-доказательством",
  "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "Впервые предложенный в виде Упрощенной Проверки Платежей (или SPV) в <link1>белой книге Сатоши Накамото 2008 года</link1>, легкий клиент - это способ позволить менее мощным клиентам взаимодействовать с сетью с максимально возможными гарантиями безопасности. <link2>Доказательство с нулевым разглашением</link2> впервые было предложено Мануэлем Блюмом, Полом Фельдманом и Сильвио Микали в 1989 году и теперь имеет применения в анонимных платежах, аутентификации, проверяемых вычислениях и голосовании в цепочке.",
  "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol <link1>рефакторил технологию легких клиентов с ZK-доказательством</link1>, что дополнительно улучшает эффективность верификации легких клиентов, сохраняя при этом весь процесс верификации равноправным без доверия какой-либо третьей стороне.",
  "More on light clients": "Больше о легких клиентах",
  "More on zero-knowledge proofs": "Больше о доказательствах с нулевым разглашением",
  "Toward a truly interoperable future: Omnichain and fully on-chain": "К подлинно интероперабельному будущему: Омницепочечное и полностью в цепочке",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Сегодня большинство решений для интероперабельности акцентируют внимание только на межцепочечных транзакциях активов. Однако подлинно интероперабельное будущее Web3 выходит за эти рамки - это будущее, где операции dApp, включая транзакции, хранение данных и вычисления, выполняются на блокчейне и взаимодействуют между разными цепочками, предоставляя пользователям полный контроль над их данными и конфиденциальностью.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol прокладывает путь к этому подлинно интероперабельному будущему Web3. Через MAP Protocol разработчики могут беспрепятственно интегрировать различные компоненты блокчейна, позволяя создавать приложения, где все операции выполняются в цепочке. Это предоставляет пользователям полный контроль над их данными и активами на нескольких цепочках.",
  "Explore omnichain and fully on-chain": "Изучите омницепочечное и полностью в цепочке",
  "The all-in-one developer portal": "Все в одном портале для разработчиков",
  "Learn about MAPDAO": "Узнайте о MAPDAO",
  "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol и его приложения прозрачны и имеют открытый исходный код, что делает его идеальным решением для всех ваших потребностей в интероперабельности блокчейна. Независимо от того, хотите ли вы, чтобы ваша цепочка соединялась с другим блокчейном, строили dApp для работы на нескольких блокчейнах, или даже взаимодействовали с экосистемой Bitcoin, мы облегчаем вам создание чего-либо <link1>омницепочечного и полностью в цепочке</link1>.",
  "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "Погрузитесь в нашу обширную документацию и учебные пособия, чтобы узнать, как сочетать функциональность различных типов блокчейнов и создать приложение с прорывными функциями.",
  "View documentation": "Посмотреть документацию",
  "MAP Protocol today": "MAP Protocol сегодня",
  "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "Последняя статистика MAP Relay Chain (Источник данных: <link1>MAPO explorer</link1>)",
  "TOTAL MAPO STAKED": "ВСЕГО MAPO В СТЕЙКИНГЕ",
  "The total amount of MAPO currently being staked and securing the network.": "Общее количество MAPO, которое в настоящее время стейкингуется и обеспечивает безопасность сети.",
  "NODES": "УЗЛЫ",
  "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAP Relay Chain управляется волонтерами по всему миру, известными как узлы.",
  "TRANSACTIONS": "ТРАНЗАКЦИИ",
  "The number of cross-chain transactions successfully processed by the network.": "Количество межцепочечных транзакций, успешно обработанных сетью.",
  "TOTAL ADDRESS": "ВСЕГО АДРЕСОВ",
  "The number of users in MAP Protocol grows every day.": "Количество пользователей в MAP Protocol растет каждый день.",
  "Join MAP Protocol community": "Присоединяйтесь к сообществу MAP Protocol",
  "Join over 5,000 members on MAPDAO Discord community!": "Присоединяйтесь к сообществу MAPDAO Discord более 5,000 участников!",
  "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "Мы проводим ежемесячные сообщественные звонки для захватывающих обновлений о разработке MAP Protocol и важных новостях экосистемы. Получите возможность задавать вопросы, делиться идеями и вносить свой вклад различными способами - это идеальная возможность стать частью процветающего сообщества MAPDAO.",
  "Join MAPDAO": "Присоединяйтесь к MAPDAO"
}