{
  "Get rewarded while securing MAP Protocol omnichain network": "Получайте вознаграждение, обеспечивая безопасность сети MAP Protocol omnichain",
  "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "Стейкинг MAPO - это общественное благо для всей экосистемы MAP Protocol omnichain. Валидаторам необходимо иметь достаточный стейк, как только они настроят свои узлы должным образом.",
  "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "Как блокчейн с разрешением Delegated Proof-of-Stake (DPoS), MAP Protocol позволяет пользователям участвовать в стейкинге, делегируя свои MAPO валидаторам, которые обрабатывают транзакции и управляют сетью.",
  "TOTAL MAPO STAKED": "ВСЕГО ЗАСТЕЙКАНО MAPO",
  "TOTAL VALIDATORS": "ВСЕГО ВАЛИДАТОРОВ",
  "CURRENT APR": "ТЕКУЩАЯ ГОДОВАЯ ПРОЦЕНТНАЯ СТАВКА",
  "Stake MAPO": "Застейкайте MAPO",
  "What is staking": "Что такое стейкинг",
  "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "В общем, стейкинг - это процесс участия в механизме консенсуса proof-of-stake (PoS) или аналогичном для поддержки работы блокчейн-сети. Участники блокируют определенное количество криптовалюты в кошельке, чтобы помочь проверять транзакции, обеспечивать безопасность сети и создавать новые блоки. Взамен участники обычно получают дополнительные токены в качестве вознаграждения, что потенциально приводит к пассивному доходу.",
  "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "В MAP Protocol стейкинг - это действие по блокировке определенного количества MAPO в <link1>MAPO Validator Pool</link1>. В стейкинге могут участвовать как валидаторы, так и пользователи.",
  "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "Как только валидаторы настроят свой узел валидатора, им нужно иметь 1 миллион MAPO в своем пуле стейкинга. Пользователи могут участвовать в стейкинге, делегируя свои MAPO на стейк определенного валидатора; таким образом, они помогают этому валидатору работать и зарабатывать процент от вознаграждений на основе своего стейка.",
  "More on how to get MAPO": "Больше о том, как получить MAPO",
  "Why stake your MAPO": "Почему стоит застейкать ваш MAPO",
  "Earn rewards": "Получайте вознаграждения",
  "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "Вознаграждения даются за действия, которые помогают сети достичь консенсуса. Вы получите вознаграждения за делегирование вашего актива правильному валидатору, который правильно группирует транзакции в новые блоки и проверяет работу других валидаторов, потому что это то, что поддерживает безопасную работу цепочки.",
  "Better security": "Лучшая безопасность",
  "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "Сеть становится сильнее против атак, поскольку больше MAPO застейкано, так как тогда для контроля большинства сети требуется больше MAPO. Чтобы стать угрозой, вам нужно будет контролировать большинство валидаторов, что означает, что вам нужно будет контролировать большинство MAPO в системе - это много!",
  "More sustainability": "Больше устойчивости",
  "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "Стейкерам не нужно выполнять энергоемкие вычисления proof-of-work для участия в обеспечении безопасности сети, что означает, что узлы стейкинга могут работать на относительно скромном оборудовании, используя очень мало энергии.",
  "How to stake MAPO as a user": "Как застейкать MAPO как пользователь",
  "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*ВАЖНО: Чтобы успешно застейкать, у вас должны быть MAPO в вашем кошельке. Вы можете получить MAPO через <link1>Butter Swap</link1>. Как только у вас будут готовы MAPO в вашем кошельке, вы можете продолжить следующим образом:",
  "Go to the Staking Page and connect your wallet": "Перейдите на <link1>страницу стейкинга</link1> и подключите ваш кошелек",
  "Lock your MAPO for staking": "Заблокируйте ваш MAPO для стейкинга",
  "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "Если вы участвуете в стейкинге в первый раз, вам будет предложено сначала создать аккаунт. Просто введите имя вашего аккаунта, нажмите «Отправить» и перейдите на страницу стейкинга, чтобы заблокировать ваш MAPO.",
  "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "Количество заблокированных MAPO должно быть таким, сколько MAPO вы сможете использовать для стейкинга. «Разблокировать» показывает количество оставшихся в вашем кошельке токенов MAPO, которые не заблокированы.",
  "Hit the “Lock” button and put in the amount you want to use for staking.": "Нажмите кнопку «Заблокировать» и введите количество, которое вы хотите использовать для стейкинга.",
  "Select the validator and delegate your MAPO": "Выберите валидатора и делегируйте ваш MAPO",
  "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "Как только вы заблокировали определенное количество MAPO, вы можете выбрать валидатора(ов), которому вы хотели бы делегировать ваш MAPO. Действие выбора валидатора называется «Голосование».",
  "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "Посетите <link1>страницу информации о пуле валидаторов</link1> и ознакомьтесь с их производительностью, прежде чем решить, за какого(их) валидатора(ов) вы хотели бы проголосовать. Вы также можете прочитать введение валидаторов на <link2>форуме валидаторов MAP Protocol</link2>, чтобы узнать, почему вы должны голосовать за определенного валидатора.",
  "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "Выбирая валидаторов, вы несете ответственность за проведение собственных исследований и голосование за компетентных. Ваш MAPO будет делегирован выбранным вами валидаторам.",
  "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "Введите количество, которое вы хотите застейкать, и нажмите «Продолжить». Теперь вы можете проверить свой статус стейкинга в разделе «Ваши голоса».",
  "User Staking FAQs": "Часто задаваемые вопросы о стейкинге пользователей",
  "Is there any fee that I should be aware of such as delegation fee?": "Есть ли какие-либо комиссии, о которых мне следует знать, например, комиссия за делегирование?",
  "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "Делегируя ваш MAPO выбранным валидаторам(ам), вам нужно заплатить небольшое количество MAPO в качестве комиссии за газ. Также, когда вы впервые создаете свой аккаунт стейкинга на MAP Relay Chain, будет взиматься минимальная комиссия около 1.5 MAPO за газ.",
  "What is the minimum amount of MAPO I can start staking?": "Какое минимальное количество MAPO мне нужно для начала стейкинга?",
  "You will need 10 MAPO at minimum to start staking.": "Для начала стейкинга вам понадобится минимум 10 MAPO.",
  "How many validators can I choose to vote for?": "Сколько валидаторов я могу выбрать для голосования?",
  "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "Нет ограничений на количество валидаторов, за которых вы можете голосовать. Однако каждый раз, когда вы голосуете за нового валидатора, голос будет считаться новой транзакцией в блоке, и вам нужно будет заплатить комиссию за газ за каждую новую транзакцию.",
  "How long do I need to wait to receive my staking rewards?": "Как долго мне нужно ждать, чтобы получить мои вознаграждения за стейкинг?",
  "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "Вознаграждения начисляются после обновления эпохи. Это означает, что вам нужно будет подождать около 3-5 дней после того, как вы проголосовали за выбранных вами валидаторов(ов), прежде чем получить ваши вознаграждения.",
  "When can I withdraw my staked MAPO?": "Когда я могу вывести мой застейканный MAPO?",
  "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "Вы можете вывести ваш MAPO в любое время мгновенно, как только ваш MAPO будет разблокирован. Однако есть 15-дневный ожидаемый период для разблокировки MAPO.",
  "What is the reward percentage for staking MAPO?": "Какой процент вознаграждения за стейкинг MAPO?",
  "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "Поскольку вы участвуете в стейкинге через пул валидаторов, производительность и репутация валидатора могут повлиять на ваши вознаграждения. Валидаторы, которые постоянно создают блоки и поддерживают высокий уровень доступности, могут предложить лучшие вознаграждения своим делегаторам.",
  "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "У вас может быть несколько аккаунтов для стейкинга, но вы не можете использовать один адрес для стейкинга и другой для получения вознаграждений. Адрес стейкинга, как только он установлен, является адресом ваших консенсусных средств - как первоначальных, так и последующих вознаграждений - и не может быть изменен. Таким образом, пожалуйста, храните этот адрес должным образом и в безопасности.",
  "How to withdraw my staked tokens?": "Как вывести мои застейканные токены?",
  "Unlock the amount you’d like to withdraw": "Разблокируйте количество, которое вы хотели бы вывести",
  "Wait 15 days before you can successfully withdraw the unlocked MAPO": "Подождите 15 дней, прежде чем вы сможете успешно вывести разблокированный MAPO",
  "Withdraw the unlocked MAPO, and you will get them in an instant": "Выведите разблокированный MAPO, и вы получите их мгновенно",
  "Can the staking address be changed?": "Можно ли изменить адрес стейкинга?",
  "How do I know the validator(s) to whom I should delegate my funds?": "Как мне узнать, кому из валидаторов(ов) я должен делегировать свои средства?",
  "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "Поскольку валидатор(ы), которых вы выбираете, напрямую влияют на ваши вознаграждения, важно провести некоторые исследования, прежде чем решить голосовать за определенного валидатора. Некоторые общие показатели, на которые следует обратить внимание при выборе: текущая активность эпохи, присутствие в социальных сетях и процент комиссии.",
  "What are the factors that may affect the staking rewards?": "Какие факторы могут повлиять на вознаграждения за стейкинг?",
  "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "Вознаграждения за стейкинг подвержены колебаниям в зависимости от выбранных вами валидаторов(ов), количества участников стейкинга, объема транзакций и других факторов.",
  "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "На момент публикации стейкеры на MAP Protocol зарабатывают вознаграждения за стейкинг в размере 13.12% годовых. Для получения самой актуальной информации перейдите на <link1>MAPO Scan</link1>.",
  "What are the risks involved in staking?": "Какие риски связаны со стейкингом?",
  "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "Как всегда, в криптовалюте обычно есть некоторая степень риска, и стейкинг не исключение. Волатильность также может повлиять на результат стейкинга, и нет гарантий, так как процесс стейкинга случаен и необходимо всегда учитывать колебания цен.",
  "Enter the amount you want to stake": "Введите количество, которое вы хотите застейкать",
  "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "Чтобы успешно застейкать, у вас должны быть MAPO в вашем кошельке. Вы можете получить MAPO через Butter Swap. Как только у вас будут готовы MAPO в вашем кошельке, вы можете продолжить следующим образом.",
  "Check validator info": "Проверьте информацию о валидаторе",
  "Get MAPO": "Получите MAPO"
}