{
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.":"Вы можете получить MAPO на централизованной или децентрализованной бирже, но в разных странах могут действовать разные политики. Проверьте, какой способ получения MAPO будет для вас лучшим.",
  "What is MAPO?": "Что такое MAPO?",
  "Currency for the permissionless, digital future.": "Валюта для безразрешительного, цифрового будущего.",
  "Currency of MAP Protocol omnichain apps.": "Валюта приложений MAP Protocol omnichain.",
  "Get MAPO": "Получить MAPO",
  "Current MAPO Price（USD）": "Текущая цена MAPO (USD)",
  "Data Source: ": "Источник данных: ",
  "(LAST 24 HOUR)": "(ПОСЛЕДНИЕ 24 ЧАСА)",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPO - это криптовалюта. Это цифровые деньги, которые открывают вам дверь для доступа к сети Bitcoin-level peer-to-peer omnichain. Если вы новичок в крипто, вот чем MAPO отличается от традиционных денег.",
  "Open to all, truly borderless": "Открыто для всех, действительно безгранично",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPO открыт и доступен для любого человека с интернет-соединением и криптокошельком, преодолевая географические границы.",
  "You have the full autonomy": "У вас полная автономия",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "Пользователи MAPO имеют полный контроль над своими средствами и транзакциями, исключая необходимость в посредниках, таких как банки или любые другие третьи стороны.",
  "Privacy by default": "Конфиденциальность по умолчанию",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "MAPO по умолчанию приоритизирует конфиденциальность пользователя. Хотя транзакции записываются в общедоступный реестр, личности пользователей часто являются псевдонимными.",
  "Peer-to-peer, no third parties": "Peer-to-peer, без третьих сторон",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "Вы можете отправить свой MAPO без каких-либо посредников, таких как банки или платежные процессоры. Отправка MAPO похожа на передачу наличных, но это онлайн и защищено криптографией.",
  "Transparency and equity": "Прозрачность и справедливость",
  "User Experience": "Пользовательский опыт",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "Все транзакции MAPO записываются на MAP Relay Chain, обеспечивая прозрачность и неизменность. Это означает, что вы можете самостоятельно проверять транзакции.",
  "Code is law": "Код - это закон",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "MAPO работает на основе предопределенных, неизменяемых правил, закодированных в программном обеспечении. Правила системы и денежно-кредитная политика не могут быть изменены каким-либо центральным органом.",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "Хотите купить немного MAPO? Часто путают MAP и MAPO. MAPO - это тикерное имя на MAP Relay Chain, в то время как MAP - это имя на других цепочках.",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "Чтобы изучить экосистему MAP Protocol, MAPO - это то, что вы, вероятно, хотите купить. <link1>Подробнее о получении MAPO</link1>.",
  "What’s unique about MAPO?": "Что уникального в MAPO?",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "В блокчейн-пространстве много криптовалют и множество других токенов, но есть вещи, которые может делать только MAPO.",
  "MAPO fuels MAP Protocol": "MAPO питает MAP Protocol",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPO - это сердце MAP Protocol. Когда вы отправляете MAPO или используете приложение на MAP Protocol, вы платите комиссию в MAPO за использование сети MAP Protocol. Эта комиссия служит стимулом для производителя блоков обрабатывать и проверять вашу активность в сети.",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "Валидаторы подобны стражникам MAP Protocol - они проверяют и обеспечивают валидность и точность всех транзакций. Они случайным образом выбираются для проверки новых переводов и добавления их в блокчейн. Валидаторы будут вознаграждены небольшим количеством MAPO за их работу.",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "Есть определенные аппаратные и программные требования, которым вы должны соответствовать, чтобы стать валидатором. Вы можете ознакомиться с деталями на <link1>Запустить узел</link1>.",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "Помимо этих требований, валидаторы также должны ставить определенное количество MAPO, чтобы помочь обеспечить безопасность всей сети MAP Protocol и получать вознаграждения. Если предпочитаете обеспечивать безопасность omnichain сети без создания узла, вы все равно можете участвовать в стейкинге, делегируя свой MAPO. <link1>Подробнее о стейкинге</link1>.",
  "What is MAP Protocol?": "Что такое MAP Protocol?",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "Чтобы узнать больше о MAP Protocol - технологии, лежащей в основе MAPO, ознакомьтесь с информацией на этой странице.",
  "MAPO underpins the omnichain financial system": "MAPO поддерживает omnichain финансовую систему",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "Выходя за рамки простых транзакций, omnichain сообщество создает всеобъемлющую финансовую сеть, которая является peer-to-peer и универсально доступной.",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "В настоящее время пользователи могут зарабатывать MAPO через стейкинг. Однако по мере развития и расширения MAP Protocol будут внедрены новые функции, такие как заимствование и кредитование, расширяющие полезность MAPO.",
  "Uses for MAPO grow every day": "Использование MAPO растет каждый день",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "Поскольку MAP Protocol программируемый, разработчики могут формировать MAPO бесчисленными способами. Вот лишь некоторые вещи, которые вы можете делать с MAPO.",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>Обмен токенов</link1> — вы можете торговать MAPO с токенами на множестве различных цепочек.",
  "Earn interest — stake MAPO and get rewarded.": "<link1>Зарабатывать проценты</link1> — стейк MAPO и получайте вознаграждение.",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>Получить стейблкоины</link1> — получите доступ к миру криптовалют со стабильной, менее волатильной стоимостью.",
  "Where to get MAPO": "Где получить MAPO",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "Вы можете получить MAPO на централизованной бирже или децентрализованной бирже, но в разных странах могут быть разные политики. Проверьте, какой способ будет лучшим для вас, чтобы получить MAPO.",
  "Why does MAPO have value?": "Почему у MAPO есть ценность?",
  "MAPO holds different values for different people.": "MAPO имеет разную ценность для разных людей.",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "Для пользователей MAP Protocol MAPO ценно, потому что позволяет вам платить комиссию за транзакции.",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "Другие видят в нем цифровой запас ценности, потому что создание нового MAPO со временем замедляется.",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "В будущем MAPO также станет ценным для пользователей финансовых приложений на MAP Protocol, так как они могут использовать MAPO для кредитования, заимствования, стриминга или даже в качестве платежной системы.",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "Есть также пользователи, которые являются инвесторами, которые рассматривают MAPO как свои инвестиции, аналогично Bitcoin или другим криптовалютам.",
  "MAPO is not the only token in crypto": "MAPO - это не единственный токен в крипто",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "Крипто-пространство позволяет любому создавать новые активы и торговать ими на различных платформах. Эти активы часто маркируются как 'токены'. От традиционных активов, таких как золото и недвижимость, до инновационных концепций, таких как искусство и даже личная ценность, токенизация переосмысливает наше представление о владении.",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "Крипто-ландшафт включает в себя бесчисленное количество токенов, каждый из которых обладает уникальной полезностью и ценностью. Постоянные инновации со стороны разработчиков обеспечивают появление новых токенов, каждый из которых открывает путь к новым возможностям и расширению рынка.",
  "More on tokens": "Подробнее о токенах",
  "Stablecoins": "Стейблкоины",
  "Decentralized finance (DeFi)": "Децентрализованные финансы (DeFi)",
  "Decentralized organizations (DAOs)": "Децентрализованные организации (DAOs)",
  "Non-fungible tokens (NFTs)": "Невзаимозаменяемые токены (NFTs)",
  "Different types of tokens": "Различные типы токенов",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "Токены, отражающие стоимость традиционной валюты, такой как доллары. Это решает проблему волатильности многих криптовалют.",
  "Governance tokens": "Голосовальные токены",
  "Tokens that represent voting power in decentralized organizations.": "Токены, представляющие голосовую мощь в децентрализованных организациях.",
  "Sh*t coins": "Sh*t coins",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "Поскольку любой — даже люди с плохими намерениями — может создать новый токен, всегда проводите исследование, прежде чем решить инвестировать в них!",
  "Collectible tokens": "Коллекционные токены",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "Токены, представляющие коллекционный игровой предмет, цифровое искусство или другие уникальные активы. Обычно известны как невзаимозаменяемые токены (NFTs)."
}