{
  "Why would I use MAP Protocol?": "Почему я должен использовать MAP Protocol?",
  "MAP Protocol stats": "Статистика MAP Protocol",
  "Cross-chain assets powered by MAP Protocol": "Кросс-чейн активы на базе MAP Protocol",
  "Accounts (wallets) with MAPO balance": "Аккаунты (кошельки) с балансом MAPO",
  "Smart contracts on MAP Protocol": "Смарт-контракты на MAP Protocol",
  "Number of transactions powered by MAP Protocol": "Количество транзакций, совершенных с помощью MAP Protocol",
  "Total MAPO staked": "Всего заложено MAPO",
  "Number of nodes on MAP Protocol": "Количество узлов на MAP Protocol",
  "Who runs MAP Protocol?": "Кто управляет MAP Protocol?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol не контролируется какой-либо отдельной сущностью. Он существует, когда есть подключенные компьютеры, работающие с программным обеспечением, следующим протоколу MAP Protocol и добавляющим в блокчейн MAP Protocol. Каждый из этих компьютеров известен как узел. Узлы могут быть запущены кем угодно, хотя для участия в обеспечении безопасности сети необходимо заложить MAPO (родной токен MAP Protocol).",
  "What is MAP Relay Chain?": "Что такое MAP Relay Chain?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain - это EVM-совместимый блокчейн, построенный на механизме Proof-of-Stake и консенсусе Byzantine Fault Tolerant, который существует на уровне протокола MAP Protocol. Он активно расширяет и поддерживает функции гетерогенных блокчейнов в виртуальной машине и создает эффективную по газу сеть верификации легких клиентов.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "Основная цель MAP Relay Chain - поддерживать легкие клиенты всех заинтересованных блокчейнов и обеспечивать бездоверительную верификацию кросс-чейн сообщений. Валидаторы на MAP Relay Chain являются ключевыми для гарантии разнообразия и надежности омничейн сети. MAPO - это криптовалюта, используемая для оплаты сетевых сборов, возникающих на MAP Relay Chain.",
  "What is MAP Omnichain Service (MOS)?": "Что такое MAP Omnichain Service (MOS)?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS - это аббревиатура для MAP Omnichain Service, который является вторым уровнем MAP Protocol. Подобно Google Mobile Services для разработчиков Android, MOS дает разработчикам dApp возможность с легкостью создавать кросс-чейн или омничейн приложения. Этот уровень состоит из Vaults и Data, развернутых на каждой цепочке, и Messenger Program для передачи сообщений между цепочками.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "Разработчики dApp могут самостоятельно запускать MOS или использовать услуги, предоставляемые MOS. Они также могут использовать Vaults и Data в MOS и делиться ликвидностью Vaults и Data с другими приложениями. Messenger Program - это SDK, развернутый, управляемый и поддерживаемый самими разработчиками dApp. Разработчики dApp также могут самостоятельно и гибко стимулировать участников мессенджера для передачи омничейн сообщений для dApp.",
  "Meet MAPO, MAP Protocol’s native currency": "Познакомьтесь с MAPO, родной валютой MAP Protocol",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "Многие действия в сети MAP Protocol требуют выполнения работы на MAP Relay Chain. Эти вычисления не бесплатны; они оплачиваются с помощью родной криптовалюты MAP Protocol, называемой MAPO. Это означает, что вам нужно иметь хотя бы небольшое количество MAPO для использования сети.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO - это чисто цифровая валюта, и вы можете отправить ее кому угодно в любой точке мира мгновенно. Поставка MAPO не контролируется ни одним правительством или компанией - она децентрализована и полностью прозрачна. MAPO выпускается точным образом в соответствии с протоколом.",
  "Network fees on MAP Protocol": "Сетевые сборы на MAP Protocol",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "Сетевые сборы на основной сети MAP Protocol называются газовыми сборами. Это небольшие платежи, взимаемые за вычислительные усилия, необходимые для обработки транзакций на MAP Relay Chain. Эти сборы служат механизмом для справедливого распределения ресурсов сети и предотвращения спама или злонамеренных действий.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "В отличие от типичных блокчейн-платформ, где газовые сборы являются стандартной функцией, MAP Protocol взимает газовые сборы только за кросс-чейн транзакции, обработанные на MAP Relay Chain. Чем сложнее транзакция, тем выше газовые сборы. Сборы также зависят от загруженности сети; в периоды высокой активности сборы могут увеличиваться.",
  "Run a node": "Запустить узел",
  "More on MAP Relay Chain": "Больше о MAP Relay Chain",
  "More on MAP Protocol": "Больше о MAP Protocol",
  "What is MAPO?": "Что такое MAPO?",
  "Get MAPO": "Получить MAPO",
  "More on gas fees": "Больше о газовых сборах",
  "Data Source: ": "Источник данных: "
}