{
  "What is MAP Protocol?": "Что такое MAP Protocol?",
  "A Bitcoin layer-2. The foundation for Interoperability": "Биткойн слой-2. Основа для взаимодействия",
  "What is Bitcoin layer-2": "Что такое Биткойн слой-2",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "Полное руководство для начинающих о том, как работает MAP Protocol, какие преимущества он приносит и как он может привести к действительно взаимодействующему будущему, где активы, хранение и вычисления находятся все на блокчейне и взаимодействуют между собой.",
  "The user gateway to Web3": "Пользовательский портал в Web3",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "Сложные технические детали и запутанные кросс-чейн шаги отпугивают новых пользователей от входа в мир Web3. MAP Protocol делает навигацию по Web3 интуитивно понятной. В MAP Protocol пользователи должны знать только то, что они имеют полное владение своими активами, и когда они перемещают активы с одной цепи на другую, это происходит исключительно между равными, и никакая третья сторона не может вмешаться.",
  "The all-in-one developer portal": "Все-в-одном портал для разработчиков",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "Суверенитет данных находится в основе Web3, что означает, что пользователи имеют полное владение своими данными. Чтобы создать приложение Web3, разработчикам необходимо объединить функциональность различных блокчейнов, чтобы активы пользователей, хранение и вычисления были все на блокчейне. Через MAP Protocol разработчики могут беспрепятственно компоновать различные компоненты блокчейна и создавать приложения, где пользователи контролируют свои данные и активы.",
  "The guardian for the free and peer-to-peer flow of assets": "Страж свободного и равноправного потока активов",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 - это новый Интернет ценностей. Поток ценностей в Интернете может столкнуться с проблемами безопасности и вызовами со стороны третьих лиц. Хотя поток активов в одном блокчейне уже является равноправным, MAP Protocol делает шаг вперед, позволяя активам на разных блокчейнах течь исключительно равноправным способом.",
  "Summary": "Резюме",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol предоставляет необходимую омничейн инфраструктуру для достижения взаимодействия между активами на базе блокчейна, хранением и вычислениями. Созданный на основе легкого клиента и технологии доказательства с нулевым разглашением, наш кросс-чейн решение является равноправным, без каких-либо доверенных третьих сторон. Сеть MAP Protocol служит пользовательским порталом и порталом для разработчиков в Web3, давая пользователям и разработчикам возможность использовать и создавать что-либо кросс-чейн равноправным способом.",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "Вы можете создать аккаунт MAP Protocol в любом месте и в любое время, исследовать омничейн приложения или создать свое собственное. Основное новшество заключается в том, что вы можете делать все кросс-чейн без доверия центральной власти, которая может изменить правила или ограничить ваш доступ.",
  "What can MAP Protocol do?": "Что может сделать MAP Protocol?",
  "Interoperable Omnichain Asset": "Взаимодействующий Омничейн Актив",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol обеспечивает беспрепятственные кросс-чейн переводы активов на базе блокчейна. Это гарантирует, что вы не ограничены одним блокчейн экосистемой, повышая ликвидность и полезность активов.",
  "Interoperable On-chain Storage and Computing": "Взаимодействующее Хранение и Вычисления на Блокчейне",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "Помимо перевода активов, MAP Protocol расширяет сферу взаимодействия, включая хранение и вычислительные ресурсы на блокчейне, позволяя разработчикам dApp эффективно использовать услуги на нескольких блокчейнах.",
  "Enhanced Security and Privacy": "Улучшенная Безопасность и Конфиденциальность",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "Созданный на основе легкого клиента и технологии доказательства с нулевым разглашением, MAP Protocol принимает исключительно равноправный подход к кросс-чейн взаимодействиям без необходимости доверенной третьей стороны.",
  "Developer-Friendly Platform": "Платформа Дружелюбная к Разработчикам",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "С его пользовательским порталом и порталом для разработчиков в Web3, MAP Protocol предоставляет необходимые наборы инструментов для разработчиков для создания и развертывания кросс-чейн приложений, эффективно действуя как катализатор инноваций в блокчейне.",
  "User Empowerment": "Полномочия Пользователей",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "Пользователи могут легко создать аккаунт MAP Protocol и исследовать или вносить вклад в омничейн экосистему. Никакая центральная власть не может изменить правила или ограничить доступ, таким образом предлагая пользователям беспрецедентный контроль.",
  "Peer-to-Peer Network": "Равноправная Сеть",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "Омничейн сеть MAP Protocol позволяет проводить равноправные транзакции и взаимодействия, поддерживая первоначальный этический дух децентрализации технологии блокчейна, предлагая при этом преимущества кросс-чейн возможностей.",
  "Bitcoin ecosystem growth": "Рост экосистемы Биткойна",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "Поскольку MAP Protocol является Биткойн слоем-2, любой актив на любой цепи может легко взаимодействовать с сетью Биткойна. Это добавит другие типы активов и сообщества к существующей экосистеме и сообществу Биткойна.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "Помимо создания на основе легкого клиента и технологии доказательства с нулевым разглашением, MAP Protocol дополнительно усилил свою безопасность, используя сеть Биткойна для предотвращения долгосрочных атак."
}