{
  "Use MAP Protocol": "MAP Protocol verwenden",
  "Learn": "Lernen",
  "Developer": "Entwickler",
  "Enterprise": "Unternehmen",
  "Community": "Gemeinschaft",
  "Find a wallet": "Finde eine Wallet",
  "Get MAPO": "MAPO erhalten",
  "Stake MAPO": "MAPO staken",
  "Run a node": "Einen Knoten betreiben",
  "OmniApp": "OmniApp",
  "Decentralized finance (DeFi)": "Dezentralisierte Finanzen (DeFi)",
  "Decentralized autonomous organizations (DAO)": "Dezentralisierte autonome Organisationen (DAO)",
  "Decentralized omnichain payment": "Dezentralisierte omnichain Zahlung",
  "Omnichain token issuance": "Omnichain Token-Emission",
  "Decentralized omnichain identity": "Dezentralisierte omnichain Identität",
  "What is MAP Protocol?": "Was ist MAP Protocol?",
  "MAP Relay Chain": "MAP Relay Chain",
  "MAP Omnichain Serivice (MOS)": "MAP Omnichain Service (MOS)",
  "What is MAPO?": "Was ist MAPO?",
  "MAPO wallets": "MAPO Wallets",
  "Gas fee": "Gasgebühr",
  "Omnichain and fully on-chain": "Omnichain und vollständig on-chain",
  "Cross-chain smart contracts": "Cross-chain Smart Contracts",
  "Light clients": "Light Clients",
  "Zero-knowledge proofs": "Zero-Knowledge-Beweise",
  "Refactor light clients with ZK-proof": "Light Clients mit ZK-Beweis neu gestalten",
  "MAP Protocol quiz center": "MAP Protocol Quiz-Zentrum",
  "Develoer’s home": "Entwicklerheim",
  "Documentation": "Dokumentation",
  "Tutorials": "Tutorials",
  "Learn by coding": "Durch Programmieren lernen",
  "Set up local environment": "Lokale Umgebung einrichten",
  "Developer incubation": "Entwicklerinkubation",
  "MAP Protocol for enterprises": "MAP Protocol für Unternehmen",
  "Community center": "Gemeinschaftszentrum",
  "Online community": "Online-Gemeinschaft",
  "Bitcoin layer-2": "Bitcoin Layer-2",
  "Understand Bitcoin layer-2": "Bitcoin Layer-2 verstehen",
  "Security features": "Sicherheitsmerkmale",
  "MAP Protocol as Bitcoin layer-2": "MAP Protocol als Bitcoin Layer-2",
  "Understand BRC-20": "BRC-20 verstehen",
  "BRC 201: From BRC-20 to EVMs": "BRC 201: Von BRC-20 zu EVMs",
  "Unlocking Bitcoin ecosystem with MAP Protocol": "Bitcoin-Ökosystem mit MAP Protocol freischalten",
  "MAP Protocol WhitePaper": "MAP Protocol Whitepaper",
  "MAPO explorer": "MAPO Explorer",
  "MAPO testnet explorer": "MAPO Testnet Explorer",
  "Learn about MAPDAO": "Über MAPDAO lernen",
  "Explore MAP Protocol": "MAP Protocol erkunden",
  "MAP Protocol resources and intel": "MAP Protocol Ressourcen und Informationen",
  "You can learn more about MAP Protocol from the MAP Protocol Whitepaper, which consists of all the basic principles and technical framework of MAP Protocol.": "Sie können mehr über MAP Protocol aus dem MAP Protocol Whitepaper erfahren, das alle grundlegenden Prinzipien und den technischen Rahmen von MAP Protocol umfasst.",
  "Unlock Bitcoin Ecosystem with MAP Protocol": "Bitcoin-Ökosystem mit MAP Protocol freischalten",
  "The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability. Explore what’s possible with MAP Protocol as a Bitcoin layer-2.": "Die neue Erzählung des Bitcoin-Ökosystems hat Themen und Debatten über die Bitcoin-Interoperabilität aufgehoben. Entdecken Sie, was mit MAP Protocol als Bitcoin Layer-2 möglich ist.",
  "Anyone can participate in MAP Protocol’s network by staking and guarantee network security. It is is public good for the whole MAP Protocol ecosystem.": "Jeder kann am Netzwerk von MAP Protocol teilnehmen, indem er staket und die Netzwerksicherheit garantiert. Es ist ein öffentliches Gut für das gesamte MAP Protocol-Ökosystem.",
  "MAPO is the native token on the MAP Relay Chain. It is the cryptocurrency you use to pay for the network fees on the MAP Relay Chain. Learn about how to get MAPO.": "MAPO ist der native Token auf der MAP Relay Chain. Es ist die Kryptowährung, die Sie verwenden, um die Netzwerkgebühren auf der MAP Relay Chain zu bezahlen. Erfahren Sie, wie Sie MAPO erhalten.",
  "The MAP Protocol community": "Die MAP Protocol-Gemeinschaft",
  "MAP Protocol is all about community. Check out MAP Protocol community to meet your cohorts and see how you can contribute to MAP Protocol.": "MAP Protocol dreht sich alles um die Gemeinschaft. Schauen Sie sich die MAP Protocol-Gemeinschaft an, um Ihre Kollegen zu treffen und zu sehen, wie Sie zu MAP Protocol beitragen können.",
  "MAPDAO is a community-driven and pivotal platform for contributors to engage with the MAP Protocol ecosystem. It welcomes everyone who would like to make a change.": "MAPDAO ist eine von der Gemeinschaft getriebene und zentrale Plattform für Mitwirkende, um sich mit dem MAP Protocol-Ökosystem zu beschäftigen. Es heißt jeden willkommen, der eine Veränderung bewirken möchte.",
  "Bitcoin layer-2 is key to Bitcoin ecosystem growth. As the adoption of Bitcoin continues to grow, the importance of these Layer-2 solutions cannot be overstated.": "Bitcoin Layer-2 ist der Schlüssel zum Wachstum des Bitcoin-Ökosystems. Mit dem weiteren Wachstum der Bitcoin-Adoption kann die Bedeutung dieser Layer-2-Lösungen nicht genug betont werden.",
  "Understand long-range attack": "Langstreckenangriff verstehen",
  "Similar to the 51% attack, long-range attack is a threat to PoS blockchains. MAP Protocol uses the Bitcoin network’s security mechanism to prevent long-range attack.": "Ähnlich wie der 51%-Angriff ist der Langstreckenangriff eine Bedrohung für PoS-Blockchains. MAP Protocol verwendet den Sicherheitsmechanismus des Bitcoin-Netzwerks, um Langstreckenangriffe zu verhindern.",
  "Edit Page": "Seite bearbeiten",
  "We use cookies to improve your experience. By continuing to browse our site, you agree to our Cookie Policy.": "Wir verwenden Cookies, um Ihre Erfahrung zu verbessern. Indem Sie weiterhin unsere Seite durchsuchen, stimmen Sie unserer Cookie-Richtlinie zu.",
  "Accept": "Akzeptieren"
}