{
  "Welcome to MAP Protocol Community": "Willkommen in der MAP Protocol-Gemeinschaft",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol ist die Heimat von Hunderttausenden von Entwicklern, Technologen, Designern, Nutzern, MAPO HODLern und Enthusiasten.",
  "Why become part of the MAP Protocol community?": "Warum Teil der MAP Protocol-Gemeinschaft werden?",
  "Participate freely": "Freie Teilnahme",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "Sie haben die Freiheit, aus der Ferne beizutragen, und können somit von überall und jederzeit arbeiten, wie es Ihnen passt.",
  "Find your cohort": "Finden Sie Ihre Kohorte",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "Sie haben die Möglichkeit, sich mit Gleichgesinnten zu verbinden. Durch Teamarbeit können die Teilnehmer ihre Übersetzungsfähigkeiten verbessern, wertvolle Einblicke austauschen und gemeinsam Herausforderungen überwinden.",
  "Get recognized and compensated": "Anerkennung und Entlohnung erhalten",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "Ihr Name erscheint neben der Arbeit, die Sie geleistet haben. Zusätzlich wird eine Vergütung für die hervorragende Arbeit, die Sie leisten, bereitgestellt.",
  "How to get involved?": "Wie kann man sich einbringen?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "Es gibt viele Möglichkeiten, sich in der schnell wachsenden Map Protocol-Gemeinschaft zu engagieren; Sie können einer der beliebten Online-Gemeinschaften beitreten, an einer Veranstaltung teilnehmen, einer Meetup-Gruppe beitreten, zu einem Projekt beitragen oder an einem der vielen Online-Foren über Map Protocol teilnehmen.",
  "Join online communities": "Online-Gemeinschaften beitreten",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "Finden Sie Ihre Kohorte und nehmen Sie mit vielen anderen MAP Protocol-Enthusiasten teil.",
  "MAP Protocol events": "MAP Protocol-Veranstaltungen",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "Finden und nehmen Sie an MAP Protocol-Konferenzen, Hackathons oder Meetups teil.",
  "Run a node": "Einen Knoten betreiben",
  "Operate your own node is a great way to contribute to the whole network.": "Ihren eigenen Knoten zu betreiben, ist eine großartige Möglichkeit, zum gesamten Netzwerk beizutragen.",
  "Stake MAPO": "MAPO staken",
  "Get your MAPO and stake them to earn more rewards.": "Holen Sie sich Ihre MAPO und staken Sie sie, um mehr Belohnungen zu verdienen.",
  "Contribute to MAP Protocol": "Zu MAP Protocol beitragen",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "So wie wir Offenheit und Peer-to-Peer-Dezentralisierung unterstützen, streben wir danach, Wissen für alle frei zugänglich zu machen. Alle Inhalte auf dieser Website sind Open Source. Sie können neue Bearbeitungen vorschlagen, funkelnde neue Funktionen vorschlagen und uns helfen, uns zu verbessern.",
  "More on contribution ": "Mehr zum Beitrag",
  "Learn about MAPDAO": "Mehr über MAPDAO erfahren",
  "Join Telegram": "MAPDAO beitreten",
  "Community center": "Gemeinschaftszentrum"
}