{
  "Keep your MAPO safe": "Halten Sie Ihr MAPO sicher",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocol wird nicht von einer einzelnen Organisation kontrolliert - es ist dezentralisiert.",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "Das bedeutet, dass Sie die Sicherheit Ihrer Gelder ernst nehmen müssen. Mit MAPO vertrauen Sie nicht einer Bank oder einem Unternehmen, um auf Ihre Vermögenswerte aufzupassen, sondern Sie übernehmen selbst die Verantwortung.",
  "Keep your MAPO in your Own Wallet": "Bewahren Sie Ihr MAPO in Ihrer eigenen Wallet auf",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "Das bedeutet, dass Sie keinem Dritten mit Ihren Vermögenswerten vertrauen müssen und Sie vor einem unehrlichen Verhalten, Bankrott oder Hacking eines Verwahrers geschützt sind. Es bedeutet jedoch auch, dass Sie die Verantwortung für Ihre eigene Sicherheit übernehmen.",
  "Check MAPO Transactions": "Überprüfen Sie MAPO-Transaktionen",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "Sie können Ihre MAPO-Transaktionen auf <link1>MAPO Scan</link1> überprüfen, einem Blockchain-Explorer, der es Entwicklern und Benutzern ermöglicht, Cross-Chain-Transaktionen und Aktivitäten auf der MAP Relay Chain effizienter zu überwachen.",
  "Follow Wallet Instructions": "Befolgen Sie die Wallet-Anweisungen",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "Wenn Sie den Zugang zu Ihrem Konto verlieren, verlieren Sie auch den Zugang zu Ihren Geldern. Ihre Wallet sollte Ihnen Anweisungen geben, wie Sie sich davor schützen können. Befolgen Sie diese sorgfältig – in den meisten Fällen kann Ihnen niemand helfen, wenn Sie den Zugang zu Ihrem Konto verlieren.",
  "Use your MAPO": "Verwenden Sie Ihr MAPO",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "Es gibt mehrere Möglichkeiten, wie Sie Ihr MAPO verwenden können, nachdem Sie es erfolgreich erhalten haben.",
  "Store/Hold MAPO": "Speichern/Halten von MAPO",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "Viele Privatanleger halten ihr MAPO in der Erwartung, dass es an Wert gewinnen wird. Sie können Ihr MAP in den Wallets Ihrer Börsen (wie Bithumb) oder MAPO in Krypto-Wallets (wie Metamask) aufbewahren, wenn Sie sie langfristig speichern möchten, können Sie sie stattdessen in einer Cold Wallet anstatt einer Hot Wallet aufbewahren.",
  "Learn More": "Erfahren Sie mehr",
  "Trade MAPO": "Handeln Sie mit MAPO",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "Sie können MAPO gegen andere Kryptowährungen auf Krypto-Börsen handeln. Cex- oder Dex-Börsen bieten einige Handelspaare für MAPO/MAP-Handel an, um Ihren Bedürfnissen gerecht zu werden.",
  "Transfer MAPO": "Übertragen Sie MAPO",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "Im Gegensatz zum Versenden von Geld ins Ausland können Sie MAPO praktisch sofort an jeden auf der Welt senden.",
  "Earn MAPO": "Verdienen Sie MAPO",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "Verdienen Sie Belohnungen durch das Staking von Coins. Staking ist eine großartige Möglichkeit, Ihre Bestände an Staking-Coins zu maximieren, die sonst in einer Wallet oder einem Handelskonto liegen würden.",
  "Purchasing Goods": "Kauf von Waren",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "Einige Online-Plattformen oder Offline-Geschäfte akzeptieren Krypto als Zahlungsmittel. Sie können Waren oder Dienstleistungen von diesen Orten kaufen.",
  "MAPO FAQs": "MAPO FAQs",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "Wie füge ich MAP Relay Chain zu meiner Metamask/Token Pocket/Particle Wallet hinzu?",
  "How do I add MAP to my wallet?": "Wie füge ich MAP zu meiner Wallet hinzu?",
  "How do I convert MAP to MAPO?": "Wie konvertiere ich MAP zu MAPO?",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "Wie übertrage ich MAP über Ethereum, BNB Smart Chain, Polygon, Klaytn und andere?",
  "How do I transfer MAP from centralized exchanges to my wallet?": "Wie übertrage ich MAP von zentralisierten Börsen zu meiner Wallet?",
  "What do I do if a transaction on my wallet is pending or stuck?": "Was mache ich, wenn eine Transaktion in meiner Wallet aussteht oder stecken bleibt?",
  "Can I get my MAPO back if I send them to the wrong addresses?": "Kann ich mein MAPO zurückbekommen, wenn ich sie an die falschen Adressen sende?",
  "Tips for funds recovery": "Tipps zur Wiederherstellung von Geldern",
  "Always double-check addresses before confirming transactions.": "Überprüfen Sie immer die Adressen, bevor Sie Transaktionen bestätigen.",
  "Reaching out for professional help is advised if large sums are involved.": "Wenn große Summen beteiligt sind, wird empfohlen, professionelle Hilfe in Anspruch zu nehmen.",
  "Scams posing as recovery services are common; exercise extreme caution.": "Betrügereien, die sich als Wiederherstellungsdienste ausgeben, sind häufig; seien Sie äußerst vorsichtig.",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "Die Möglichkeit, MAPO zurückzubekommen, die an die falsche Adresse gesendet wurden, hängt weitgehend von den Umständen der Transaktion und der Beteiligung des Empfängers ab. Hier sind einige Szenarien:",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "Senden Sie MAPO an eine öffentliche Adresse, die jemandem gehört, den Sie nicht kennen: Unwiederbringlich, es sei denn, der Besitzer stimmt zu, sie zurückzusenden.",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "Senden Sie MAPO an eine noch nicht aktivierte öffentliche Adresse: Unwiederbringlich, da niemand die privaten Schlüssel zu der Adresse hat.",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "Senden Sie MAPO an eine Vertragsadresse: Hängt vom Code des Vertrags ab. Wenn der Vertrag eine Funktion zur Wiederherstellung hat oder aktualisierbar ist, könnte es einen Weg geben. Die meisten Verträge sind jedoch nicht darauf ausgelegt, Token zurückzusenden. Die Wiederherstellung ist normalerweise unmöglich.",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "Senden Sie MAPO an eine Börsenadresse: Vielleicht, abhängig von den Richtlinien und technischen Fähigkeiten der Börse. Börsen könnten die Fähigkeit haben, Token zurückzuholen, berechnen jedoch oft eine Gebühr, sodass es kostspielig und zeitaufwendig sein kann.",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "Senden Sie MAPO an Ihre eigene Adresse auf einer anderen Kette: Vielleicht, abhängig von der Kette, an die Sie es senden. Wenn Sie es an Ethereum, BNB Smart Chain, Polygon, Klaytn und MAP Relay Chain senden, verwenden Sie <link1>ButterSwap</link1>, um es zurückzubringen.",
  "Metamask or Token Pocket Wallet Users": "Metamask- oder Token Pocket Wallet-Benutzer",
  "Enter the following chain info to add": "Geben Sie die folgenden Ketteninformationen ein, um hinzuzufügen",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "Netzwerkname: MAP Relay Chain (Sie können auch MAP Mainnet eingeben)",
  "New RPC URL": "Neue RPC-URL: https://rpc.maplabs.io",
  "Chain ID: 22776": "Chain-ID: 22776",
  "Currency symbol: MAPO": "Währungssymbol: MAPO",
  "Block explorer URL: https://maposcan.io/": "Block-Explorer-URL: <link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "Particle Wallet-Benutzer",
  "Log in to your Particle Wallet account": "Melden Sie sich bei Ihrem Particle Wallet-Konto an",
  "Search and choose “MAP Relay Chain” in the search bar": "Suchen und wählen Sie „MAP Relay Chain“ in der Suchleiste",
  "Check the network name on the wallet page": "Überprüfen Sie den Netzwerknamen auf der Wallet-Seite",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "Wenn Sie feststellen, dass eine Transaktion in einer Wallet aussteht oder stecken bleibt, kann dies auf verschiedene Faktoren wie Netzwerküberlastung, niedrige Gasgebühren oder andere technische Probleme zurückzuführen sein. Je nachdem, auf welcher Kette Ihre Transaktion ist, können Sie Ihren Transaktionsstatus über Blockchain-Explorer wie <link1>Etherscan</link1>, <link2>BscScan</link2>, <link3>PolygonScan</link3>, <link4>klaytnscope</link4> und <link5>MapoScan</link5> überprüfen.",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "Ihr MAP in zentralisierten Börsen ist eine Art ERC-20-Token, was bedeutet, dass es auf Ethereum lebt. Wenn Sie MAP an Ihre Wallet übertragen, stellen Sie sicher, dass die Zieladresse ebenfalls auf Ethereum ist. Wenn Sie Ihr MAP weiter über BNB Smart Chain, Polygon, Klaytn und MAP Relay Chain übertragen möchten, verwenden Sie einfach <link1>ButterSwap</link1>.",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "In der Welt der Kryptowährungen erfordert das Übertragen von Vermögenswerten von einer Kette auf eine andere normalerweise die Verwendung einer Brücke. Wenn Sie jedoch MAP über verschiedene Ketten übertragen, können Sie einfach zu <link1>ButterSwap</link1> gehen, um Ihr MAP auf verschiedenen Ketten auf peer-to-peer-Weise einfach auszutauschen. Um MAPO auf MAP Relay Chain zu erhalten, können Sie auch <link1>ButterSwap</link1> verwenden.",
  "MAP is on Ethereum": "MAP ist auf Ethereum, BNB Smart Chain und Polygon verfügbar; MAPO ist auf MAP Relay Chain. Sie können <link1>ButterSwap</link1> verwenden, um Ihr MAP einfach in MAPO umzutauschen oder umgekehrt.",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "MAP ist auf Ethereum, BNB Smart Chain und Polygon verfügbar. Sie können der folgenden Anleitung folgen, um MAP zu Ihrer Metamask-Wallet hinzuzufügen.",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "*WICHTIG: Um sicherzustellen, dass Sie die richtige Vertragsadresse eingegeben haben, kopieren Sie bitte die Vertragsadressen in den Explorern. Kopieren Sie die Adresse nicht direkt aus dem Artikel.",
  "If you’re on Ethereum": "Wenn Sie auf Ethereum sind",
  "Click “Import tokens” on Metamask": "Klicken Sie auf „Import tokens“ in Metamask",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "Sehen Sie sich die Vertragsadresse 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 auf Etherscan an",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "Sehen Sie sich die Vertragsadresse 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f auf BSC Scan an",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "Sehen Sie sich die Vertragsadresse 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a auf Polygon Scan an",
  "Copy and paste it back to Metamask": "Kopieren Sie sie und fügen Sie sie zurück in Metamask ein",
  "Add the token symbol MAP": "Fügen Sie das Token-Symbol MAP hinzu",
  "Enter “Custom token”": "Geben Sie „Custom token“ ein",
  "If you’re on BNB Chain": "Wenn Sie auf BNB Chain sind",
  "If you’re on Polygon": "Wenn Sie auf Polygon sind"
}