{
  "Where to Get MAPO": "Wo kann man MAPO bekommen",
  "You can earn MAPO, or buy it from decentralized and centralized exchanges.": "Sie können MAPO verdienen oder es von dezentralen und zentralen Börsen kaufen.",
  "Get MAPO": "MAPO bekommen",
  "Current MAPO Price（USD）": "Aktueller MAPO-Preis (USD)",
  "Data Source: ": "Datenquelle: ",
  "(LAST 24 HOUR)": "(LETZTE 24 STUNDEN)",
  "New to MAP Protocol? Here's an overview to get you started. What's MAPO?": "Neu bei MAP Protocol? Hier ist ein Überblick, um Ihnen den Einstieg zu erleichtern. <link1>Was ist MAPO?</link1>",
  "MAPO and MAP": "MAPO und MAP",
  "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.": "Sowohl MAPO als auch MAP sind die nativen Token von MAP Protocol. Es ist derselbe Token. Die Verwendung unterschiedlicher Tickersymbole dient dazu, die Chains, auf denen sie sich befinden, zu unterscheiden.",
  "View more details": "Weitere Details anzeigen",
  "Decentralized Exchanges (DEXs)": "Dezentrale Börsen (DEXs)",
  "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.": "DEXs geben Ihnen mehr Kontrolle über Ihre Gelder. Mit einer DEX können Sie MAPO mit mehr Freiheit und Flexibilität handeln.",
  "Go to a DEX": "Zu einer DEX gehen",
  "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.": "CEXs sind Unternehmen, die Ihnen den Kauf von Krypto mit traditionellen Währungen ermöglichen. Sie haben das Sorgerecht über alle MAPO, die Sie kaufen, bis Sie sie an eine Wallet senden, die Sie kontrollieren.",
  "Find a CEX": "Eine CEX finden",
  "Centralized Exchanges (CEXs)": "Zentralisierte Börsen (CEXs)",
  "Wallets": "Wallets",
  "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.": "Einige Wallets ermöglichen es Ihnen, Krypto mit einer Debit-/Kreditkarte, Banküberweisung oder sogar Apple Pay zu kaufen. Geographische Einschränkungen gelten.",
  "Find a wallet": "Eine Wallet finden",
  "Staking rewards": "Staking-Belohnungen",
  "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.": "Wenn Sie bereits einige MAPO haben, können Sie mehr verdienen, indem Sie einen Validator-Knoten betreiben oder für von Ihnen gewählte Validatoren abstimmen.",
  "Learn more about staking": "Mehr über Staking erfahren",
  "Earn MAPO": "MAPO verdienen",
  "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.": "Sie können MAPO verdienen, indem Sie für MAPDAO oder Unternehmen arbeiten, die in Krypto bezahlen, Belohnungen gewinnen, Softwarefehler finden und mehr.",
  "Learn about MAPDAO": "Mehr über MAPDAO erfahren",
  "MAPO is the ticker name for MAP Protocol’s native token on the MAP Relay Chain, while MAP is the ticker name of MAP Protocol’s native token on other chains such as Ethereum, BNB Smart Chain, and Polygon. It can be obtained and traded directly in centralized exchanges such as Kucoin, Bithumb, Coinone, and MEXC Global.": "MAPO ist der Tickername für den nativen Token von MAP Protocol auf der MAP Relay Chain, während MAP der Tickername des nativen Tokens von MAP Protocol auf anderen Chains wie Ethereum, BNB Smart Chain und Polygon ist. Es kann direkt an zentralisierten Börsen wie <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3> und <link4>MEXC Global</link4> erworben und gehandelt werden.",
  "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.": "Derzeit ist MAP auf Ethereum, BNB Smart Chain und Polygon verfügbar; MAPO befindet sich auf der MAP Relay Chain. Sie können MAP an zentralisierten und dezentralisierten Börsen und MAPO nur an dezentralisierten Börsen erhalten.",
  "On Decentralized Exchanges (DEXs)": "An dezentralen Börsen (DEXs)",
  "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAP/ MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.": "Dezentrale Börsen arbeiten ohne zentrale Autorität. Anstatt eine vertrauenswürdige dritte Partei zur Sicherung der Gelder in der Transaktion zu verwenden, verwenden sie Code. Das MAP/MAPO des Verkäufers wird nur übertragen, wenn die Zahlung garantiert ist. Diese Art von Code ist als Smart Contract bekannt. Mehr über Smart Contracts. Um eine DEX zu nutzen, benötigen Sie eine Wallet, um zu beginnen.",
  "You can get MAPO directly on Butter Swap and Hiveswap, and MAP on Uniswap, PancakeSwap, and Butter Swap.": "Sie können MAPO direkt auf <link1>Butter Swap</link1> und <link2>Hiveswap</link2> und MAP auf <link3>Uniswap</link3>, <link4>PancakeSwap</link4> und <link5>Butter Swap</link5> erhalten.",
  "Butter Swap supports seamless token movement from one chain to another in a trustless way. You can get MAP on Ethereum, BNB Smart Chain, Polygon, and NEAR and MAPO on MAP Relay Chain right within Butter Swap with different kinds of tokens you have in your wallet.": "Butter Swap unterstützt die nahtlose Token-Bewegung von einer Chain zur anderen auf vertrauenslose Weise. Sie können MAP auf Ethereum, BNB Smart Chain, Polygon und NEAR und MAPO auf der MAP Relay Chain direkt innerhalb von Butter Swap mit verschiedenen Arten von Token, die Sie in Ihrer Wallet haben, erhalten.",
  "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.": "WICHTIG: Bitte überprüfen Sie die Token-Informationen und die Chain-Informationen, die Sie ausgewählt haben, bevor Sie „Swap“ bestätigen.",
  "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.": "Hiveswap unterstützt Token-Austausche auf der MAP Relay Chain. Sie können MAPO direkt innerhalb von Hiveswap erhalten.",
  "Uniswap supports a diversity of tokens on Ethereum to exchange with MAP on Ethereum, which means the MAP you get on Uniswap will be in ERC-20 token standard.": "Uniswap unterstützt eine Vielfalt von Token auf Ethereum, um mit MAP auf Ethereum zu tauschen, was bedeutet, dass das MAP, das Sie auf Uniswap erhalten, im <link1>ERC-20 Token-Standard</link1> sein wird.",
  "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the BEP-20 token standard.": "PancakeSwap unterstützt Token auf BNB Smart Chain, um mit MAP auf BNB Smart Chain zu tauschen, was bedeutet, dass das MAP, das Sie auf PancakeSwap erhalten, im <link1>BEP-20 Token-Standard</link1> sein wird.",
  "*If you would like to get MAPO instead of MAP, please go to Butter Swap to swap directly.": "*Wenn Sie MAPO anstelle von MAP erhalten möchten, gehen Sie bitte direkt zu <link1>Butter Swap</link1>, um zu tauschen.",
  "On Centralized Exchanges (CEXs)": "An zentralisierten Börsen (CEXs)",
  "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.": "Zentralisierte Börsen sind Plattformen, die von einer einzelnen Entität oder einem Unternehmen verwaltet werden. Sie fungieren als Vermittler zwischen Käufern und Verkäufern von Kryptowährungen, ähnlich wie traditionelle Aktienbörsen.",
  "ERC-20 MAP (MAP Protocol's native token on Ethereum) is available on Kucoin, Bithumb, Coinone and MEXC Global. MRC-20 MAPO (MAP Protocol's native token on MAP Relay Chain thus the MAPO Mainnet) is available on LBank.": "ERC-20 MAP (MAP Protocol's native token on Ethereum) is available on <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3>, <link6>HTX</link6> and <link4>MEXC Global</link4>. MRC-20 MAPO (MAP Protocol's native token on MAP Relay Chain thus the MAPO Mainnet) is available on <link5>LBank</link5>.",
  "Exchange": "Börse",
  "Pairs": "Paare",
  "Price": "Preis",
  "24h Volume": "24h Volumen",
  "+2% Depth": "+2% Tiefe",
  "-2% Depth": "-2% Tiefe",
  "Recently": "Kürzlich",
  "Updated": "Aktualisiert",
  "Trading steps on CEXs": "Handelsschritte an CEXs",
  "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.": "Da die Betriebsverfahren von verschiedenen CEXs variieren, können wir Ihnen keine Schritt-für-Schritt-Anleitung geben, wie Sie Token an allen CEXs kaufen, aber hier sind einige allgemeine Schritte.",
  "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.": "Einige CEXs sind möglicherweise nicht in Ihrem Land oder Bereich verfügbar, Sie können den Kundendienst der Börse konsultieren oder die Ankündigung von Börsen überprüfen. Was die Steuerfrage betrifft, möchten Sie vielleicht auch das lokale Amt für weitere Informationen konsultieren.",
  "Step": "Schritt",
  "Register an account on a CEX's official website or its app. (Check Exchange Ranking by CoinGecko)": "Registrieren Sie ein Konto auf der offiziellen Website oder App einer CEX. (Börsenranking prüfen bei <link1>CoinGecko</link1>)",
  "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.": "Wenn eine CEX die Ein-Schritt-Anmeldung mit Ihrem Social-Account unterstützt, können Sie sich direkt mit Ihrem Social-Account anmelden.",
  "Verify your identity and secure your CEX's account. You are typically required to have a government-issued identification document.": "Verifizieren Sie Ihre Identität und sichern Sie Ihr CEX-Konto. In der Regel ist ein von der Regierung ausgestelltes Identifikationsdokument erforderlich.",
  "For asset security, it’s recommended to enable Two-step Verification.": "Für die Sicherheit der Vermögenswerte wird empfohlen, die Zwei-Schritt-Verifizierung zu aktivieren.",
  "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.": "Verwenden Sie Fiat, um USDT, ETH, BTC oder andere unterstützte Token zu kaufen. Sie können die OTC-Option direkt in einer CEX verwenden.",
  "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.": "Zusätzlich können Sie eine Onramp-Plattform verwenden, die Ihre gewünschte Fiat-zu-Krypto-Option hat.",
  "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading.": "Übertragen Sie das USDT, BTC usw., das Sie mit Fiat gekauft haben, auf eine CEX, die den MAP-Handel unterstützt.",
  "If the CEX you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.": "Wenn die CEX, die Sie verwenden, Onramp und das MAP-USDT- oder MAP-BTC-Handelspaar gleichzeitig unterstützt, können Sie diesen Schritt überspringen.",
  "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.": "Kaufen Sie MAP im Spotmarkt über das MAP-USDT- oder MAP-BTC-Handelspaar.",
  "In the spot market, select either the “Limit” or “Market” option based on your trading preference.": "Im Spotmarkt wählen Sie entweder die Option „Limit“ oder „Market“ basierend auf Ihrer Handelspräferenz."
}