{
    "Welcome to MAP Protocol": "Willkommen bei MAP Protocol",
    "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol ist eine Bitcoin Layer-2-Lösung für Peer-to-Peer-Cross-Chain-Interoperabilität.",
    "Explore MAP Protocol": "Erkunden Sie MAP Protocol",
    "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "Die Bitcoin Layer-2-Lösung für die Transformation des Bitcoin-Ökosystems",
    "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "Durch die Nutzung des Sicherheitsmechanismus des Bitcoin-Netzwerks hat MAP Protocol seine Netzwerksicherheit verstärkt und dient als Bitcoin Layer-2, um BRC-20 Cross-Chain zu ermöglichen und Vermögenswerte und Nutzer anderer öffentlicher Ketten die Interaktion mit dem Bitcoin-Netzwerk über Peer-to-Peer-Cross-Chain zu ermöglichen.",
    "The Bitcoin-level peer-to-peer cross-chain network": "Das Bitcoin-Level Peer-to-Peer-Cross-Chain-Netzwerk",
    "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "Ähnlich wie das „rein Peer-to-Peer“ Bitcoin-Netzwerk ist auch das Cross-Chain-Netzwerk von MAP Protocol Peer-to-Peer ohne Durchlauf durch eine dritte Partei. Die Gültigkeit einer Cross-Chain-Anfrage hängt rein von der Tatsache ab, dass sie auf der Quellkette stattgefunden hat, und nicht von Entscheidungen oder Nachweisen, die von vertrauenswürdigen Drittparteien gemacht wurden.",
    "The frontier for building anything cross-chain": "Die Grenze für den Aufbau von allem im Cross-Chain-Bereich",
    "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "Cross-Chain sollte einfach gemacht werden. Wir bieten Ihnen eine vollständige Palette an Entwicklungstools, Tutorials und SDKs, um Ihre Cross-Chain-dApps zu erstellen oder Ihre Kettenkonnektivität mit möglichst geringem Aufwand zu erweitern. Das Bauen im Cross-Chain-Bereich ist genauso einfach wie das Bauen auf einer einzelnen Kette.",
    "The infra for interoperable on-chain assets, storage, and computing": "Die Infrastruktur für interoperable On-Chain-Vermögenswerte, Speicherung und Computing",
    "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "Interoperabilität geht über die Verbindung verschiedener Token auf unterschiedlichen Ketten hinaus. Ein wirklich dezentralisiertes Web3 ist dort, wo Vermögenswerte, Speicherung und Computing alle On-Chain und interoperabel sind. Wir bieten die Infrastruktur für interoperable On-Chain-Vermögenswerte, Speicherung und Computing.",
    "Get started": "Loslegen",
    "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol ist Ihr Tor zur vollständig interoperablen On-Chain-Welt. Unten finden Sie einfache Schritte, um sich schnell mit der sich ständig weiterentwickelnden Technologie vertraut zu machen.",
    "Start with a Wallet": "Beginnen Sie mit einer Wallet",
    "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "Finden Sie die Wallet, die es Ihnen ermöglicht, sich mit MAP Protocol zu verbinden und Ihre Gelder zu verwalten.",
    "Get some MAPO": "Besorgen Sie sich etwas MAPO",
    "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO ist die Währung von MAP Protocol — Sie können sie für verschiedene Zwecke verwenden.",
    "Try decentralized exchanges (DEXs)": "Probieren Sie dezentralisierte Börsen (DEXs) aus",
    "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEXs haben eine transformative Bedeutung für dezentralisierte Finanzen (DeFi). Greifen Sie zu Ihrem MAPO und machen Sie sich mit den Mechanismen des Handels an einer DEX vertraut.",
    "Build an omnichain dApp or become omnichain": "Erstellen Sie eine Omnichain-dApp oder werden Sie Omnichain",
    "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "Beginnen Sie mit dem Programmieren mit MAP Protocol - der Bitcoin Layer-2, indem Sie sich zunächst mit Schlüsselkonzepten wie BRC-201 in MAP Protocol vertraut machen.",
    "What is MAP Protocol?": "Was ist MAP Protocol?",
    "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol dient als eine Bitcoin Layer-2, die sich der Entwicklung des Bitcoin-Ökosystems widmet. Es bietet auch die wesentliche Infrastruktur, um Interoperabilität zwischen blockchainbasierten Vermögenswerten, Speicherung und Computing zu erreichen. Aufgebaut auf der Light-Client- und Zero-Knowledge-Proof-Technologie ist unsere interoperable Cross-Chain-Lösung Peer-to-Peer, ohne vertrauenswürdige Drittparteien, und verwandelt so isolierte Blockchains oder Blockchains, die Drittanbieterbrücken verwenden, in eine All-in-One-Web3-Entwicklungsplattform und ein Web3-Benutzergateway.",
    "More on MAP Protocol": "Mehr über MAP Protocol",
    "The case for MAP Protocol as Bitcoin layer-2": "Die Begründung für MAP Protocol als Bitcoin Layer-2",
    "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "Aufgrund des Fehlens der Turing-Vollständigkeit ist Bitcoin in seiner Benutzbarkeit im Vergleich zu Ethereum begrenzt und sein Ökosystem wächst langsam. Als Bitcoin Layer-2 und interoperable Omnichain-Infrastruktur ist MAP Protocol in der Lage, die Interoperabilität des Bitcoin-Ökosystems zu erweitern und das Wachstum der Bitcoin-Community zu fördern.",
    "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "Mit MAP Protocols BRC-201, einem Cross-Chain-Erweiterungsprotokoll für BRC-20-Token, können BRC-20- und ORC-20-Vermögenswerte im Bitcoin-Netzwerk mit anderen Token auf anderen öffentlichen Ketten interagieren. Diese Schicht der Bitcoin-Netzwerk-Cross-Chain-Interoperabilität wird auch die Bitcoin-Community insgesamt wachsen lassen.",
    "More on Bitcoin layer-2": "Mehr über Bitcoin Layer-2",
    "Don't trust, verify: Refactor light clients verification with ZK-proof": "Vertraue nicht, überprüfe: Refaktorisieren Sie die Verifizierung von Light-Clients mit ZK-Proof",
    "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "Erstmals vorgeschlagen in Form der Simplified Payment Verification (oder SPV) in Satoshi Nakamotos Weißbuch von 2008, ist Light Client eine Möglichkeit, weniger leistungsfähigen Clients zu erlauben, mit dem Netzwerk mit so vielen Sicherheitsgarantien wie möglich zu interagieren. Zero-Knowledge-Proof wurde erstmals 1989 von Manuel Blum, Paul Feldman und Silvio Micali vorgeschlagen und hat nun Anwendungsfälle in anonymen Zahlungen, Authentifizierung, verifizierbarer Berechnung und On-Chain-Abstimmung.",
    "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol hat die Light-Clients-Technologie mit ZK-Proof refaktorisiert, was die Effizienz der Light-Client-Verifizierung weiter verbessert und dabei den gesamten Verifizierungsprozess Peer-to-Peer hält, ohne irgendeine dritte Partei zu vertrauen.",
    "More on light clients": "Mehr über Light Clients",
    "More on zero-knowledge proofs": "Mehr über Zero-Knowledge-Proofs",
    "Toward a truly interoperable future: Omnichain and fully on-chain": "Auf dem Weg in eine wirklich interoperable Zukunft: Omnichain und vollständig On-Chain",
    "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Heute betonen die meisten Interoperabilitätslösungen nur Vermögenswerte-Cross-Chain-Transaktionen. Eine wirklich interoperable Web3-Zukunft geht jedoch darüber hinaus - es ist eine Zukunft, in der dApp-Operationen einschließlich Transaktionen, Datenspeicherung und Computing auf der Blockchain durchgeführt werden und über verschiedene Ketten hinweg interoperabel sind, was den Benutzern die volle Kontrolle über ihre Daten und Privatsphäre gibt.",
    "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol ebnet den Weg für diese wirklich interoperable Web3-Zukunft. Durch MAP Protocol können Entwickler eine Verbindung zu einer Vielzahl von Blockchain-Ökosystemen, einschließlich des Bitcoin-Netzwerks, herstellen und verschiedene Komponenten integrieren, was die Erstellung von Apps ermöglicht, bei denen alle Operationen On-Chain sind.",
    "Explore omnichain and fully on-chain": "Erkunden Sie Omnichain und vollständig On-Chain",
    "The all-in-one developer portal": "Das All-in-One-Entwicklerportal",
    "Learn about MAPDAO": "Erfahren Sie mehr über MAPDAO",
    "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol und seine Apps sind transparent und Open Source und machen es zur Go-to-Lösung für all Ihre Bedürfnisse in Sachen Blockchain-Interoperabilität. Ob Sie möchten, dass Ihre Kette sich mit einer anderen Blockchain verbindet, eine dApp bauen, die über mehrere Blockchains hinweg funktioniert, oder sogar mit dem Bitcoin-Ökosystem interagiert, wir machen es Ihnen leicht, alles Omnichain und vollständig On-Chain zu bauen.",
    "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "Tauchen Sie ein in unsere umfangreiche Dokumentation und Tutorials, um zu lernen, wie Sie Funktionen verschiedener Arten von Blockchains kombinieren und eine App mit bahnbrechenden Funktionen erstellen.",
    "View documentation": "Dokumentation anzeigen",
    "MAP Protocol today": "MAP Protocol heute",
    "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "Die neuesten MAP Relay Chain Statistiken (Datenquelle: <link1>MAPO Explorer</link1>)",
    "TOTAL MAPO STAKED": "GESAMT MAPO EINGESETZT",
    "The total amount of MAPO currently being staked and securing the network.": "Die Gesamtmenge an MAPO, die derzeit eingesetzt und das Netzwerk sichert.",
    "NODES": "KNOTENPUNKTE",
    "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAP Relay Chain wird von Freiwilligen auf der ganzen Welt betrieben, bekannt als Knotenpunkte.",
    "TRANSACTIONS": "TRANSAKTIONEN",
    "The number of cross-chain transactions successfully processed by the network.": "Die Anzahl der von dem Netzwerk erfolgreich verarbeiteten Cross-Chain-Transaktionen.",
    "TOTAL ADDRESS": "GESAMTADRESSEN",
    "The number of users in MAP Protocol grows every day.": "Die Anzahl der Benutzer im MAP Protocol wächst täglich.",
    "Join MAP Protocol community": "Treten Sie der MAP Protocol-Gemeinschaft bei",
    "Join over 5,000 members on MAPDAO Discord community!": "Treten Sie einer Gemeinschaft von über 24.000 Mitgliedern bei MAPDAO Telegram bei!",
    "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "Wir halten monatliche Gemeinschaftsanrufe für spannende Updates zur MAP Protocol-Entwicklung und wichtige Nachrichten aus dem Ökosystem. Nutzen Sie die Chance, Fragen zu stellen, Ideen zu teilen und auf verschiedene Weise beizutragen - es ist die perfekte Gelegenheit, Teil der florierenden MAPDAO-Gemeinschaft zu sein.",
    "Join Telegram": "MAPDAO beitreten"
}
