{
  "Run a node": "Einen Knoten betreiben",
  "Run a node to secure the network": "Einen Knoten betreiben, um das Netzwerk zu sichern",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "Einen eigenen Knoten zu betreiben, ist eine hervorragende Möglichkeit, vollständig souverän zu bleiben, während man dabei hilft, das gesamte Netzwerk zu sichern und die Dezentralisierung zu schützen.",
  "What is a node?": "Was ist ein Knoten?",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "In einem Blockchain-Netzwerk ist ein Knoten ein Computer, der am Netzwerk teilnimmt und eine Kopie des verteilten Hauptbuchs, d.h. der Blockchain, aufrechterhält. Knoten in Blockchain-Netzwerken können je nach Architektur und Konsensalgorithmus der spezifischen Blockchain unterschiedliche Rollen und Verantwortlichkeiten haben.",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "Als eine POS-Kette benötigt MAP Protocol Validatorknoten, die für die Validierung von Transaktionen verantwortlich sind und das MAP Relay Chain-Netzwerk im sicherstmöglichen Zustand halten.",
  "Who can run a node?": "Wer kann einen Knoten betreiben?",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "Jeder mit der entsprechenden Einrichtung und ausreichendem Einsatz kann ein Validator werden.",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "Sie können eine Übersicht aller aktuellen Validatoren und ihrer Stimmen auf <link1>MAPO Scan</link1> finden und die vollständigen Anleitungen, wie man hier <link2>ein neuer Validator wird</link2>.",
  "Build your node": "Bauen Sie Ihren Knoten",
  "Hardware": "Hardware",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol ist ein Proof Of Stake-Netzwerk mit anderen Hardwareanforderungen als ein Proof Of Work-Netzwerk. Der Proof Of Stake-Konsens ist weniger CPU-intensiv, aber empfindlicher für Netzwerkkonnektivität und Latenz.",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "Unten finden Sie eine Liste der Standardanforderungen für den Betrieb eines Validators im MAPO-Netzwerk.",
  "Memory": "Speicher",
  "Disk": "Festplatte",
  "256 GB of SSD storage, plus a secondary HDD": "256 GB SSD-Speicher, plus eine sekundäre HDD",
  "Network": "Netzwerk",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "Mindestens 100 Mb Ein-/Ausgabe-Ethernet mit einer Glasfaser-Internetverbindung (idealerweise redundante Verbindungen und HA-Switches)",
  "Software": "Software",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "Das Erstellen von Atlas erfordert git, Go (Version 1.14 oder höher) und einen C-Compiler.",
  "You can install them using your favorite package manager.": "Sie können diese mit Ihrem bevorzugten Paketmanager installieren.",
  "Others": "Sonstiges",
  "Your account needs to have at least 1,000,000 MAPO.": "Ihr Konto muss mindestens 1.000.000 MAPO haben.",
  "Run your node": "Betreiben Sie Ihren Knoten",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "Stellen Sie sicher, dass Sie unsere Voraussetzungen erfüllt haben, bevor Sie Ihren Validator-Knoten auf MAP Protocol betreiben. Folgen Sie den fünf Schritten oder den fortgeschrittenen Anleitungen, um Ihren Validator-Knoten auf MAP Protocol in Betrieb zu nehmen.",
  "You can also browse our guides on How To Become A New Validator to get started.": "Sie können auch unsere Anleitungen unter <link1>Wie man ein neuer Validator wird</link1> durchsehen, um zu beginnen.",
  "Step 1: Create an account": "Schritt 1: Erstellen Sie ein Konto",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "In diesem Schritt müssen Sie Ihre Identifikationsinformationen an den entsprechenden Verwaltungskontrakt übertragen, der Ihr Konto, Schlüssel und Metadaten verwalten wird.",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "Der Zweck dieses Schrittes ist es, Ihre gesperrten <text>MAPO</text> sicherer zu halten, indem alternative Schlüssel für das Signieren von Bescheinigungen, Abstimmungen und Validierungen autorisiert werden. Indem Sie dies tun, können Sie weiterhin am Protokoll teilnehmen, während der Schlüssel mit Zugriff auf Ihre gesperrten <text>MAPO</text> sicher aufbewahrt wird.",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "Sie benötigen den <text>createAccount</text>-Befehl, um die oben genannten Operationen durchzuführen. Für weitere Details zum <text>createAccount</text>-Befehl, sehen Sie bitte <link1>dies</link1>.",
  "Step 2: Authorize": "Schritt 2: Autorisieren",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "Autorisiert eine Adresse, um im Namen des Kontos Konsensnachrichten zu signieren. Diese autorisierte Adresse wird als Signierer bezeichnet. Wie der Name schon sagt, ist der Signierer nur für das Signieren verantwortlich. Ihre Belohnung wird nicht an den Signierer ausgegeben, sondern an das im vorherigen Schritt erstellte Konto.",
  "Step 3: Locked MAPO": "Schritt 3: Gesperrte MAPO",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "Die Schwelle, die wir für den Validator festgelegt haben, besteht darin, 1.000.000 <text>MAPO</text> in den entsprechenden Verwaltungssmartkontrakt zu sperren. Diese gesperrten <text>MAPO</text> werden für zukünftige Strafen verwendet, was auch eine der Bedingungen für die Wahl ist.",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "Sie benötigen den <text>lockedMAPO</text>-Befehl, um die oben genannten Operationen durchzuführen, mehr Details zum <text>lockedMAPO</text>-Befehl finden Sie bitte unter <link1>dies</link1>.",
  "Step 4: Validator register": "Schritt 4: Validator registrieren",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "Dieser Schritt ist ein Schlüsselschritt für die <text>Registrierung</text> als neuer Validator. Sie benötigen den Registrierungsbefehl, um die oben genannten Operationen durchzuführen. Für weitere Details zum <text>register</text>-Befehl sehen Sie bitte <link1>dies</link1>.",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "In diesem Schritt werden Sie erfolgreich als Validator registriert. Als nächstes können Sie versuchen, für sich selbst zu stimmen. Für Details, wie man abstimmt, sehen Sie bitte <link1>dies</link1>.",
  "Step 5: Vote": "Schritt 5: Abstimmen",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "Validatoren müssen mindestens 0,001 Anteil der Stimmen haben, um für die Wahl in Betracht gezogen zu werden, daher muss der Validator Stimmen haben. Sie können Ihr Validator-Konto verwenden, um für sich selbst zu stimmen, oder Sie können andere Validatoren oder Benutzer dazu bringen, für Sie zu stimmen.",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "Da Sie in Schritt 3 1.000.000 <text>MAPO</text> gesperrt haben, ist es jetzt eine großartige Entscheidung, für sich selbst zu <link1>stimmen</link1>.",
  "Stake your MAPO": "Setzen Sie Ihre MAPO",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "Wenn der Aufbau Ihres eigenen Knotens entmutigend erscheint oder außerhalb Ihrer technischen Kompetenz liegt, müssen Sie nicht am Rand stehen. Setzen Sie einfach MAPO! Sie können immer noch eine zentrale Rolle bei der Stärkung und Aufrechterhaltung unseres Netzwerks spielen."
}