{
    "Get rewarded while securing MAP Protocol omnichain network": "Belohnt werden, während Sie das MAP Protocol Omnichain-Netzwerk sichern",
    "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "Das Staken von MAPO ist ein öffentliches Gut für das gesamte MAP Protocol Omnichain-Ökosystem. Validierer müssen ausreichend Einsatz haben, sobald sie ihre Knoten ordnungsgemäß eingerichtet haben.",
    "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "Als permissionless Delegated Proof-of-Stake (DPoS) Blockchain ermöglicht MAP Protocol den Benutzern das Staking, indem sie ihr MAPO an Validatoren delegieren, die Transaktionen verarbeiten und das Netzwerk betreiben.",
    "TOTAL MAPO STAKED": "GESAMT GESTAKED MAPO",
    "TOTAL VALIDATORS": "GESAMT VALIDATOREN",
    "CURRENT APR": "AKTUELLER APR",
    "Stake MAPO": "MAPO staken",
    "What is staking": "Was ist Staking",
    "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "Im Allgemeinen ist Staking der Prozess der Teilnahme an einem Proof-of-Stake (PoS) oder einem ähnlichen Konsensmechanismus zur Unterstützung der Operationen eines Blockchain-Netzwerks. Teilnehmer sperren eine bestimmte Menge Kryptowährung in einer Wallet, um Transaktionen zu validieren, das Netzwerk zu sichern und neue Blöcke zu produzieren. Im Gegenzug erhalten die Teilnehmer normalerweise zusätzliche Token als Belohnungen, was potenziell zu einem passiven Einkommensstrom führen kann.",
    "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the <link1>MAPO Validator Pool</link1>. Both validators and users can participate in staking.": "Im MAP Protocol ist Staking der Akt des Sperrens bestimmter Mengen von MAPO in den <link1>MAPO Validator Pool</link1>. Sowohl Validatoren als auch Benutzer können am Staking teilnehmen.",
    "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "Sobald Validatoren ihren Validator-Knoten konfiguriert haben, müssen sie 1 Million MAPO in ihrem Staking-Pool haben. Benutzer können am Staking teilnehmen, indem sie ihr MAPO an den Einsatz eines bestimmten Validators delegieren; auf diese Weise helfen sie diesem Validator beim Betrieb und verdienen einen Prozentsatz der Belohnungen basierend auf ihrem Einsatz.",
    "More on how to get MAPO": "Mehr darüber, wie man MAPO bekommt",
    "Why stake your MAPO": "Warum Ihr MAPO staken",
    "Earn rewards": "Belohnungen verdienen",
    "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "Belohnungen werden für Aktionen vergeben, die dem Netzwerk helfen, einen Konsens zu erreichen. Sie erhalten Belohnungen für die Delegierung Ihres Vermögens an den richtigen Validator, der Transaktionen korrekt in neue Blöcke bündelt und die Arbeit anderer Validatoren überprüft, denn das hält die Kette sicher am Laufen.",
    "Better security": "Bessere Sicherheit",
    "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "Das Netzwerk wird stärker gegen Angriffe, je mehr MAPO gestaked wird, da es dann mehr MAPO benötigt, um die Mehrheit des Netzwerks zu kontrollieren. Um eine Bedrohung zu werden, müssten Sie die Mehrheit der Validatoren halten, was bedeutet, dass Sie die Mehrheit der MAPO im System kontrollieren müssten – das ist eine Menge!",
    "More sustainability": "Mehr Nachhaltigkeit",
    "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "Staker müssen keine energieintensiven Proof-of-Work-Berechnungen durchführen, um an der Sicherung des Netzwerks teilzunehmen, was bedeutet, dass Staking-Knoten auf relativ bescheidener Hardware mit sehr wenig Energie laufen können.",
    "How to stake MAPO as a user": "Wie man als Benutzer MAPO staked",
    "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via <link1>Butter Swap</link1>. Once you have MAPO ready in your wallet, you can proceed as below:": "*WICHTIG: Um erfolgreich zu staken, müssen Sie zuerst MAPO in Ihrer Wallet haben. Sie können MAPO über <link1>Butter Swap</link1> bekommen. Sobald Sie MAPO in Ihrer Wallet bereit haben, können Sie wie folgt vorgehen:",
    "Go to the Staking Page and connect your wallet": "Gehen Sie zur Staking-Seite und verbinden Sie Ihre Wallet",
    "Lock your MAPO for staking": "Sperren Sie Ihr MAPO für das Staking",
    "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "Wenn Sie das erste Mal am Staking teilnehmen, werden Sie gebeten, zuerst ein Konto zu erstellen. Geben Sie einfach Ihren Kontonamen ein, klicken Sie auf „Submit“ und gehen Sie zur Staking-Seite, um Ihr MAPO zu sperren.",
    "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "Die Menge an gesperrtem MAPO sollte die Menge an MAPO sein, die Sie zum Staking verwenden können. „Unlock“ zeigt die Menge an MAPO-Token, die in Ihrer Wallet verbleiben und nicht gesperrt sind.",
    "Hit the “Lock” button and put in the amount you want to use for staking.": "Drücken Sie den „Lock“-Knopf und geben Sie den Betrag ein, den Sie für das Staking verwenden möchten.",
    "Select the validator and delegate your MAPO": "Wählen Sie den Validator aus und delegieren Sie Ihr MAPO",
    "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "Sobald Sie bestimmte Mengen von MAPO gesperrt haben, können Sie den/die Validator(en) auswählen, an den/die Sie Ihr MAPO delegieren möchten. Die Auswahl eines Validators wird als „Vote“ bezeichnet.",
    "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "Besuchen Sie die Validator-Pool-Info-Seite und überprüfen Sie deren Leistung, bevor Sie sich für den/die Validator(en) entscheiden, für den/die Sie abstimmen möchten. Sie können auch die Einführung der Validatoren auf der MAP Protocol Validator-Forumseite lesen, um zu sehen, warum Sie für einen bestimmten Validator stimmen sollten.",
    "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "Bei der Auswahl von Validatoren sind Sie dafür verantwortlich, Ihre eigene Recherche durchzuführen und für die kompetenten abzustimmen. Ihr MAPO wird an die von Ihnen gewählten Validatoren delegiert.",
    "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "Geben Sie den Betrag ein, den Sie staken möchten, und klicken Sie auf „Continue“. Jetzt können Sie Ihren Staking-Status im Abschnitt „Your Votes“ überprüfen.",
    "User Staking FAQs": "Häufig gestellte Fragen zum Benutzer-Staking",
    "Is there any fee that I should be aware of such as delegation fee?": "Gibt es irgendwelche Gebühren, über die ich Bescheid wissen sollte, wie zum Beispiel eine Delegationsgebühr?",
    "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "Wenn Sie Ihr MAPO an die ausgewählten Validatoren delegieren, müssen Sie eine kleine Menge MAPO als Gasgebühren bezahlen. Auch wenn Sie Ihr Staking-Konto zum ersten Mal auf der MAP Relay Chain erstellen, wird ein Minimum von etwa 1,5 MAPO als Gasgebühren berechnet.",
    "What is the minimum amount of MAPO I can start staking?": "Was ist die Mindestmenge an MAPO, mit der ich das Staking beginnen kann?",
    "You will need 10 MAPO at minimum to start staking.": "Sie benötigen mindestens 10 MAPO, um mit dem Staking zu beginnen.",
    "How many validators can I choose to vote for?": "Für wie viele Validatoren kann ich wählen?",
    "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "Es gibt keine Begrenzung für die Anzahl der Validatoren, für die Sie wählen können. Jedes Mal, wenn Sie für einen neuen Validator stimmen, wird die Stimme als neue Transaktion im Block gezählt und Sie müssen Gasgebühren für jede neue Transaktion bezahlen.",
    "How long do I need to wait to receive my staking rewards?": "Wie lange muss ich warten, um meine Staking-Belohnungen zu erhalten?",
    "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "Belohnungen werden verdient, sobald eine Epoche aktualisiert wurde. Das bedeutet, dass Sie etwa 3 bis 5 Tage warten müssen, nachdem Sie für Ihre ausgewählten Validatoren abgestimmt haben, bevor Sie Ihre Belohnungen erhalten.",
    "When can I withdraw my staked MAPO?": "Wann kann ich mein gestaktes MAPO abheben?",
    "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "Sie können Ihr MAPO jederzeit sofort abheben, sobald Ihr MAPO entsperrt wurde. Es gibt jedoch eine 15-tägige Wartefrist, um Ihr MAPO zu entsperren.",
    "What is the reward percentage for staking MAPO?": "Wie hoch ist der Belohnungsprozentsatz für das Staken von MAPO?",
    "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "Da Sie über einen Validator-Pool staken, können die Leistung und der Ruf des Validators Ihre Belohnungen beeinflussen. Validatoren, die konsequent Blöcke produzieren und ein hohes Maß an Betriebszeit aufrechterhalten, können ihren Delegatoren bessere Belohnungen bieten.",
    "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "Sie können mehrere Konten zum Staking haben, aber Sie können nicht eine Adresse zum Staking und eine andere zum Empfangen von Belohnungen verwenden. Die Staking-Adresse, einmal festgelegt, ist die Adresse Ihrer Konsensfonds – sowohl anfängliche als auch nachfolgende Belohnungen – und kann nicht geändert werden. Bitte sichern Sie diese Adresse daher ordnungsgemäß und bewahren Sie sie sicher auf.",
    "How to withdraw my staked tokens?": "Wie kann ich meine gestakten Token abheben?",
    "Unlock the amount you’d like to withdraw": "Entsperren Sie den Betrag, den Sie abheben möchten",
    "Wait 15 days before you can successfully withdraw the unlocked MAPO": "Warten Sie 15 Tage, bevor Sie das entsperrte MAPO erfolgreich abheben können",
    "Withdraw the unlocked MAPO, and you will get them in an instant": "Heben Sie das entsperrte MAPO ab, und Sie erhalten es sofort",
    "Can the staking address be changed?": "Kann die Staking-Adresse geändert werden?",
    "How do I know the validator(s) to whom I should delegate my funds?": "Wie weiß ich, welchem Validator ich meine Gelder anvertrauen soll?",
    "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "Da die von Ihnen gewählten Validatoren direkt Ihre Belohnungen beeinflussen, ist es unerlässlich, dass Sie vor Ihrer Entscheidung für einen bestimmten Validator recherchieren. Einige allgemeine Metriken, auf die Sie bei der Auswahl achten sollten: Aktuelle Epochenaktivitätsrate, Präsenz in sozialen Medien und Provisionsprozentsatz.",
    "What are the factors that may affect the staking rewards?": "Welche Faktoren können die Staking-Belohnungen beeinflussen?",
    "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "Staking-Belohnungen unterliegen Schwankungen, abhängig von den von Ihnen gewählten Validatoren, der Anzahl der teilnehmenden Staker, dem Transaktionsvolumen und anderen Faktoren.",
    "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "Zum Zeitpunkt der Veröffentlichung verdienen Staker im MAP Protocol Staking-Belohnungen von 13,12% APY. Für die aktuellsten Informationen besuchen Sie <link1>MAPO Scan</link1>.",
    "What are the risks involved in staking?": "Welche Risiken sind mit dem Staking verbunden?",
    "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "Wie immer gibt es normalerweise eine Form von Risiko bei Krypto, und das ist beim Staking nicht anders. Volatilität kann auch das Ergebnis des Stakings beeinflussen, und es gibt keine Garantien, da der Staking-Prozess zufällig ist und Preisschwankungen immer berücksichtigt werden müssen.",
    "Enter the amount you want to stake": "Geben Sie den Betrag ein, den Sie staken möchten",
    "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "Um erfolgreich zu staken, müssen Sie zuerst MAPO in Ihrer Wallet haben. Sie können MAPO über Butter Swap erhalten. Sobald Sie MAPO in Ihrer Wallet bereit haben, können Sie wie folgt vorgehen.",
    "Check validator info": "Validator-Informationen überprüfen",
    "Get MAPO":"MAPO erhalten"

}

