{
  "What is MAPO?": "Was ist MAPO?",
  "Currency for the permissionless, digital future.": "Währung für die erlaubnisfreie, digitale Zukunft.",
  "Currency of MAP Protocol omnichain apps.": "Währung der MAP Protocol Omnichain-Apps.",
  "Get MAPO": "MAPO erhalten",
  "Current MAPO Price（USD）": "Aktueller MAPO-Preis (USD)",
  "Data Source: ": "Datenquelle: ",
  "(LAST 24 HOUR)": "(LETZTE 24 STUNDEN)",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPO ist eine Kryptowährung. Es ist das digitale Geld, das Ihnen die Tür zum Bitcoin-Level Peer-to-Peer-Omnichain-Netzwerk öffnet. Wenn Sie neu in der Krypto-Welt sind, hier ist, wie sich MAPO von traditionellem Geld unterscheidet.",
  "Open to all, truly borderless": "Offen für alle, wahrhaft grenzenlos",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPO ist offen und zugänglich für jeden mit einer Internetverbindung und einer Krypto-Wallet, geografische Grenzen überschreitend.",
  "You have the full autonomy": "Sie haben die volle Autonomie",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "MAPO-Nutzer haben die volle Kontrolle über ihre Gelder und Transaktionen, was die Notwendigkeit von Vermittlern wie Banken oder anderen Drittparteien eliminiert.",
  "Privacy by default": "Datenschutz standardmäßig",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "MAPO priorisiert standardmäßig den Datenschutz der Nutzer. Während Transaktionen auf einem öffentlichen Ledger aufgezeichnet werden, sind die Identitäten der Nutzer oft pseudonym.",
  "Peer-to-peer, no third parties": "Peer-to-Peer, keine Drittparteien",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "Sie können Ihr MAPO ohne jegliche Vermittler wie Banken oder Zahlungsabwickler senden. MAPO zu senden ist wie eine Bargeldübergabe, aber es ist online und durch Kryptographie gesichert.",
  "Transparency and equity": "Transparenz und Gerechtigkeit",
  "User Experience": "Nutzererfahrung",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "Alle MAPO-Transaktionen werden auf der MAP Relay Chain aufgezeichnet, was Transparenz und Unveränderlichkeit sicherstellt. Das bedeutet, dass Sie Transaktionen unabhängig verifizieren können.",
  "Code is law": "Code ist Gesetz",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "MAPO funktioniert auf der Basis von vordefinierten, unveränderlichen Regeln, die in der Software kodiert sind. Die Regeln des Systems und die Geldpolitik können von keiner zentralen Autorität geändert werden.",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "Möchten Sie etwas MAPO kaufen? Es ist üblich, MAP und MAPO zu verwechseln. MAPO ist der Ticker-Name auf der MAP Relay Chain, während MAP der Name auf anderen Chains ist.",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "Um das MAP Protocol-Ökosystem zu erkunden, ist MAPO wahrscheinlich das, was Sie kaufen möchten. <link1>Mehr über MAPO erhalten</link1>.",
  "What’s unique about MAPO?": "Was ist einzigartig an MAPO?",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "Es gibt viele Kryptowährungen und viele andere Token im Blockchain-Bereich, aber es gibt einige Dinge, die nur MAPO tun kann.",
  "MAPO fuels MAP Protocol": "MAPO treibt MAP Protocol an",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPO ist das Herz von MAP Protocol. Wenn Sie MAPO senden oder eine App auf MAP Protocol verwenden, zahlen Sie eine Gebühr in MAPO, um das MAP Protocol-Netzwerk zu nutzen. Diese Gebühr dient als Anreiz für einen Blockproduzenten, Ihre Aktivität im Netzwerk zu verarbeiten und zu verifizieren.",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "Validatoren sind wie die Torwächter von MAP Protocol – sie prüfen und stellen sicher, dass alle Transaktionen gültig und genau sind. Sie werden zufällig ausgewählt, um neue Übersetzungen zu verifizieren und sie zu einer Blockchain hinzuzufügen. Validatoren werden mit einer kleinen Menge MAPO für die Arbeit, die sie tun, belohnt.",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "Es gibt bestimmte Hardware- und Softwareanforderungen, die Sie erfüllen müssen, um ein Validator zu werden. Sie können die Details auf <link1>Einen Knoten betreiben</link1> nachlesen.",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "Neben diesen Anforderungen müssen Validatoren auch eine bestimmte Menge MAPO einsetzen, um das gesamte MAP Protocol-Netzwerk zu sichern und Belohnungen zu verdienen. Wenn Sie das Omnichain-Netzwerk sichern möchten, ohne einen Knoten zu bauen, können Sie trotzdem am Staking teilnehmen, indem Sie Ihr MAPO delegieren. <link1>Mehr über Staking</link1>.",
  "What is MAP Protocol?": "Was ist MAP Protocol?",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "Um mehr über MAP Protocol zu erfahren – die Technologie hinter MAPO, schauen Sie sich die Informationen auf dieser Seite an.",
  "MAPO underpins the omnichain financial system": "MAPO untermauert das omnichain Finanzsystem",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "Über bloße Transaktionen hinaus gestaltet die Omnichain-Gemeinschaft ein allumfassendes Finanznetzwerk, das Peer-to-Peer und universell zugänglich ist.",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "Derzeit können Nutzer MAPO durch Staking verdienen. Da sich MAP Protocol jedoch weiterentwickelt und ausdehnt, werden zukünftige Funktionen wie das Verleihen und Ausleihen eingeführt, was die Nützlichkeit von MAPO erweitert.",
  "Uses for MAPO grow every day": "Die Verwendungsmöglichkeiten für MAPO wachsen täglich",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "Da MAP Protocol programmierbar ist, können Entwickler MAPO auf unzählige Arten gestalten. Hier sind nur einige der Dinge, die Sie mit MAPO machen können.",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>Token tauschen</link1> – Sie können MAPO mit Token auf mehreren verschiedenen Chains handeln.",
  "Earn interest — stake MAPO and get rewarded.": "<link1>Zinsen verdienen</link1> – MAPO einsetzen und belohnt werden.",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>Stablecoins erhalten</link1> – Zugang zur Welt der Kryptowährungen mit einem stabilen, weniger volatilen Wert.",
  "Where to get MAPO": "Wo man MAPO bekommt",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "Sie können MAPO von einer zentralisierten Börse oder dezentralisierten Börse erhalten, aber verschiedene Länder haben möglicherweise unterschiedliche Richtlinien. Überprüfen Sie, welche Methode für Sie am besten geeignet ist, um MAPO zu bekommen.",
  "Why does MAPO have value?": "Warum hat MAPO einen Wert?",
  "MAPO holds different values for different people.": "MAPO hat für verschiedene Menschen unterschiedliche Werte.",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "Für Nutzer von MAP Protocol ist MAPO wertvoll, weil es Ihnen ermöglicht, Transaktionsgebühren zu bezahlen.",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "Andere sehen es als einen digitalen Wertspeicher, weil die Erstellung von neuem MAPO im Laufe der Zeit abnimmt.",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "In der Zukunft wird MAPO auch für Nutzer von Finanz-Apps auf MAP Protocol wertvoll sein, da sie MAPO für das Verleihen, Ausleihen, Streamen oder sogar als Zahlungssystem verwenden können.",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "Es gibt auch Nutzer, die Investoren sind und MAPO ähnlich wie Bitcoin oder andere Kryptowährungen als ihre Investition betrachten.",
  "MAPO is not the only token in crypto": "MAPO ist nicht der einzige Token in Krypto",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "Der Krypto-Raum ermöglicht es jedem, neue Vermögenswerte zu erstellen und sie auf verschiedenen Plattformen zu handeln. Diese Vermögenswerte werden oft als 'Token' bezeichnet. Von traditionellen Vermögenswerten wie Gold und Immobilien bis hin zu innovativen Konzepten wie Kunst und sogar persönlichem Wert verändert die Tokenisierung, wie wir über Eigentum denken.",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "Die Krypto-Landschaft beherbergt unzählige Token, jeder mit seiner einzigartigen Nützlichkeit und Wert. Die fortlaufende Innovation durch Entwickler stellt sicher, dass ständig neue Token entstehen, die jeweils den Weg für neue Möglichkeiten und Markterweiterungen ebnen.",
  "More on tokens": "Mehr über Token",
  "Stablecoins": "Stablecoins",
  "Decentralized finance (DeFi)": "Dezentralisierte Finanzen (DeFi)",
  "Decentralized organizations (DAOs)": "Dezentralisierte Organisationen (DAOs)",
  "Non-fungible tokens (NFTs)": "Nicht fungible Token (NFTs)",
  "Different types of tokens": "Verschiedene Arten von Token",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "Token, die den Wert einer traditionellen Währung wie Dollar widerspiegeln. Dies löst das Volatilitätsproblem bei vielen Kryptowährungen.",
  "Governance tokens": "Governance-Token",
  "Tokens that represent voting power in decentralized organizations.": "Token, die Stimmrechte in dezentralisierten Organisationen repräsentieren.",
  "Sh*t coins": "Sh*tcoins",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "Weil jeder – auch Menschen mit schlechten Absichten – einen neuen Token erstellen kann, recherchieren Sie immer gründlich, bevor Sie sich entscheiden, in sie zu investieren!",
  "Collectible tokens": "Sammelbare Token",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "Token, die ein sammelbares Spielobjekt, ein Stück digitaler Kunst oder andere einzigartige Vermögenswerte darstellen. Allgemein bekannt als nicht fungible Token (NFTs).",
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "Sie können MAPO von einer zentralen oder dezentralen Börse beziehen, aber in verschiedenen Ländern können unterschiedliche Richtlinien gelten. Prüfen Sie, welcher Weg für Sie der beste ist, um MAPO zu erhalten."
}