{
  "What is MAP Protocol?": "Was ist MAP Protocol?",
  "A Bitcoin layer-2. The foundation for Interoperability": "Ein Bitcoin Layer-2. Die Grundlage für Interoperabilität",
  "What is Bitcoin layer-2": "Was ist ein Bitcoin Layer-2",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "Ein kompletter Anfängerleitfaden dazu, wie MAP Protocol funktioniert, welche Vorteile es bringt und wie es eine wirklich interoperable Zukunft ermöglichen kann, in der Vermögenswerte, Speicher und Rechenleistung alle on-chain und interoperabel sind.",
  "The user gateway to Web3": "Das Benutzerportal zu Web3",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "Technische Details auf hohem Niveau und komplizierte Cross-Chain-Schritte halten neue Benutzer davon ab, in die Welt von Web3 einzutreten. MAP Protocol macht die Navigation in Web3 intuitiv. Bei MAP Protocol müssen Benutzer nur wissen, dass sie volle Eigentumsrechte über ihre Vermögenswerte haben und wenn sie Vermögenswerte von einer Kette auf eine andere übertragen, ist dies rein Peer-to-Peer und keine dritte Partei kann jemals eingreifen.",
  "The all-in-one developer portal": "Das All-in-One-Entwicklerportal",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "Datensouveränität steht im Kern von Web3, was bedeutet, dass Benutzer volle Eigentumsrechte über ihre Daten haben. Um eine Web3-App zu entwickeln, müssen Entwickler die Funktionalität verschiedener Blockchains kombinieren, sodass Benutzervermögen, Speicher und Rechenleistung alle on-chain sind. Durch MAP Protocol können Entwickler nahtlos verschiedene Blockchain-Komponenten zusammenstellen und Apps bauen, bei denen Benutzer die Kontrolle über ihre Daten und Vermögenswerte haben.",
  "The guardian for the free and peer-to-peer flow of assets": "Der Wächter für den freien und Peer-to-Peer-Fluss von Vermögenswerten",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 ist das neue Internet der Werte. Der Fluss von Internetwerten kann Sicherheitsbedenken und Herausforderungen von dritten Parteien begegnen. Während der Fluss von Vermögenswerten in einer einzelnen Blockchain bereits Peer-to-Peer ist, geht MAP Protocol einen Schritt weiter, indem es ermöglicht, dass Vermögenswerte auf verschiedenen Blockchains auf rein Peer-to-Peer-Weise fließen.",
  "Summary": "Zusammenfassung",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol bietet die wesentliche Omnichain-Infrastruktur, um Interoperabilität zwischen blockchain-basierten Vermögenswerten, Speicher und Rechenleistung zu erreichen. Basierend auf der Light-Client- und Zero-Knowledge-Proof-Technologie ist unsere interoperable Cross-Chain-Lösung Peer-to-Peer, ohne vertrauenswürdige Drittparteien. Das MAP Protocol-Netzwerk dient als Web3-Benutzerportal und Entwicklerportal und ermächtigt Benutzer und Entwickler, alles Cross-Chain auf Peer-to-Peer-Basis zu nutzen und zu bauen.",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "Sie können jederzeit und überall ein MAP Protocol-Konto erstellen und Omnichain-Apps erkunden oder Ihre eigenen bauen. Die Kerninnovation ist, dass Sie alle Cross-Chain-Aktionen durchführen können, ohne einer zentralen Autorität zu vertrauen, die die Regeln ändern oder Ihren Zugang einschränken könnte.",
  "What can MAP Protocol do?": "Was kann MAP Protocol tun?",
  "Interoperable Omnichain Asset": "Interoperables Omnichain-Vermögen",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol ermöglicht nahtlose Cross-Chain-Übertragungen von blockchain-basierten Vermögenswerten. Dies stellt sicher, dass Sie nicht auf ein einzelnes Blockchain-Ökosystem beschränkt sind, was die Liquidität und den Nutzen von Vermögenswerten erhöht.",
  "Interoperable On-chain Storage and Computing": "Interoperabler On-Chain-Speicher und Rechenleistung",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "Über die Übertragung von Vermögenswerten hinaus erweitert MAP Protocol den Bereich der Interoperabilität, um On-Chain-Speicher und Rechenressourcen einzuschließen, wodurch dApp-Entwickler Dienste effizient über mehrere Blockchains hinweg nutzen können.",
  "Enhanced Security and Privacy": "Erhöhte Sicherheit und Privatsphäre",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "Basierend auf der Light-Client- und Zero-Knowledge-Proof-Technologie, nimmt MAP Protocol einen rein Peer-to-Peer-Ansatz für Cross-Chain-Interaktionen ohne die Notwendigkeit einer vertrauenswürdigen dritten Partei an.",
  "Developer-Friendly Platform": "Entwicklerfreundliche Plattform",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "Mit seinem Web3-Benutzerportal und Entwicklerportal bietet MAP Protocol die notwendigen Werkzeuge für Entwickler, um Cross-Chain-Anwendungen zu bauen und zu implementieren, und wirkt effektiv als Katalysator für Blockchain-Innovationen.",
  "User Empowerment": "Benutzerermächtigung",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "Benutzer können mit Leichtigkeit ein MAP Protocol-Konto erstellen und das Omnichain-Ökosystem erkunden oder dazu beitragen. Keine zentrale Autorität kann die Regeln ändern oder den Zugang einschränken, was den Benutzern eine beispiellose Kontrolle bietet.",
  "Peer-to-Peer Network": "Peer-to-Peer-Netzwerk",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "Das Omnichain-Netzwerk von MAP Protocol ermöglicht Peer-to-Peer-Transaktionen und -Interaktionen und wahrt dabei den ursprünglichen Dezentralisierungsethos der Blockchain-Technologie und bietet gleichzeitig die Vorteile von Cross-Chain-Fähigkeiten.",
  "Bitcoin ecosystem growth": "Wachstum des Bitcoin-Ökosystems",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "Da MAP Protocol ein Bitcoin Layer-2 ist, kann jedes Vermögen auf jeder Kette leicht mit dem Bitcoin-Netzwerk interagieren. Dies wird andere Arten von Vermögenswerten und Gemeinschaften zum bestehenden Bitcoin-Ökosystem und zur Gemeinschaft hinzufügen.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "Neben dem Aufbau auf der Light-Client- und Zero-Knowledge-Proof-Technologie hat MAP Protocol seine Sicherheit weiter verstärkt, indem es das Bitcoin-Netzwerk nutzt, um Langstreckenangriffe zu verhindern."
}