{
  "Why would I use MAP Protocol?": "Warum sollte ich MAP Protocol verwenden?",
  "MAP Protocol stats": "MAP Protocol Statistiken",
  "Cross-chain assets powered by MAP Protocol": "Durch MAP Protocol angetriebene Cross-Chain-Assets",
  "Accounts (wallets) with MAPO balance": "Konten (Wallets) mit MAPO-Guthaben",
  "Smart contracts on MAP Protocol": "Smart Contracts auf MAP Protocol",
  "Number of transactions powered by MAP Protocol": "Anzahl der durch MAP Protocol ermöglichten Transaktionen",
  "Total MAPO staked": "Gesamtanzahl gestaketer MAPO",
  "Number of nodes on MAP Protocol": "Anzahl der Knoten auf MAP Protocol",
  "Who runs MAP Protocol?": "Wer betreibt MAP Protocol?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol wird nicht von einer bestimmten Entität kontrolliert. Es existiert, wann immer verbundene Computer Software ausführen, die dem MAP Protocol folgt und zur MAP Protocol-Blockchain beiträgt. Jeder dieser Computer wird als Knoten bezeichnet. Knoten können von jedem betrieben werden, obwohl man MAPO (die native Währung von MAP Protocol) staken muss, um an der Sicherung des Netzwerks teilzunehmen.",
  "What is MAP Relay Chain?": "Was ist MAP Relay Chain?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain ist eine EVM-kompatible Blockchain, die auf dem Proof-of-Stake-Mechanismus und dem Byzantine Fault Tolerant-Konsens basiert und auf der Protokollebene von MAP Protocol lebt. Sie erweitert proaktiv und unterstützt die Funktionen heterogener Blockchains in der virtuellen Maschine und konstruiert ein gas-effizientes Light-Client-Verifikationsnetzwerk.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "Der Hauptzweck von MAP Relay Chain besteht darin, Light Clients aller interessierten Blockchains zu pflegen und die vertrauenslose Verifikation von Cross-Chain-Nachrichten zu erleichtern. Validatoren auf MAP Relay Chain sind entscheidend für die Gewährleistung der Vielfalt und Robustheit des Omnichain-Netzwerks. MAPO ist die Kryptowährung, die verwendet wird, um Netzwerkgebühren zu bezahlen, die auf MAP Relay Chain anfallen.",
  "What is MAP Omnichain Service (MOS)?": "Was ist MAP Omnichain Service (MOS)?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS ist das Akronym für MAP Omnichain Service, die zweite Ebene von MAP Protocol. Ähnlich wie Google Mobile Services für Android-Entwickler ermöglicht MOS dApp-Entwicklern, Cross-Chain- oder Omnichain-Anwendungen mit Leichtigkeit zu erstellen. Diese Ebene besteht aus Vaults und Daten, die auf jeder Kette bereitgestellt werden, und einem Messenger-Programm zum Übertragen von Nachrichten zwischen den Ketten.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "DApp-Entwickler können MOS unabhängig betreiben oder Dienste nutzen, die von MOS bereitgestellt werden. Sie können auch Vaults und Daten in MOS nutzen und die Liquidität von Vaults und Daten mit anderen Anwendungen teilen. Das Messenger-Programm ist ein SDK, das von dApp-Entwicklern selbst bereitgestellt, betrieben und gewartet wird. DApp-Entwickler können auch unabhängig und flexibel Messenger-Beitragende incentivieren, Omnichain-Nachrichten für die dApp zu übertragen.",
  "Meet MAPO, MAP Protocol’s native currency": "Treffen Sie MAPO, die native Währung von MAP Protocol",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "Viele Aktionen im MAP Protocol-Netzwerk erfordern eine gewisse Arbeit auf der MAP Relay Chain. Diese Berechnung ist nicht kostenlos; sie wird mit der nativen Kryptowährung von MAP Protocol namens MAPO bezahlt. Das bedeutet, dass Sie mindestens eine kleine Menge MAPO benötigen, um das Netzwerk zu nutzen.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO ist rein digital, und Sie können es sofort an jeden überall auf der Welt senden. Das Angebot von MAPO wird nicht von einer Regierung oder einem Unternehmen kontrolliert – es ist dezentralisiert und vollständig transparent. MAPO wird nach einem genauen Verfahren gemäß dem Protokoll ausgegeben.",
  "Network fees on MAP Protocol": "Netzwerkgebühren auf MAP Protocol",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "Netzwerkgebühren auf dem Mainnet von MAP Protocol werden als Gasgebühren bezeichnet. Dies sind kleine Gebühren, die für den Rechenaufwand anfallen, der erforderlich ist, um Transaktionen auf der MAP Relay Chain zu verarbeiten. Diese Gebühren dienen als Mechanismus zur fairen Zuweisung von Netzwerkressourcen und zur Abschreckung von Spam oder bösartigen Aktivitäten.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "Im Gegensatz zu typischen Blockchain-Plattformen, bei denen Gasgebühren ein Standardmerkmal sind, erhebt MAP Protocol nur Gasgebühren für Cross-Chain-Transaktionen, die auf der MAP Relay Chain verarbeitet werden. Je komplexer die Transaktion, desto höher die Gasgebühren. Gebühren werden auch von der Netzwerkauslastung beeinflusst; in Zeiten hoher Aktivität können die Gebühren steigen.",
  "Run a node": "Einen Knoten betreiben",
  "More on MAP Relay Chain": "Mehr über MAP Relay Chain",
  "More on MAP Protocol": "Mehr über MAP Protocol",
  "What is MAPO?": "Was ist MAPO?",
  "Get MAPO": "MAPO erhalten",
  "More on gas fees": "Mehr über Gasgebühren",
  "Data Source: ": "Datenquelle: "
}