{
  "Further empowering gamers": "Weiteres Empowerment für Gamer",
  "Traditionally, gamers are limited by centralized gaming service platforms and do not actually own the in-game items they have purchased or acquired. To trade or transfer in-game assets, gamers are forced to use black market websites which often come with extra security risks.": "Traditionell sind Gamer durch zentralisierte Gaming-Service-Plattformen eingeschränkt und besitzen die im Spiel erworbenen oder erlangten Gegenstände nicht wirklich. Um In-Game-Assets zu handeln oder zu übertragen, sind Gamer gezwungen, Schwarzmarkt-Websites zu nutzen, die oft mit zusätzlichen Sicherheitsrisiken verbunden sind.",
  "Blockchain gaming has changed this old gaming modality. Web3 projects such as Crypto Kitties, Axie Infinity, and Dark Forest have created a new gaming paradigm where players are encouraged to trade in-game items and are rewarded for their playtime. As with many first-time innovations, however, those blockchain gaming projects are far from perfect and have turned off true gamers due to scalability issues, transaction fees, and the complexity of managing blockchain-based assets.": "Blockchain-Gaming hat diese alte Spielmodalität verändert. Web3-Projekte wie Crypto Kitties, Axie Infinity und Dark Forest haben ein neues Gaming-Paradigma geschaffen, in dem Spieler ermutigt werden, In-Game-Gegenstände zu handeln und für ihre Spielzeit belohnt werden. Wie bei vielen Erstinnovationen sind diese Blockchain-Gaming-Projekte jedoch weit davon entfernt, perfekt zu sein und haben aufgrund von Skalierbarkeitsproblemen, Transaktionsgebühren und der Komplexität des Managements von blockchain-basierten Assets wahre Gamer abgeschreckt.",
  "This is where omnichain and fully on-chain gaming comes in. Through MAP Protocol, GameFi projects can not only have gaming assets tradable and interoperable on all chains but all aspects of game state, logic, and data on the blockchain, so blockchain gaming becomes an autonomous world where players have their full agency and contribute to the development of the game.": "Hier kommt Omnichain- und vollständig On-Chain-Gaming ins Spiel. Durch MAP Protocol können GameFi-Projekte nicht nur Gaming-Assets handelbar und interoperabel auf allen Chains machen, sondern auch alle Aspekte des Spielzustands, der Logik und der Daten auf der Blockchain, sodass Blockchain-Gaming zu einer autonomen Welt wird, in der Spieler ihre volle Handlungsfähigkeit haben und zur Entwicklung des Spiels beitragen.",
  "Towards a truly interoperable future": "Auf dem Weg zu einer wirklich interoperablen Zukunft",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Heute betonen die meisten Interoperabilitätslösungen nur Asset-Cross-Chain-Transaktionen. Eine wirklich interoperable Web3-Zukunft geht jedoch darüber hinaus - es ist eine Zukunft, in der dApp-Operationen einschließlich Transaktionen, Datenspeicherung und Computing auf der Blockchain durchgeführt werden und über verschiedene Chains hinweg interoperabel sind, wodurch Benutzer die volle Kontrolle über ihre Daten und Privatsphäre haben.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various blockchain components, enabling the construction of apps where all operations are on-chain. This provides users with complete control over their data and assets across multiple chains.": "MAP Protocol ebnet den Weg für diese wirklich interoperable Web3-Zukunft. Durch MAP Protocol können Entwickler verschiedene Blockchain-Komponenten nahtlos integrieren, was den Bau von Apps ermöglicht, bei denen alle Operationen On-Chain sind. Dies gibt den Benutzern die vollständige Kontrolle über ihre Daten und Assets über mehrere Chains hinweg.",
  "Unlocking the future of Bitcoin ecosystem": "Freischaltung der Zukunft des Bitcoin-Ökosystems",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. However, as BCR-20 tokens and Ordinal NFTs took over the Web3 sphere in May 2023, The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability.": "Aufgrund des Mangels an Turing-Vollständigkeit ist Bitcoin in seiner Benutzerfreundlichkeit im Vergleich zu Ethereum eingeschränkt, und sein Ökosystem wächst langsam. Als jedoch BCR-20-Token und Ordinal-NFTs im Mai 2023 die Web3-Sphäre übernahmen, hat die neue Erzählung des Bitcoin-Ökosystems Themen und Debatten über die Bitcoin-Interoperabilität aufgehoben.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "Mit MAP Protocol’s BRC-201, einem Cross-Chain-Erweiterungsprotokoll für BRC-20-Token, können BRC-20- und ORC-20-Assets im Bitcoin-Netzwerk mit anderen Token auf anderen öffentlichen Chains interagieren. Diese Ebene der Cross-Chain-Interoperabilität des Bitcoin-Netzwerks wird auch die Bitcoin-Community als Ganzes wachsen lassen.",
  "Enabling easy cross-chain asset flows": "Ermöglichung einfacher Cross-Chain-Asset-Flüsse",
  "MAP Protocol leverages light clients and Zero-Knowledge (ZK) proofs to offer a trustless environment for seamless asset transfers across multiple blockchains, including both EVM and non-EVM chains. This eliminates the need for centralized authorities or third-party services, reinforcing the principles of decentralization while ensuring secure and efficient transactions.": "MAP Protocol nutzt Light Clients und Zero-Knowledge (ZK)-Beweise, um eine vertrauenslose Umgebung für nahtlose Asset-Transfers über mehrere Blockchains hinweg zu bieten, einschließlich EVM- und Nicht-EVM-Chains. Dies eliminiert die Notwendigkeit für zentrale Autoritäten oder Drittanbieterdienste und verstärkt die Prinzipien der Dezentralisierung und gewährleistet sichere und effiziente Transaktionen.",
  "Beyond simple asset transfers, MAP Protocol also enables cross-chain communication for storage and computing capacities. This offers unprecedented flexibility for decentralized application (dApp) developers to build more robust, scalable, and interoperable applications. The technology stands as a pivotal contribution to the blockchain ecosystem, bringing us closer to a truly interconnected world where assets and resources flow effortlessly between chains.": "Über einfache Asset-Transfers hinaus ermöglicht MAP Protocol auch Cross-Chain-Kommunikation für Speicher- und Rechenkapazitäten. Dies bietet dApp-Entwicklern eine beispiellose Flexibilität, um robustere, skalierbare und interoperable Anwendungen zu bauen. Die Technologie steht als ein entscheidender Beitrag zum Blockchain-Ökosystem und bringt uns einer wirklich vernetzten Welt näher, in der Assets und Ressourcen mühelos zwischen Chains fließen.",
  "Saving time and money to build awesome apps": "Zeit und Geld sparen, um großartige Apps zu bauen",
  "Building on a single chain is simple with low maintenance, but at the same time has limited user reach and adaptability, thus adding extra work to deploy on other chains or use a potentially unsafe cross-chain solution. Moreover, building on multiple blockchains means managing multiple ledgers at the same time, and this can be difficult and more costly than operating on a single chain.": "Auf einer einzelnen Chain zu bauen ist einfach und wartungsarm, hat aber gleichzeitig eine begrenzte Benutzerreichweite und Anpassungsfähigkeit, was zusätzliche Arbeit bedeutet, um auf anderen Chains zu implementieren oder eine potenziell unsichere Cross-Chain-Lösung zu nutzen. Darüber hinaus bedeutet das Bauen auf mehreren Blockchains, mehrere Hauptbücher gleichzeitig zu verwalten, und das kann schwieriger und kostspieliger sein als das Operieren auf einer einzelnen Chain.",
  "Instead of choosing between the lesser of two evils, sacrificing time and resources to become multi-chain or cross-chain, and compromising on feature development, projects and developers can directly deploy on MAP Protocol or use MAP Protocol to become omnichain where they do not have to spend extra time and money on finding a cross-chain solution or using bridges to become multi-chain.": "Anstatt zwischen dem kleineren von zwei Übeln zu wählen, Zeit und Ressourcen zu opfern, um Multi-Chain oder Cross-Chain zu werden, und Kompromisse bei der Feature-Entwicklung einzugehen, können Projekte und Entwickler direkt auf MAP Protocol implementieren oder MAP Protocol nutzen, um Omnichain zu werden, wo sie keine zusätzliche Zeit und Geld für die Suche nach einer Cross-Chain-Lösung oder die Verwendung von Brücken ausgeben müssen, um Multi-Chain zu werden.",
  "With MAP Protocol, projects only need to focus on all the essentials for app development and find ways to enhance user experiences, so that innovation can come and drive real dApp mass adoption.": "Mit MAP Protocol müssen Projekte sich nur auf das Wesentliche für die App-Entwicklung konzentrieren und Wege finden, die Benutzererfahrung zu verbessern, damit Innovation kommen und echte dApp-Massenakzeptanz antreiben kann."
}