{
    "Welcome to MAP Protocol Community": "欢迎来到 MAP Protocol 社区",
    "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol 是成千上万开发者、技术人员、设计师、用户、MAPO HODLers 和爱好者的家园。",
    "Why become part of the MAP Protocol community?": "为什么成为 MAP Protocol 社区的一部分？",
    "Participate freely": "自由参与",
    "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "你可以自由远程贡献，因此可以随时随地工作。",
    "Find your cohort": "找到你的同伴",
    "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "你有机会与志同道合的伙伴连接。通过团队合作，参与者可以提高他们的翻译技能，交换宝贵的见解，并共同克服挑战。",
    "Get recognized and compensated": "获得认可和报酬",
    "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "你的名字将出现在你所做的工作旁边。此外，你所做的出色工作将得到报酬。",
    "How to get involved?": "如何参与？",
    "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "有很多方法可以参与到快速发展的 Map Protocol 社区中；你可以加入一个受欢迎的在线社区，参加一个活动，加入一个聚会小组，为一个项目做出贡献，或参与关于 Map Protocol 的众多在线论坛之一。",
    "Join online communities": "加入在线社区",
    "Find your cohort and participate with many other MAP Protocol enthusiasts.": "找到你的同伴，并与许多其他 MAP Protocol 爱好者一起参与。",
    "MAP Protocol events": "MAP Protocol 活动",
    "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "查找并参加 MAP Protocol 会议、黑客松或聚会。",
    "Run a node": "运行一个节点",
    "Operate your own node is a great way to contribute to the whole network.": "操作你自己的节点是为整个网络做出贡献的好方法。",
    "Stake MAPO": "质押 MAPO",
    "Get your MAPO and stake them to earn more rewards.": "获得你的 MAPO 并质押它们以赚取更多奖励。",
    "Contribute to MAP Protocol": "对 MAP Protocol 做出贡献",
    "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "正如我们支持开放性和点对点去中心化，我们的目标是使知识对所有人免费可用。这个网站上的所有内容都是开源的。你可以提出新的编辑，建议闪亮的新功能，帮助我们改进。",
    "More on contribution": "更多关于贡献的信息",
    "Learn about MAPDAO": "了解 MAPDAO",
    "Join Telegram": "加入 MAPDAO",
    "Community center": "社区中心"

}
