{
    "Welcome to MAP Protocol": "欢迎来到 MAP Protocol",
    "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol 是一个用于点对点跨链互操作的比特币第二层网络",
    "Explore MAP Protocol": "探索 MAP Protocol",
    "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "比特币L2们的第零层、比特币生态与其他生态之间互操作的比特币第二层网络",
    "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "通过利用比特币网络的安全机制，MAP Protocol的安全性受比特币网络确保，并通过的 <link1>BRC201 协议</link1> 实现一层和二层之间的资产跨链。同时，通过成功研发的尖端 ZK-LightClient 技术，实现各个比特币第二层之间的点对点互操作，以及其他公链与比特币网络之间的互操作。",
    "The Bitcoin-level peer-to-peer cross-chain network": "比特币级别的点对点跨链网络",
    "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "与“纯粹的点对点”比特币网络类似，MAP Protocol 的跨链网络也是点对点的，不经过任何第三方。跨链请求的有效性完全取决于它是否已在源链上发生，而不是依赖于可信第三方的决定或证明。",
    "The frontier for building anything cross-chain": "构建覆盖所有比特币二层的应用",
    "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "众多的比特币二层应该是一个整体，而非割裂。我们为开发者提供了一整套的 <link1>开发工具、教程和SDK</link1>，通过MAP Protocol的比特币二层网络，开发者可以尽可能轻松地构建覆盖所有比特币二层的跨链dAPP，而这一切就像在单个链上构建应用一样简单。",
    "The infra for interoperable on-chain assets, storage, and computing": "用于互操作的链上资产、存储和计算的基础设施",
    "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "互操作性不仅仅是连接不同链上的不同代币。一个真正去中心化的 Web3 是资产、存储和计算都在链上并且可互操作的地方。我们提供用于互操作的链上资产、存储和计算的基础设施。",
    "Get started": "开始",
    "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol 是用户进入比特币生态的入口，更是进入整个互操作链上世界的入口，以下是一些简单的步骤，帮助用户快速体验这一不断发展的技术。",
    "Start with a Wallet": "从钱包开始",
    "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "找到允许您连接到 MAP Protocol 并管理您资金的钱包。",
    "Get some MAPO": "获取一些 MAPO",
    "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO 是 MAP Protocol 的货币 — 您可以将其用于各种目的。",
    "Try decentralized exchanges (DEXs)": "尝试去中心化交易所 (DEXs)",
    "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEXs 对去中心化金融 (DeFi) 具有变革性的意义。拿起你的 MAPO 并熟悉在 DEX 上交易的机制。",
    "Build an omnichain dApp or become omnichain": "构建一个比特币生态应用或成为比特币L2互操作网络的一员",
    "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "EVM兼容，无需要额外学习新的语言。MAP Protocol 覆盖的比特币二层网络及其他生态公链在不断增加中。",
    "What is MAP Protocol?": "什么是 MAP Protocol？",
    "Learn about MAPDAO": "了解 MAPDAO",

    "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "  MAP Protocol 作为一个专注于跨链互操作的比特币二层，它提供了实现基于区块链的资产、存储和计算之间互操作的基础设施构建在 <link1>ZK 轻客户端</link1> 技术之上，其互操作解决方案是点对点的，不需要任何可信的第三方实体，因此将孤立的比特币二层网络或使用第三方桥的区块链转变为一个一体化的比特币生态去中心应用开发平台，以及 Web3 用户的入口网关。",
    "More on MAP Protocol": "更多关于 MAP Protocol",
    "The case for MAP Protocol as Bitcoin layer-2": "MAP Protocol作为Bitcoin作为比特币L2s 第零层",
    "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "众多的比特币二层意味着用户和资产的隔离，MAP Protocol提供的基础设施已让 Conflux 等比特币二层解决方案实现点对点互联互通。与此同时，通过ZK- LightClient技术实现的互操作网络，让以太坊、BNB Chain、Plolygn、Near、Klaytn等与包括 Conflux 在内的比特币网络实现互联互通。让构建畅通无阻的比特币二层应用实现可能。",
    "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "",
    "More on Bitcoin layer-2": "更多关于 Bitcoin 第二层",
    "Don't trust, verify: Refactor light clients verification with ZK-proof": "不要相信，去验证：用零知识证明重构轻客户端验证",
    "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "最初在中本聪 2008 年的白皮书中以简化支付验证（或 SPV）的形式提出，轻客户端是一种允许功能较弱的客户端尽可能多地与网络进行安全保障的交互方式。<link2>零知识证明</link2>最早由 Manuel Blum、Paul Feldman 和 Silvio Micali 在 1989 年提出，现在已经在匿名支付、身份验证、可验证计算和链上投票中有了应用。",
    "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol 用零知识证明重构了轻客户端技术，进一步提高了轻客户端验证效率，同时保持整个验证过程是点对点的，无需信任任何第三方。",
    "More on light clients": "更多关于轻客户端",
    "More on zero-knowledge proofs": "更多关于零知识证明",
    "Toward a truly interoperable future: Omnichain and fully on-chain": "迈向真正互操作的未来：全链和完全链上",
    "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "今天，大多数互操作性解决方案只强调资产跨链交易。然而，一个真正互操作的 Web3 未来不止于此——在这个未来，包括交易、数据存储和计算在内的 dApp 操作都在区块链上执行，并且可以跨不同的链互操作，赋予用户对他们的数据和隐私的完全控制。",

    "Explore omnichain and fully on-chain": "探索全链和完全链上",
    "The all-in-one developer portal": "全能型开发者门户",
    "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol 及其应用程序是透明和开源的，是您所有区块链互操作性需求的首选解决方案。无论是希望您的链与另一个区块链连接、构建跨多个区块链运行的 dApp，还是甚至与比特币生态系统互动，我们都让您轻松构建任何 <link1>全链和完全链上</link1> 的东西。",
    "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "深入我们广泛的文档和教程，学习如何结合不同类型区块链的功能，并创建具有开创性特征的应用程序。",
    "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol 为这个真正互操作的 Web3 未来铺平了道路。通过 MAP Protocol，开发者可以连接到包括比特币网络在内的广泛区块链生态系统，并整合不同组件，使得构建所有操作都在链上的应用成为可能。这为用户提供了跨多链完全控制其数据和资产的能力。",
    "View documentation": "查看文档",
    "MAP Protocol today": "今日的 MAP Protocol",
    "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "最新的 MAP 中继链统计数据（数据来源：<link1>MPAO 浏览器</link1>）",
    "TOTAL MAPO STAKED": "总共质押的 MAPO",
    "The total amount of MAPO currently being staked and securing the network.": "目前正在质押并保护网络的 MAPO 总量。",
    "NODES": "节点",
    "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAP 中继链由全球志愿者运行，被称为节点。",
    "TRANSACTIONS": "交易数量",
    "The number of cross-chain transactions successfully processed by the network.": "网络成功处理的跨链交易数量。",
    "TOTAL ADDRESS": "总地址数",
    "The number of users in MAP Protocol grows every day.": "MAP Protocol 中的用户数量每天都在增长。",
    "Join MAP Protocol community": "加入 MAP Protocol 社区",
    "Join over 5,000 members on MAPDAO Discord community!": "加入 MAPDAO Discord 社区的 5,000 多名成员！",
    "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "我们举行每月社区通话，分享关于 MAP Protocol 发展和重要生态系统新闻的激动人心的更新。您将有机会提问、分享想法、以不同方式做出贡献——这是成为繁荣的 MAPDAO 社区一部分的绝佳机会。",
    "Join MAPDAO": "加入 MAPDAO"
}