{
    "Run a node to secure the network": "运行节点以保障网络安全",
    "Secure the network": "保护网络",
    "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "运行您自己的节点是保持完全主权的好方法，同时有助于保护整个网络并维护去中心化。",
    "What is a node?": "什么是节点？",
    "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "在区块链网络中，节点是参与网络并维护分布式账本副本（即区块链）的计算机。区块链网络中的节点可以有不同的角色和责任，这取决于特定区块链的架构和共识算法。",
    "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "作为POS链，MAP Protocol 需要验证节点负责验证交易并尽可能安全地维护 MAP Relay Chain 网络。",
    "Who can run a node?": "谁可以运行节点？",
    "Anyone with the appropriate setup and sufficient stake can become a validator.": "任何有适当设置和足够赌注的人都可以成为验证者。",
    "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "您可以在 <link1>MAPO Scan</link1> 上找到所有当前验证者及其投票的概览，以及关于如何成为新验证者的完整指南，请点击 <link2>这里</link2>。",
    "Build your node": "构建您的节点",
    "Hardware": "硬件",
    "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol 是一个具有与工作证明网络不同的硬件要求的股权证明网络。股权证明共识对CPU的要求不高，但对网络连接和延迟更敏感。",
    "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
    "Below is a list of standard requirements for running Validator on the MAPO Network": "以下是在 MAPO 网络上运行验证者的标准要求列表。",
    "Memory": "内存",
    "Disk": "磁盘",
    "256 GB of SSD storage, plus a secondary HDD": "256 GB 的 SSD 存储，加上一个二级 HDD",
    "Network": "网络",
    "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "至少100 Mb 输入/输出以太网与光纤互联网连接（理想情况下是冗余连接和HA交换机）",
    "Software": "软件",
    "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "构建 atlas 需要 git、Go（1.14 或更高版本）和 C 编译器。",
    "You can install them using your favorite package manager.": "您可以使用您喜欢的包管理器安装它们。",
    "Others": "其他",
    "Your account needs to have at least 1,000,000 MAPO.": "您的账户需要至少有 1,000,000 MAPO。",
    "Run your node": "运行您的节点",
    "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "确保您在 MAP Protocol 上运行验证者节点之前已满足我们的先决条件。遵循五个步骤或高级指南以使您在 MAP Protocol 上的验证者节点运行。",
    "You can also browse our guides on How To Become A New Validator to get started.": "您还可以浏览我们关于 <link1>如何成为新验证者</link1> 的指南来开始。",
    "Step 1: Create an account": "步骤 1: 创建账户",
    "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "在这一步，你需要将你的身份信息转移到相应的管理合约中，该合约将管理你的账户、密钥和元数据。",
    "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "这一步的目的是通过授权替代密钥用于签署声明、投票和验证，以保持你锁定的<text>MAPO</text>更安全。通过这样做，你可以继续参与协议，同时将访问你锁定的<text>MAPO</text>的密钥保管起来。",
    "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "你需要使用<text>createAccount</text>命令来执行上述操作。有关<text>createAccount</text>命令的更多详细信息，请查看<link1>这里</link1>。",
    "Step 2: Authorize": "步骤 2: 授权",
    "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "授权一个地址代表账户签署共识消息。这个被授权的地址被称为签名者。顾名思义，签名者只负责签名。你的奖励不会发放给签名者，而是发放给在前一步骤中创建的账户。",
    "Step 3: Locked MAPO": "步骤 3: 锁定 MAPO",
    "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "我们设定的成为验证者的门槛是将 1,000,000 <text>MAPO</text>锁定在相应的管理智能合约中。这些锁定的<text>MAPO</text>将用于未来的惩罚，这也是被选举的条件之一。",
    "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "你需要使用<text>lockedMAPO</text>命令来执行上述操作，有关<text>lockedMAPO</text>命令的更多详细信息，请查看<link1>这里</link1>。",
    "Step 4: Validator register": "步骤 4: 验证者注册",
    "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "这一步是作为新验证者注册的关键步骤。你需要使用register命令来执行上述操作。有关<text>register</text>命令的更多详细信息，请查看<link1>这里</link1>。",
    "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "在这一步，你将成功注册为验证者。接下来，你可以尝试为自己投票。有关如何投票的详细信息，请查看<link1>这里</link1>。",
    "Step 5: Vote": "步骤 5: 投票",
    "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "验证者必须至少拥有 0.001 的投票比例才能被考虑参选，因此验证者需要拥有投票权。您可以使用您的验证者账户为自己投票，或者让其他验证者或用户为您代理投票。",
    "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "由于您在步骤 3 中锁定了 1,000,000 <text>MAPO</text>，现在为自己投票是一个明智的决定。",
    "Stake your MAPO": "质押您的 MAPO",
    "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "如果构建自己的节点感觉令人生畏或超出了您的技术专长，您不必被边缘化。只需质押MAPO即可！您仍然可以在加强和维持我们的网络中发挥关键作用。"


}
