{
    "Get rewarded while securing MAP Protocol omnichain network": "在保护 MAP Protocol 全链网络的同时获得奖励",
    "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "质押 MAPO 对整个 MAP Protocol 全链生态系统是一种公共利益。验证者在适当设置其节点后，需要有足够的质押。",
    "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "作为一个无需许可的委托权益证明 (DPoS) 区块链，MAP Protocol 允许用户通过将他们的 MAPO 委托给处理交易并运行网络的验证者来进行质押。",
    "TOTAL MAPO STAKED": "总计质押的 MAPO",
    "TOTAL VALIDATORS": "验证者总数",
    "CURRENT APR": "当前年化收益率",
    "What is staking": "什么是质押",
    "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "一般而言，质押是参与权益证明 (PoS) 或类似共识机制的过程，以支持区块链网络的运作。参与者在钱包中锁定一定数量的加密货币以帮助验证交易，保护网络安全，并产生新的区块。作为回报，参与者通常会收到额外的代币作为奖励，这可能会带来一系列被动收入。",
    "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "在 MAP Protocol 中，质押是将一定数量的 MAPO 锁定在 <link1>MAPO 验证者池</link1>中的行为。验证者和用户都可以参与质押。",
    "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "一旦验证者配置了他们的验证者节点，他们需要在其质押池中拥有 100 万 MAPO。用户可以通过将他们的 MAPO 委托给特定验证者的质押来参与质押；通过这种方式，他们帮助该验证者运营，并根据他们的质押获得一定比例的奖励。",
    "More on how to get MAPO": "关于如何获得 MAPO 的更多信息",
    "Why stake your MAPO": "为什么要质押你的 MAPO",
    "Earn rewards": "赚取奖励",
    "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "奖励是针对帮助网络达成共识的行为而给予的。你会因为将你的资产委托给正确的验证者而获得奖励，因为这样的验证者会正确地将交易打包进新的区块并检查其他验证者的工作，这是保持链安全运行的关键。",
    "Better security": "更好的安全性",
    "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "随着更多 MAPO 被质押，网络对攻击的抵抗力越强，因为这样就需要更多的 MAPO 来控制网络的大多数。要成为威胁，你需要持有大多数验证者，这意味着你需要控制系统中大多数的 MAPO —— 这是一大笔！",
    "More sustainability": "更可持续",
    "Stake MAPO": "质押 MAPO",
    "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "质押者不需要进行耗能的工作量证明计算来参与保护网络，这意味着质押节点可以在相对简单的硬件上运行，使用非常少的能源。",
    "How to stake MAPO as a user": "用户如何质押 MAPO",
    "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*重要提示：要成功质押，你需要首先在你的钱包中拥有 MAPO。你可以通过 <link1>Butter Swap</link1> 获得 MAPO。一旦你的钱包中准备好 MAPO，你可以按照以下步骤进行：",
    "Go to the Staking Page and connect your wallet": "前往 <link1>质押页面</link1> 并连接你的钱包",
    "Lock your MAPO for staking": "为质押锁定你的 MAPO",
    "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "如果这是你第一次参与质押，你将被要求首先创建一个帐户。只需输入你的帐户名称，点击“提交”，然后前往质押页面锁定你的 MAPO。",
    "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "锁定的 MAPO 数量应该是你可以用于质押的 MAPO 数量。“解锁”显示了你的钱包中未锁定的 MAPO 代币数量。",
    "Hit the “Lock” button and put in the amount you want to use for staking.": "点击“锁定”按钮并输入你想用于质押的金额。",
    "Select the validator and delegate your MAPO": "选择验证者并委托你的 MAPO",
    "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "一旦你锁定了一定数量的 MAPO，你可以选择你想要委托你的 MAPO 的验证者。选择验证者的行为被称为“投票”。",
    "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "在你决定要投票支持的验证者之前，访问验证者池信息页面并查看他们的表现。你也可以在 MAP Protocol 验证者论坛页面上阅读验证者的介绍，了解为什么你应该为某个验证者投票。",
    "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "在选择验证者时，你需要自己进行研究并投票给称职的验证者。你的 MAPO 将被委托给你选择的验证者。",
    "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "输入你想抵押的金额并点击“继续”。现在你可以在“你的投票”部分检查你的抵押状态。",
    "User Staking FAQs": "用户抵押常见问题",
    "Is there any fee that I should be aware of such as delegation fee?": "有没有我需要注意的费用，比如委托费？",
    "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "当你将你的 MAPO 委托给选定的验证者时，你需要支付少量的 MAPO 作为燃料费。此外，当你在 MAP Relay Chain 上首次创建你的抵押账户时，会收取大约 1.5 MAPO 作为燃料费。",
    "What is the minimum amount of MAPO I can start staking?": "我可以开始抵押的最低 MAPO 数量是多少？",
    "You will need 10 MAPO at minimum to start staking.": "你至少需要 10 MAPO 才能开始抵押。",
    "How many validators can I choose to vote for?": "我可以选择投票给多少验证者？",
    "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "你可以选择投票给的验证者数量没有限制。但是，每次你为新的验证者投票时，投票将作为区块上的新交易被计算，你需要为每个新交易支付燃料费。",
    "How long do I need to wait to receive my staking rewards?": "我需要等多久才能收到我的抵押奖励？",
    "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "一旦时代更新，就会获得奖励。这意味着你需要等待大约 3 到 5 天，在你为你选择的验证者投票后才能收到你的奖励。",
    "When can I withdraw my staked MAPO?": "我什么时候可以提取我抵押的 MAPO？",
    "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "一旦你的 MAPO 被解锁，你可以随时立即提取你的 MAPO。但是，解锁 MAPO 有 15 天的等待期。",
    "What is the reward percentage for staking MAPO?": "抵押 MAPO 的奖励百分比是多少？",
    "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "由于你是通过验证者池进行抵押的，验证者的表现和声誉可能会影响你的奖励。那些持续产生区块并保持高可用性的验证者可能会为其委托人提供更好的奖励。",
    "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "你可以拥有多个用于抵押的账户，但你不能使用一个地址进行抵押而使用另一个地址接收奖励。一旦设置，抵押地址就是你共识资金的地址——包括最初的和随后的奖励——并且不能更改。因此，请妥善备份并安全存储此地址。",
    
    "How to withdraw my staked tokens?": "如何提取我的抵押代币？",
    
    "Unlock the amount you’d like to withdraw": "解锁你想提取的金额",
    "Wait 15 days before you can successfully withdraw the unlocked MAPO": "解锁 MAPO 后需等待 15 天才能成功提取",
    
    "Withdraw the unlocked MAPO, and you will get them in an instant": "提取解锁的 MAPO，你将立即得到它们",
    
    "Can the staking address be changed?": "抵押地址可以更改吗？",
    "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "你可以拥有多个用于抵押的账户，但你不能使用一个地址进行抵押而使用另一个地址接收奖励。一旦设置，抵押地址就是你共识资金的地址——包括最初的和随后的奖励——并且不能更改。因此，请妥善备份并安全存储此地址。",
   
    "How do I know the validator(s) to whom I should delegate my funds?": "我怎么知道应该将我的资金委托给哪些验证者？",
    "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "由于你选择的验证者将直接影响你的奖励，所以在决定投票给某个验证者之前进行一些研究是至关重要的。在选择时要注意的一些一般指标包括：当前时代的活动率、社交媒体的存在感以及佣金比例。",
    
    "What are the factors that may affect the staking rewards?": "哪些因素可能影响抵押奖励？",
    "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "抵押奖励会根据你选择的验证者、参与抵押的参与者数量、交易量和其他因素而波动。",
    "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "在发布时，MAP Protocol 上的抵押者获得的抵押奖励为 13.12% 的年化收益率。要获得最新信息，请访问 MAPO Scan。",
    
    "What are the risks involved in staking?": "抵押涉及哪些风险？",
    "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "和往常一样，加密货币通常涉及某种形式的风险，抵押也不例外。波动性也可能影响抵押的结果，并且由于抵押过程是随机的，且价格波动需要始终考虑在内，所以没有保证。",
    "Enter the amount you want to stake": "输入你想要抵押的金额",
    "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "要成功进行抵押，你首先需要在你的钱包中拥有 MAPO。你可以通过 Butter Swap 获得 MAPO。一旦你的钱包中准备好了 MAPO，你就可以按照以下步骤进行。",
    "Check validator info": "检查验证者信息",
    "Get MAPO": "获取 MAPO",
    "CIRCULATING SUPPLY": "总流通量"

}