{
    "What is MAP Protocol?": "MAP Protocol 是什么？",
    "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "一个完整的初学者指南，介绍 MAP Protocol 如何工作，它带来的好处，以及它如何实现一个真正可互操作的未来，资产、存储和计算都在链上并且可以互操作。",
    "A Bitcoin layer-2. The foundation for Interoperability": "BTC与稳定币及代币化资产全链兑换基础设施",
    "What is Bitcoin layer-2": "什么是比特币第二层",
    "The user gateway to Web3": "BTC与稳定币及代币化资产之间的兑换入口",
    "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "一个完整的初学者指南，介绍 MAP Protocol 如何工作，它带来的好处，以及它如何成为BTC与稳定币全链兑换基础设施。",
    "The all-in-one developer portal": "一站式开发者门户",
    "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "数据主权是 Web3 的核心，意味着用户对其数据拥有完全的所有权。要构建一个 Web3 应用，开发者需要结合不同区块链的功能，使得用户的资产、存储和计算都在链上。通过 MAP Protocol，开发者可以无缝组合不同的区块链组件，并构建应用程序，让用户对其数据和资产有控制权。",
    "The guardian for the free and peer-to-peer flow of assets": "自由和点对点资产流动的守护者",
    "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 是新的价值互联网。互联网价值的流动可能面临第三方的安全担忧和挑战。虽然在单个区块链中的资产流动已经是点对点的，但 MAP Protocol 更进一步，使得比特币以及其他不同区块链上的资产能够以纯粹的点对点方式流动。",
    "Summary": "摘要",
    "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol是BTC与稳定币及代币化资产全链兑换基础设施。MAP Protocol 通过轻客户端技术和基于 MPC 的 TSS 技术，构建了一个连接比特币主网与多链稳定币和代币化资产的生态（以太坊、Polygon、BNB、Tron、Solana等）的互操作桥梁，实现 BTC 与稳定币及稳定币之间的高效、安全、无缝跨链兑换。",
    "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "",
    "What can MAP Protocol do?": "MAP Protocol 能做什么？",
    "Interoperable Omnichain Asset": "可互操作的全链资产",
    "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol 实现了基于区块链资产的无缝跨链转移。这确保了您不会局限于单一的区块链生态系统，增强了资产的流动性和实用性。",
    "Interoperable On-chain Storage and Computing": "安全可信任的全链基础设施",
    "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "通过轻客户端技术、基于 MPC 的TSS阈值签名方案，确保信任最小化，防范单点故障。通过MAP Protocol的轻客户端技术，MAP Protocol 实时验证源链交易，确保跨链兑换的信任最小化。基于MPC的TSS阈值签名方案由多方验证者共同管理BTC、稳定币等资产的锁定和释放，杜绝单点故障，保障兑换过程透明安全。",
    "Enhanced Security and Privacy": "增强的安全性和隐私性",
    "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "基于轻客户端和零知识证明技术，MAP Protocol 采用了纯粹的点对点方式进行跨链互动，无需可信任的第三方。",
    "Developer-Friendly Platform": "对开发者友好的平台",
    "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "凭借其 Web3 用户入口和开发者门户，MAP Protocol 为开发者提供了构建和部署跨链应用所需的工具集，有效地促进了区块链创新的发展。",
    "User Empowerment": "用户赋权",
    "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "用户可以轻松创建 MAP Protocol 账户并探索或贡献于全链生态系统。没有中央权威可以更改规则或限制访问，从而为用户提供了无与伦比的控制权。",
    "Peer-to-Peer Network": "点对点网络",
    "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "MAP Protocol 全链网络允许点对点交易和互动，坚持区块链技术最初的去中心化精神，同时提供跨链能力的优势。",
    "Bitcoin ecosystem growth": "BTC与稳定币及代币化资产之间的全链兑换",
    "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "通过MAP Protocol的轻客户端技术和基于 MPC 的 TSS 技术，比特币与多链生态（以太坊、Polygon、BNB、Tron、Solana等）的稳定币和代币化资产等可以轻松的实现兑换。",
    "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "除了构建在轻客户端和零知识证明技术之上，MAP Protocol 还利用比特币网络加强了安全性，以防止长距离攻击。"

}