{
    "Further empowering gamers": "进一步赋能玩家",
    "Traditionally, gamers are limited by centralized gaming service platforms and do not actually own the in-game items they have purchased or acquired. To trade or transfer in-game assets, gamers are forced to use black market websites which often come with extra security risks.": "传统上，玩家受到中心化游戏服务平台的限制，实际上并不拥有他们购买或获得的游戏内物品。为了交易或转移游戏资产，玩家被迫使用黑市网站，这往往带来额外的安全风险。",
    "Blockchain gaming has changed this old gaming modality. Web3 projects such as Crypto Kitties, Axie Infinity, and Dark Forest have created a new gaming paradigm where players are encouraged to trade in-game items and are rewarded for their playtime. As with many first-time innovations, however, those blockchain gaming projects are far from perfect and have turned off true gamers due to scalability issues, transaction fees, and the complexity of managing blockchain-based assets.": "区块链游戏改变了这种旧的游戏方式。像 Crypto Kitties、Axie Infinity 和 Dark Forest 这样的 Web3 项目创造了一个新的游戏范式，在这里玩家被鼓励交易游戏内物品，并因他们的游戏时间而得到奖励。然而，与许多初创的创新一样，这些区块链游戏项目远非完美，由于可扩展性问题、交易费用和管理基于区块链资产的复杂性，已经让真正的玩家失去了兴趣。",
    "This is where omnichain and fully on-chain gaming comes in. Through MAP Protocol, GameFi projects can not only have gaming assets tradable and interoperable on all chains but all aspects of game state, logic, and data on the blockchain, so blockchain gaming becomes an autonomous world where players have their full agency and contribute to the development of the game.": "这就是全链条和完全链上游戏的用武之地。通过 MAP Protocol，GameFi 项目不仅可以在所有链上交易和互操作游戏资产，还可以在区块链上实现游戏状态、逻辑和数据的所有方面，从而使区块链游戏成为一个玩家拥有完整代理权并为游戏开发做出贡献的自治世界。",
    "Unlocking the future of Bitcoin ecosystem": "解锁比特币生态系统的未来",
    "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. However, as BCR-20 tokens and Ordinal NFTs took over the Web3 sphere in May 2023, The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability.": "由于缺乏图灵完备性，比特币在可用性上与以太坊相比存在限制，其生态系统的增长也较慢。然而，随着 BCR-20 代币和 Ordinal NFTs 在 2023 年 5 月接管了 Web3 领域，比特币生态系统的新叙事撤销了关于比特币互操作性的话题和辩论。",
    "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "通过 MAP Protocol 的 BRC-201，一种对 BRC-20 代币的跨链扩展协议，比特币网络上的 BRC-20 和 ORC-20 资产可以与其他公链上的其他代币互动。这一层比特币网络的跨链互操作性也将整体增长比特币社区。",
    "Saving time and money to build awesome apps": "节省时间和金钱来构建出色的应用程序",
    "Building on a single chain is simple with low maintenance, but at the same time has limited user reach and adaptability, thus adding extra work to deploy on other chains or use a potentially unsafe cross-chain solution. Moreover, building on multiple blockchains means managing multiple ledgers at the same time, and this can be difficult and more costly than operating on a single chain.": "在单一链上构建是简单且维护成本低的，但同时也限制了用户的覆盖范围和适应性，因此需要额外工作才能部署在其他链上或使用潜在不安全的跨链解决方案。此外，在多个区块链上建设意味着同时管理多个账本，这可能比在单一链上操作更困难也更昂贵。",
    "Instead of choosing between the lesser of two evils, sacrificing time and resources to become multi-chain or cross-chain, and compromising on feature development, projects and developers can directly deploy on MAP Protocol or use MAP Protocol to become omnichain where they do not have to spend extra time and money on finding a cross-chain solution or using bridges to become multi-chain.": "与其在两害之间选择较小的一害，牺牲时间和资源变成多链或跨链，并在功能开发上妥协，项目和开发者可以直接在 MAP Protocol 上部署或使用 MAP Protocol 成为全链通，他们无需花额外的时间和金钱去寻找跨链解决方案或使用桥接技术成为多链。",
    "With MAP Protocol, projects only need to focus on all the essentials for app development and find ways to enhance user experiences, so that innovation can come and drive real dApp mass adoption.": "有了 MAP Protocol，项目只需专注于应用开发的所有基本要素，并找到提升用户体验的方法，这样创新就能到来并推动真正的 dApp 大规模采用。",
    "Enabling easy cross-chain asset flows": "实现轻松的跨链资产流动",
    "MAP Protocol leverages light clients and Zero-Knowledge (ZK) proofs to offer a trustless environment for seamless asset transfers across multiple blockchains, including both EVM and non-EVM chains. This eliminates the need for centralized authorities or third-party services, reinforcing the principles of decentralization while ensuring secure and efficient transactions.": "MAP Protocol 利用轻客户端和零知识证明（ZK Proofs）提供一个无需信任的环境，以实现包括 EVM 和非 EVM 链在内的多个区块链之间的无缝资产转移。这消除了对中心化权威或第三方服务的需求，强化了去中心化原则的同时确保了交易的安全性和效率。",
    "Beyond simple asset transfers, MAP Protocol also enables cross-chain communication for storage and computing capacities. This offers unprecedented flexibility for decentralized application (dApp) developers to build more robust, scalable, and interoperable applications. The technology stands as a pivotal contribution to the blockchain ecosystem, bringing us closer to a truly interconnected world where assets and resources flow effortlessly between chains.": "MAP Protocol 不仅支持简单的资产转移，还实现了用于存储和计算能力的跨链通信。这为去中心化应用程序（dApp）开发者提供了前所未有的灵活性，用以构建更加健壮、可扩展和互操作的应用程序。这项技术是对区块链生态系统的关键贡献，使我们更接近一个真正互联的世界，在这个世界中，资产和资源可以在各个链之间毫不费力地流动。",
    "Towards a truly interoperable future": "迈向真正互操作的未来",
    "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "今天，大多数互操作性解决方案只强调资产跨链交易。然而，一个真正互操作的 Web3 未来的范围远超此——在这个未来中，包括交易、数据存储和计算在内的 dApp 操作将在区块链上执行，并且可以跨不同链互操作，赋予用户对他们的数据和隐私的完全控制。",
    "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various blockchain components, enabling the construction of apps where all operations are on-chain. This provides users with complete control over their data and assets across multiple chains.": "MAP Protocol 为这个真正互操作的 Web3 未来铺平了道路。通过 MAP Protocol，开发者可以无缝整合各种区块链组件，实现所有操作都在链上进行的应用程序构建。这为用户提供了跨多个链对他们的数据和资产的完全控制。"
}