{
    "Why would I use MAP Protocol?": "我为什么要使用 MAP Protocol？",
    "MAP Protocol stats": "MAP Protocol 统计数据",
    "Cross-chain assets powered by MAP Protocol": "由 MAP Protocol 提供支持的跨链资产",
    "Accounts (wallets) with MAPO balance": "拥有 MAPO 余额的账户（钱包）",
    "Smart contracts on MAP Protocol": "MAP Protocol 上的智能合约",
    "Number of transactions powered by MAP Protocol": "由 MAP Protocol 支持的交易数量",
    "Total MAPO staked": "总共质押的 MAPO",
    "Number of nodes on MAP Protocol": "MAP Protocol 上的节点数量",
    "Who runs MAP Protocol?": "谁在运行 MAP Protocol?",
    "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol 不受任何特定实体的控制。只要有连接的计算机运行遵循 MAP Protocol 的软件并添加到 MAP Protocol 区块链中，它就存在。这些计算机中的每一台都被称为一个节点。任何人都可以运行节点，尽管要参与确保网络安全，你必须质押 MAPO（MAP Protocol 的原生代币）。",
    "What is MAP Relay Chain?": "什么是 MAP Protocol 网络?",
    "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Protocol 网络 是一个兼容 EVM 的区块链，它基于权益证明机制和拜占庭容错共识，在 MAP Protocol 的协议层上运行。它主动扩展和支持虚拟机中的异构区块链功能，并构建了一个高效的轻客户端验证网络。",
    "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "MAP Protocol 网络 的主要目的是维护所有感兴趣区块链的轻客户端，并促进跨链消息的无需信任的验证。MAP Protocol 网络 上的验证者是保证全链网络多样性和强健性的关键。MAPO 是用于支付在 MAP Protocol 网络 上产生的网络费用的加密货币。",
    "What is MAP Omnichain Service (MOS)?": "什么是 MAP Omnichain Service (MOS)?",
    "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS 是 MAP Omnichain Service 的缩写，它是 MAP Protocol 的第二层。就像 Google Mobile Services 对 Android 开发者一样，MOS 让 dApp 开发者可以轻松构建跨链或全链应用程序。这一层包括部署在每个链上的 Vaults 和 Data，以及传递链间消息的 Messenger Program。",
    "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "DApp 开发者可以独立运行 MOS 或使用 MOS 提供的服务。他们也可以使用 MOS 中的 Vaults 和 Data，并与其他应用程序共享 Vaults 和 Data 的流动性。Messenger Program 是一个 SDK，由 dApp 开发者自己部署、操作和维护。DApp 开发者也可以独立灵活地激励 messenger 贡献者为 dApp 传递全链消息。",
    "Meet MAPO, MAP Protocol’s native currency": "了解 MAPO，MAP Protocol 的原生货币",
    "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "在 MAP Protocol 网络上的许多操作都需要在 MAP Relay Chain 上进行一些工作。这种计算不是免费的；它是通过使用 MAP Protocol 的原生加密货币 MAPO 来支付的。这意味着你需要至少一小部分 MAPO 才能使用网络。",
    "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO 完全是数字的，你可以即时发送给世界上任何地方的任何人。MAPO 的供应不受任何政府或公司的控制——它是去中心化的并且完全透明的。MAPO 是根据协议以精确的方式发行的。",
    "Network fees on MAP Protocol": "MAP Protocol 上的网络费用",
    "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "MAP Protocol 主网上的网络费用称为 gas 费用。这些是处理在 MAP Relay Chain 上的交易所需的计算努力所产生的小额费用。这些费用作为一种机制，公平分配网络资源并阻止垃圾邮件或恶意活动。",
    "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "与典型的区块链平台不同，在那里 gas 费用是一个标准功能，MAP Protocol 仅对在 MAP Relay Chain 上处理的跨链交易收取 gas 费用。交易越复杂，gas 费用就越高。费用也受到网络拥堵的影响；在活动高峰期间，费用可能会上升。",
    "Run a node": "运行一个节点",
    "More on MAP Relay Chain": "关于 MAP Relay Chain 的更多信息",
    "More on MAP Protocol": "关于 MAP Protocol 的更多信息",
    "What is MAPO?": "什么是 MAPO?",
    "Get MAPO": "获取 MAPO",
    "More on gas fees": "关于 gas 费用的更多信息",
    "Data Source: ": "数据来源："
}