{
  "Welcome to MAP Protocol Community": "MAP Protocol समुदाय में आपका स्वागत है",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol हजारों डेवलपर्स, टेक्नोलॉजिस्ट्स, डिजाइनर्स, उपयोगकर्ताओं, MAPO HODLers और उत्साहियों का घर है।",
  "Why become part of the MAP Protocol community?": "MAP Protocol समुदाय का हिस्सा क्यों बनें?",
  "Participate freely": "स्वतंत्र रूप से भाग लें",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "आपको दूर से योगदान करने की स्वतंत्रता है, इस प्रकार आप कहीं भी और किसी भी समय काम कर सकते हैं जो आपके लिए उपयुक्त हो।",
  "Find your cohort": "अपने सहकर्मी ढूंढें",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "आपके पास समान विचारधारा वाले साथियों से जुड़ने का अवसर है। टीमवर्क के माध्यम से, प्रतिभागी अपने अनुवाद कौशल को बढ़ा सकते हैं, मूल्यवान अंतर्दृष्टि का आदान-प्रदान कर सकते हैं, और सामूहिक रूप से चुनौतियों को पार कर सकते हैं।",
  "Get recognized and compensated": "पहचान और प्रतिफल प्राप्त करें",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "आपका नाम उस काम के बगल में दिखाई देगा जो आपने किया है। इसके अलावा, आपके शानदार काम के लिए प्रतिफल दिया जाएगा।",
  "How to get involved?": "शामिल होने के तरीके क्या हैं?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "तेजी से बढ़ते Map Protocol समुदाय में शामिल होने के कई तरीके हैं; आप किसी लोकप्रिय ऑनलाइन समुदाय में शामिल हो सकते हैं, किसी इवेंट में भाग ले सकते हैं, मीटअप ग्रुप में शामिल हो सकते हैं, किसी प्रोजेक्ट में योगदान कर सकते हैं, या Map Protocol के बारे में कई ऑनलाइन फोरम्स में भाग ले सकते हैं।",
  "Join online communities": "ऑनलाइन समुदायों में शामिल हों",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "अपने सहकर्मी ढूंढें और कई अन्य MAP Protocol उत्साहियों के साथ भाग लें।",
  "MAP Protocol events": "MAP Protocol इवेंट्स",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "MAP Protocol सम्मेलनों, हैकाथॉन्स, या मीटअप्स में ढूंढें और भाग लें।",
  "Run a node": "नोड चलाएं",
  "Operate your own node is a great way to contribute to the whole network.": "अपना खुद का नोड चलाना पूरे नेटवर्क को योगदान देने का एक शानदार तरीका है।",
  "Stake MAPO": "MAPO स्टेक करें",
  "Get your MAPO and stake them to earn more rewards.": "अपने MAPO प्राप्त करें और उन्हें स्टेक करके अधिक पुरस्कार कमाएं।",
  "Contribute to MAP Protocol": "MAP Protocol में योगदान करें",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "जैसा कि हम खुलेपन और पीयर-टू-पीयर विकेंद्रीकरण के लिए जड़ें जमाते हैं, हम ज्ञान को सभी के लिए स्वतंत्र रूप से सुलभ बनाने का लक्ष्य रखते हैं। इस वेबसाइट पर सभी सामग्री ओपन सोर्स है। आप नए संपादन का प्रस्ताव कर सकते हैं, चमकदार नई सुविधाओं का सुझाव दे सकते हैं, और हमें सुधारने में मदद कर सकते हैं।",
  "More on contribution ": "योगदान पर अधिक जानें",
  "Learn about MAPDAO": "MAPDAO के बारे में जानें",
  "Join MAPDAO": "MAPDAO में शामिल हों",
  "Community center": "सामुदायिक केंद्र"
}