{
  "Use MAP Protocol": "MAP Protocol का उपयोग करें",
  "Learn": "सीखें",
  "Developer": "डेवलपर",
  "Enterprise": "एंटरप्राइज",
  "Community": "कम्युनिटी",
  "Find a wallet": "एक वॉलेट खोजें",
  "Get MAPO": "MAPO प्राप्त करें",
  "Stake MAPO": "MAPO स्टेक करें",
  "Run a node": "नोड चलाएं",
  "OmniApp": "OmniApp",
  "Decentralized finance (DeFi)": "डीसेंट्रलाइज्ड फाइनेंस (DeFi)",
  "Decentralized autonomous organizations (DAO)": "डीसेंट्रलाइज्ड ऑटोनोमस ऑर्गेनाइजेशन्स (DAO)",
  "Decentralized omnichain payment": "डीसेंट्रलाइज्ड ओम्नीचेन पेमेंट",
  "Omnichain token issuance": "ओम्नीचेन टोकन इश्यूअंस",
  "Decentralized omnichain identity": "डीसेंट्रलाइज्ड ओम्नीचेन आइडेंटिटी",
  "What is MAP Protocol?": "MAP Protocol क्या है?",
  "MAP Relay Chain": "MAP रिले चेन",
  "MAP Omnichain Serivice (MOS)": "MAP ओम्नीचेन सर्विस (MOS)",
  "What is MAPO?": "MAPO क्या है?",
  "MAPO wallets": "MAPO वॉलेट्स",
  "Gas fee": "गैस फी",
  "Omnichain and fully on-chain": "ओम्नीचेन और पूरी तरह से ऑन-चेन",
  "Cross-chain smart contracts": "क्रॉस-चेन स्मार्ट कॉन्ट्रैक्ट्स",
  "Light clients": "लाइट क्लाइंट्स",
  "Zero-knowledge proofs": "जीरो-नॉलेज प्रूफ्स",
  "Refactor light clients with ZK-proof": "ZK-प्रूफ के साथ लाइट क्लाइंट्स को रिफैक्टर करें",
  "MAP Protocol quiz center": "MAP Protocol क्विज़ सेंटर",
  "Develoer’s home": "डेवलपर का घर",
  "Documentation": "डॉक्युमेंटेशन",
  "Tutorials": "ट्यूटोरियल्स",
  "Learn by coding": "कोडिंग से सीखें",
  "Set up local environment": "लोकल एनवायरनमेंट सेटअप करें",
  "Developer incubation": "डेवलपर इनक्यूबेशन",
  "MAP Protocol for enterprises": "एंटरप्राइजेज के लिए MAP Protocol",
  "Community center": "कम्युनिटी सेंटर",
  "Online community": "ऑनलाइन कम्युनिटी",
  "Bitcoin layer-2": "बिटकॉइन लेयर-2",
  "Understand Bitcoin layer-2": "बिटकॉइन लेयर-2 को समझें",
  "Security features": "सिक्योरिटी फीचर्स",
  "MAP Protocol as Bitcoin layer-2": "बिटकॉइन लेयर-2 के रूप में MAP Protocol",
  "Understand BRC-20": "BRC-20 को समझें",
  "BRC 201: From BRC-20 to EVMs": "BRC 201: BRC-20 से EVMs तक",
  "Unlocking Bitcoin ecosystem with MAP Protocol": "MAP Protocol के साथ बिटकॉइन इकोसिस्टम को अनलॉक करें",
  "MAP Protocol WhitePaper": "MAP Protocol व्हाइटपेपर",
  "MAPO explorer": "MAPO एक्सप्लोरर",
  "MAPO testnet explorer": "MAPO टेस्टनेट एक्सप्लोरर",
  "Learn about MAPDAO": "MAPDAO के बारे में जानें",
  "Explore MAP Protocol": "MAP Protocol का अन्वेषण करें",
  "MAP Protocol resources and intel": "MAP Protocol संसाधन और इंटेल",
  "You can learn more about MAP Protocol from the MAP Protocol Whitepaper, which consists of all the basic principles and technical framework of MAP Protocol.": "MAP Protocol के बारे में और जानने के लिए आप MAP Protocol व्हाइटपेपर से जानकारी प्राप्त कर सकते हैं, जिसमें MAP Protocol के सभी मूल सिद्धांत और तकनीकी ढांचा शामिल हैं।",
  "Unlock Bitcoin Ecosystem with MAP Protocol": "MAP Protocol के साथ बिटकॉइन इकोसिस्टम को अनलॉक करें",
  "The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability. Explore what’s possible with MAP Protocol as a Bitcoin layer-2.": "बिटकॉइन इकोसिस्टम की नई कहानी ने बिटकॉइन इंटरऑपरेबिलिटी पर विषयों और बहसों को पुनर्जीवित किया है। जानिए क्या संभव है MAP Protocol के साथ एक बिटकॉइन लेयर-2 के रूप में।",
  "Anyone can participate in MAP Protocol’s network by staking and guarantee network security. It is is public good for the whole MAP Protocol ecosystem.": "कोई भी MAP Protocol के नेटवर्क में स्टेकिंग करके और नेटवर्क सुरक्षा की गारंटी देकर भाग ले सकता है। यह MAP Protocol इकोसिस्टम के लिए सार्वजनिक भलाई है।",
  "MAPO is the native token on the MAP Relay Chain. It is the cryptocurrency you use to pay for the network fees on the MAP Relay Chain. Learn about how to get MAPO.": "MAPO MAP रिले चेन पर एक मूल टोकन है। यह वह क्रिप्टोकरेंसी है जिसका उपयोग आप MAP रिले चेन पर नेटवर्क शुल्क के लिए करते हैं। MAPO प्राप्त करने के बारे में जानें।",
  "The MAP Protocol community": "MAP Protocol कम्युनिटी",
  "MAP Protocol is all about community. Check out MAP Protocol community to meet your cohorts and see how you can contribute to MAP Protocol.": "MAP Protocol सभी के बारे में कम्युनिटी है। MAP Protocol कम्युनिटी को देखें ताकि आप अपने साथियों से मिल सकें और देख सकें कि आप MAP Protocol में कैसे योगदान दे सकते हैं।",
  "MAPDAO is a community-driven and pivotal platform for contributors to engage with the MAP Protocol ecosystem. It welcomes everyone who would like to make a change.": "MAPDAO एक कम्युनिटी-चालित और महत्वपूर्ण प्लेटफॉर्म है जो योगदानकर्ताओं को MAP Protocol इकोसिस्टम के साथ जुड़ने के लिए स्वागत करता है। यह हर उस व्यक्ति का स्वागत करता है जो बदलाव लाना चाहता है।",
  "Bitcoin layer-2 is key to Bitcoin ecosystem growth. As the adoption of Bitcoin continues to grow, the importance of these Layer-2 solutions cannot be overstated.": "बिटकॉइन लेयर-2 बिटकॉइन इकोसिस्टम विकास की कुंजी है। बिटकॉइन के अपनाने के बढ़ते हुए, इन लेयर-2 समाधानों का महत्व अत्यधिक है।",
  "Understand long-range attack": "लॉन्ग-रेंज अटैक को समझें",
  "Similar to the 51% attack, long-range attack is a threat to PoS blockchains. MAP Protocol uses the Bitcoin network’s security mechanism to prevent long-range attack.": "51% अटैक के समान, लॉन्ग-रेंज अटैक PoS ब्लॉकचेन्स के लिए एक खतरा है। MAP Protocol लॉन्ग-रेंज अटैक को रोकने के लिए बिटकॉइन नेटवर्क की सुरक्षा तंत्र का उपयोग करता है।",
  "Edit Page": "पेज संपादित करें",
  "We use cookies to improve your experience. By continuing to browse our site, you agree to our Cookie Policy.": "हम आपके अनुभव को बेहतर बनाने के लिए कुकीज़ का उपयोग करते हैं। हमारी साइट को ब्राउज़ करना जारी रखकर, आप हमारी कुकी पॉलिसी के अनुसार सहमति देते हैं।",
  "Accept": "स्वीकार करें"
}