{
  "Why would I use MAP Protocol?": "MAP Protocol का उपयोग मैं क्यों करूं?",
  "MAP Protocol stats": "MAP Protocol के आंकड़े",
  "Cross-chain assets powered by MAP Protocol": "MAP Protocol द्वारा संचालित क्रॉस-चेन संपत्तियां",
  "Accounts (wallets) with MAPO balance": "MAPO बैलेंस वाले खाते (वॉलेट्स)",
  "Smart contracts on MAP Protocol": "MAP Protocol पर स्मार्ट अनुबंध",
  "Number of transactions powered by MAP Protocol": "MAP Protocol द्वारा संचालित लेन-देन की संख्या",
  "Total MAPO staked": "कुल MAPO स्टेक्ड",
  "Number of nodes on MAP Protocol": "MAP Protocol पर नोड्स की संख्या",
  "Who runs MAP Protocol?": "MAP Protocol को कौन चलाता है?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol किसी विशेष संस्था द्वारा नियंत्रित नहीं है। यह तब अस्तित्व में होता है जब कंप्यूटर्स MAP Protocol का अनुसरण करने वाले सॉफ्टवेयर को चला रहे होते हैं और MAP Protocol ब्लॉकचेन में जोड़ रहे होते हैं। इनमें से प्रत्येक कंप्यूटर को एक नोड के रूप में जाना जाता है। नोड्स को कोई भी चला सकता है, हालांकि नेटवर्क की सुरक्षा में भाग लेने के लिए आपको MAPO (MAP Protocol का मूल टोकन) स्टेक करना होगा।",
  "What is MAP Relay Chain?": "MAP Relay Chain क्या है?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain एक EVM-संगत ब्लॉकचेन है जो Proof-of-Stake तंत्र और Byzantine Fault Tolerant सहमति पर आधारित है और MAP Protocol के Protocol Layer पर जीवित है। यह सक्रिय रूप से विभिन्न ब्लॉकचेन्स की विशेषताओं का विस्तार करता है और वर्चुअल मशीन में और गैस-कुशल लाइट-क्लाइंट सत्यापन नेटवर्क का निर्माण करता है।",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "MAP Relay Chain का मुख्य उद्देश्य सभी इच्छुक ब्लॉकचेन्स के लाइट क्लाइंट्स को बनाए रखना और क्रॉस-चेन संदेशों का विश्वासपूर्ण सत्यापन सुविधाजनक बनाना है। MAP Relay Chain पर वैलिडेटर्स ओम्निचेन नेटवर्क की विविधता और मजबूती की गारंटी देने के लिए महत्वपूर्ण हैं। MAPO वह क्रिप्टोकरेंसी है जिसका उपयोग MAP Relay Chain पर नेटवर्क शुल्क चुकाने के लिए किया जाता है।",
  "What is MAP Omnichain Service (MOS)?": "MAP Omnichain Service (MOS) क्या है?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS MAP Omnichain Service के लिए संक्षिप्त नाम है, जो MAP Protocol की दूसरी परत है। Google Mobile Services की तरह Android डेवलपर्स के लिए, MOS dApp डेवलपर्स को क्रॉस-चेन या ओम्निचेन एप्लिकेशन्स को आसानी से बनाने में सक्षम बनाता है। इस परत में प्रत्येक चेन पर तैनात Vaults और Data और चेनों के बीच संदेशों को प्रसारित करने के लिए Messenger Program शामिल हैं।",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "DApp डेवलपर्स स्वतंत्र रूप से MOS चला सकते हैं या MOS द्वारा प्रदान की गई सेवाओं का उपयोग कर सकते हैं। वे MOS में Vaults और Data का भी उपयोग कर सकते हैं और अन्य एप्लिकेशन्स के साथ Vaults और Data लिक्विडिटी को साझा कर सकते हैं। Messenger Program एक SDK है, जिसे dApp डेवलपर्स स्वयं तैनात, संचालित और बनाए रखते हैं। DApp डेवलपर्स यह भी स्वतंत्र और लचीले ढंग से मैसेंजर योगदानकर्ताओं को प्रोत्साहित कर सकते हैं ताकि वे dApp के लिए ओम्निचेन संदेशों को प्रसारित कर सकें।",
  "Meet MAPO, MAP Protocol’s native currency": "MAPO से मिलिए, MAP Protocol की मूल करेंसी",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "MAP Protocol नेटवर्क पर कई क्रियाएं MAP Relay Chain पर कुछ काम करने की आवश्यकता होती हैं। यह गणना मुफ्त नहीं है; इसका भुगतान MAPO का उपयोग करके किया जाता है, जो MAP Protocol की मूल क्रिप्टोकरेंसी है। इसका मतलब है कि नेटवर्क का उपयोग करने के लिए आपको कम से कम थोड़ी मात्रा में MAPO की आवश्यकता होती है।",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO पूरी तरह से डिजिटल है, और आप इसे दुनिया में कहीं भी किसी को भी तुरंत भेज सकते हैं। MAPO की आपूर्ति किसी सरकार या कंपनी द्वारा नियंत्रित नहीं होती है — यह विकेंद्रीकृत है और पूरी तरह से पारदर्शी है। MAPO प्रोटोकॉल के अनुसार एक सटीक तरीके से जारी किया जाता है।",
  "Network fees on MAP Protocol": "MAP Protocol पर नेटवर्क शुल्क",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "MAP Protocol के मेननेट पर नेटवर्क शुल्क को गैस शुल्क कहा जाता है। ये MAP Relay Chain पर लेन-देन को प्रोसेस करने के लिए आवश्यक गणनात्मक प्रयासों के लिए लगने वाले छोटे चार्ज हैं। ये शुल्क नेटवर्क संसाधनों को न्यायपूर्ण रूप से आवंटित करने और स्पैम या दुर्भावनापूर्ण गतिविधियों को हतोत्साहित करने के लिए एक तंत्र के रूप में काम करते हैं।",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "आम ब्लॉकचेन प्लेटफॉर्म्स के विपरीत जहां गैस शुल्क एक मानक सुविधा है, MAP Protocol केवल MAP Relay Chain पर प्रोसेस किए गए क्रॉस-चेन लेन-देन के लिए गैस शुल्क लेता है। लेन-देन जितना जटिल होगा, गैस शुल्क उतना अधिक होगा। शुल्क नेटवर्क की भीड़भाड़ से भी प्रभावित होते हैं; उच्च गतिविधि के समय में, शुल्क बढ़ सकते हैं।",
  "Run a node": "नोड चलाएं",
  "More on MAP Relay Chain": "MAP Relay Chain के बारे में और जानें",
  "More on MAP Protocol": "MAP Protocol के बारे में और जानें",
  "What is MAPO?": "MAPO क्या है?",
  "Get MAPO": "MAPO प्राप्त करें",
  "More on gas fees": "गैस शुल्क के बारे में और जानें",
  "Data Source: ": "डेटा स्रोत: "
}