{
  "What is MAP Protocol?": "MAP Protocol क्या है?",
  "A Bitcoin layer-2. The foundation for Interoperability": "एक Bitcoin layer-2। Interoperability के लिए आधार",
  "What is Bitcoin layer-2": "Bitcoin layer-2 क्या है",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "MAP Protocol कैसे काम करता है, इसके लाभ क्या हैं, और यह कैसे एक सचमुच के interoperable भविष्य को साकार कर सकता है जहां संपत्ति, स्टोरेज, और कंप्यूटिंग सभी on-chain और interoperable हों, इसके लिए एक पूर्ण शुरुआती मार्गदर्शिका।",
  "The user gateway to Web3": "Web3 के लिए उपयोगकर्ता द्वार",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "कठिन तकनीकी विवरण और जटिल cross-chain कदम नए उपयोगकर्ताओं को Web3 दुनिया में प्रवेश करने से रोकते हैं। MAP Protocol Web3 को सहज बनाता है। MAP Protocol में, उपयोगकर्ताओं को केवल यह तथ्य जानने की आवश्यकता है कि उनके पास अपनी संपत्तियों पर पूर्ण स्वामित्व है, और जब वे संपत्तियों को एक चेन से दूसरे में स्थानांतरित करते हैं, तो यह शुद्ध रूप से peer-to-peer है, और कोई भी तीसरा पक्ष कभी हस्तक्षेप नहीं कर सकता।",
  "The all-in-one developer portal": "सभी-में-एक डेवलपर पोर्टल",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "डेटा संप्रभुता Web3 के केंद्र में है, जिसका अर्थ है कि उपयोगकर्ताओं के पास अपने डेटा पर पूर्ण स्वामित्व है। एक Web3 ऐप बनाने के लिए, डेवलपर्स को विभिन्न ब्लॉकचेन की कार्यक्षमता को जोड़ने की आवश्यकता होती है ताकि उपयोगकर्ता संपत्तियां, स्टोरेज, और कंप्यूटिंग सभी on-chain हों। MAP Protocol के माध्यम से, डेवलपर्स विभिन्न ब्लॉकचेन घटकों को सहजता से संयोजित कर सकते हैं और ऐसे ऐप्स बना सकते हैं जहां उपयोगकर्ताओं के पास अपने डेटा और संपत्तियों पर नियंत्रण हो।",
  "The guardian for the free and peer-to-peer flow of assets": "स्वतंत्र और peer-to-peer संपत्ति प्रवाह के लिए रक्षक",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 मूल्य का नया इंटरनेट है। इंटरनेट मूल्य का प्रवाह सुरक्षा चिंताओं और तीसरे पक्षों से चुनौतियों का सामना कर सकता है। जबकि एकल ब्लॉकचेन में संपत्तियों का प्रवाह पहले से ही peer-to-peer है, MAP Protocol इसे एक कदम आगे ले जाता है जिससे विभिन्न ब्लॉकचेनों पर संपत्तियां शुद्ध रूप से peer-to-peer तरीके से प्रवाहित हो सकती हैं।",
  "Summary": "सारांश",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol ब्लॉकचेन-आधारित संपत्तियों, स्टोरेज, और कंप्यूटिंग के बीच interoperability प्राप्त करने के लिए आवश्यक omnichain अवसंरचना प्रदान करता है। लाइट क्लाइंट और जीरो-नॉलेज प्रूफ तकनीक पर निर्मित, हमारा interoperable cross-chain समाधान शुद्ध रूप से peer-to-peer है, बिना किसी विश्वसनीय तीसरे पक्ष के संस्थाओं के। MAP Protocol नेटवर्क Web3 उपयोगकर्ता द्वार और डेवलपर पोर्टल के रूप में कार्य करता है, उपयोगकर्ताओं और डेवलपर्स को सशक्त बनाता है ताकि वे कुछ भी cross-chain peer-to-peer तरीके से उपयोग कर सकें और बना सकें।",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "आप कहीं भी, कभी भी MAP Protocol खाता बना सकते हैं, और omnichain ऐप्स का पता लगा सकते हैं या अपना खुद का निर्माण कर सकते हैं। मुख्य नवाचार यह है कि आप केंद्रीय प्राधिकरण पर भरोसा किए बिना सभी चीजें cross-chain कर सकते हैं जो नियम बदल सकते हैं या आपकी पहुंच को प्रतिबंधित कर सकते हैं।",
  "What can MAP Protocol do?": "MAP Protocol क्या कर सकता है?",
  "Interoperable Omnichain Asset": "Interoperable Omnichain Asset",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol ब्लॉकचेन-आधारित संपत्तियों के सीमाहीन cross-chain स्थानांतरण को सक्षम करता है। यह सुनिश्चित करता है कि आप एक एकल ब्लॉकचेन पारिस्थितिकी तंत्र तक सीमित नहीं हैं, संपत्ति की तरलता और उपयोगिता को बढ़ाते हैं।",
  "Interoperable On-chain Storage and Computing": "Interoperable On-chain Storage और Computing",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "संपत्ति स्थानांतरण के अलावा, MAP Protocol interoperability के क्षेत्र को on-chain स्टोरेज और कंप्यूटिंग संसाधनों तक विस्तारित करता है, जिससे dApp डेवलपर्स कई ब्लॉकचेनों में सेवाओं का कुशलतापूर्वक उपयोग कर सकते हैं।",
  "Enhanced Security and Privacy": "बढ़ी हुई सुरक्षा और गोपनीयता",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "लाइट क्लाइंट और जीरो-नॉलेज-प्रूफ तकनीक पर निर्मित, MAP Protocol एक शुद्ध रूप से peer-to-peer दृष्टिकोण को अपनाता है cross-chain इंटरैक्शन के लिए बिना किसी विश्वसनीय तीसरे पक्ष की आवश्यकता के।",
  "Developer-Friendly Platform": "डेवलपर-अनुकूल प्लेटफॉर्म",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "अपने Web3 उपयोगकर्ता द्वार और डेवलपर पोर्टल के साथ, MAP Protocol डेवलपर्स को cross-chain अनुप्रयोगों को बनाने और तैनात करने के लिए आवश्यक टूलसेट प्रदान करता है, प्रभावी रूप से ब्लॉकचेन नवाचार के लिए एक प्रेरक के रूप में कार्य करता है।",
  "User Empowerment": "उपयोगकर्ता सशक्तिकरण",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "उपयोगकर्ता आसानी से MAP Protocol खाता बना सकते हैं और omnichain पारिस्थितिकी तंत्र का पता लगा सकते हैं या योगदान कर सकते हैं। कोई केंद्रीय प्राधिकरण नियम बदल नहीं सकता है या पहुंच को प्रतिबंधित नहीं कर सकता है, इस प्रकार उपयोगकर्ताओं को अभूतपूर्व नियंत्रण प्रदान करता है।",
  "Peer-to-Peer Network": "Peer-to-Peer नेटवर्क",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "MAP Protocol omnichain नेटवर्क peer-to-peer लेनदेन और इंटरैक्शन की अनुमति देता है, ब्लॉकचेन तकनीक की मूल विकेंद्रीकरण नैतिकता को बनाए रखते हुए cross-chain क्षमताओं के लाभ प्रदान करता है।",
  "Bitcoin ecosystem growth": "Bitcoin पारिस्थितिकी तंत्र का विकास",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "MAP Protocol के Bitcoin layer-2 होने के नाते, किसी भी चेन पर कोई भी संपत्ति आसानी से Bitcoin नेटवर्क के साथ इंटरैक्ट कर सकती है। यह मौजूदा Bitcoin पारिस्थितिकी तंत्र और समुदाय में अन्य प्रकार की संपत्तियों और समुदायों को जोड़ देगा।",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "लाइट क्लाइंट और जीरो-नॉलेज-प्रूफ तकनीक पर निर्माण के अलावा, MAP Protocol ने लंबी दूरी के हमलों को रोकने के लिए Bitcoin नेटवर्क का उपयोग करके अपनी सुरक्षा को और मजबूत किया।"
}