{
  "Welcome to MAP Protocol Community": "Benvenuti nella Comunità di MAP Protocol",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol è la casa di centinaia di migliaia di sviluppatori, tecnologi, designer, utenti, MAPO HODLers e appassionati.",
  "Why become part of the MAP Protocol community?": "Perché diventare parte della comunità di MAP Protocol?",
  "Participate freely": "Partecipa liberamente",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "Hai la libertà di contribuire da remoto, lavorando quindi da qualsiasi luogo in qualsiasi momento che ti sia più congeniale.",
  "Find your cohort": "Trova il tuo gruppo",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "Hai l'opportunità di connetterti con pari che la pensano come te. Attraverso il lavoro di squadra, i partecipanti possono migliorare le loro abilità di traduzione, scambiare intuizioni preziose e superare collettivamente le sfide.",
  "Get recognized and compensated": "Ottieni riconoscimenti e compensi",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "Il tuo nome apparirà accanto al lavoro che hai svolto. Inoltre, sarà fornita una compensazione per l'eccellente lavoro che fai.",
  "How to get involved?": "Come coinvolgersi?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "Ci sono molti modi per coinvolgersi nella comunità di Map Protocol in rapida crescita; puoi unirti a una delle popolari comunità online, partecipare a un evento, unirti a un gruppo di meetup, contribuire a un progetto o partecipare a uno dei molti forum online su Map Protocol.",
  "Join online communities": "Unisciti alle comunità online",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "Trova il tuo gruppo e partecipa con molti altri appassionati di MAP Protocol.",
  "MAP Protocol events": "Eventi MAP Protocol",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "Trova e partecipa a conferenze, hackathon o meetup di MAP Protocol.",
  "Run a node": "Gestisci un nodo",
  "Operate your own node is a great way to contribute to the whole network.": "Operare il proprio nodo è un ottimo modo per contribuire all'intera rete.",
  "Stake MAPO": "Stake MAPO",
  "Get your MAPO and stake them to earn more rewards.": "Ottieni i tuoi MAPO e fai stake per guadagnare più ricompense.",
  "Contribute to MAP Protocol": "Contribuisci a MAP Protocol",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "Proprio come sosteniamo l'apertura e la decentralizzazione peer-to-peer, miriamo a rendere la conoscenza liberamente accessibile a tutti. Tutti i contenuti di questo sito web sono open source. Puoi proporre nuove modifiche, suggerire nuove funzionalità scintillanti e aiutarci a migliorare.",
  "More on contribution ": "Maggiori informazioni sul contributo",
  "Learn about MAPDAO": "Scopri di più su MAPDAO",
  "Join MAPDAO": "Unisciti a MAPDAO",
  "Community center": "Centro comunitario"
}