{
  "Where to Get MAPO": "Dove ottenere MAPO",
  "You can earn MAPO, or buy it from decentralized and centralized exchanges.": "Puoi guadagnare MAPO, o acquistarlo da scambi decentralizzati e centralizzati.",
  "Get MAPO": "Ottieni MAPO",
  "Current MAPO Price（USD）": "Prezzo attuale di MAPO (USD)",
  "Data Source: ": "Fonte dei dati: ",
  "(LAST 24 HOUR)": "(ULTIME 24 ORE)",
  "New to MAP Protocol? Here's an overview to get you started. What's MAPO?": "Nuovo a MAP Protocol? Ecco una panoramica per iniziare. <link1>Cos'è MAPO?</link1>",
  "MAPO and MAP": "MAPO e MAP",
  "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.": "Sia MAPO che MAP sono il token nativo di MAP Protocol. È lo stesso token. L'uso di simboli di ticker diversi serve a differenziare le catene su cui si trovano.",
  "View more details": "Visualizza più dettagli",
  "Decentralized Exchanges (DEXs)": "Scambi Decentralizzati (DEX)",
  "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.": "I DEX ti danno più controllo sui tuoi fondi. Con un DEX, puoi scambiare MAPO con più libertà e flessibilità.",
  "Go to a DEX": "Vai a un DEX",
  "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.": "I CEX sono aziende che ti permettono di acquistare cripto utilizzando valute tradizionali. Hanno la custodia di qualsiasi MAPO che acquisti fino a quando non lo invii a un portafoglio che controlli.",
  "Find a CEX": "Trova un CEX",
  "Centralized Exchanges (CEXs)": "Scambi Centralizzati (CEX)",
  "Wallets": "Portafogli",
  "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.": "Alcuni portafogli ti permettono di acquistare cripto con carta di debito/credito, bonifico bancario o anche Apple Pay. Si applicano restrizioni geografiche.",
  "Find a wallet": "Trova un portafoglio",
  "Staking rewards": "Ricompense di staking",
  "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.": "Se hai già del MAPO, puoi guadagnare di più gestendo un nodo validatore o votando per i validatori che preferisci.",
  "Learn more about staking": "Scopri di più sullo staking",
  "Earn MAPO": "Guadagna MAPO",
  "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.": "Puoi guadagnare MAPO lavorando per MAPDAO o aziende che pagano in cripto, vincendo premi, trovando bug nel software e altro ancora.",
  "Learn about MAPDAO": "Scopri di più su MAPDAO",
  "MAPO is the ticker name for MAP Protocol’s native token on the MAP Relay Chain, while MAP is the ticker name of MAP Protocol’s native token on other chains such as Ethereum, BNB Smart Chain, and Polygon. It can be obtained and traded directly in centralized exchanges such as Kucoin, Bithumb, Coinone, and MEXC Global.": "MAPO è il nome del ticker per il token nativo di MAP Protocol sulla MAP Relay Chain, mentre MAP è il nome del ticker del token nativo di MAP Protocol su altre catene come Ethereum, BNB Smart Chain e Polygon. Può essere ottenuto e scambiato direttamente in scambi centralizzati come <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3> e <link4>MEXC Global</link4>.",
  "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.": "Attualmente, MAP è disponibile su Ethereum, BNB Smart Chain e Polygon; MAPO è sulla MAP Relay Chain. Puoi ottenere MAP sia su scambi centralizzati che decentralizzati, e MAPO solo su scambi decentralizzati.",
  "On Decentralized Exchanges (DEXs)": "Su Scambi Decentralizzati (DEX)",
  "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAP/ MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.": "Gli scambi decentralizzati operano senza un'autorità centrale. Invece di utilizzare una terza parte fidata per salvaguardare i fondi nella transazione, utilizzano il codice. Il MAP/MAPO del venditore verrà trasferito solo quando il pagamento è garantito. Questo tipo di codice è noto come contratto intelligente. Maggiori informazioni sui contratti intelligenti. Per utilizzare un DEX, avrai bisogno di un portafoglio per iniziare.",
  "You can get MAPO directly on Butter Swap and Hiveswap, and MAP on Uniswap, PancakeSwap, and Butter Swap.": "Puoi ottenere MAPO direttamente su <link1>Butter Swap</link1> e <link2>Hiveswap</link2>, e MAP su <link3>Uniswap</link3>, <link4>PancakeSwap</link4> e <link5>Butter Swap</link5>.",
  "Butter Swap supports seamless token movement from one chain to another in a trustless way. You can get MAP on Ethereum, BNB Smart Chain, Polygon, and NEAR and MAPO on MAP Relay Chain right within Butter Swap with different kinds of tokens you have in your wallet.": "Butter Swap supporta il movimento di token senza soluzione di continuità da una catena all'altra in modo senza fiducia. Puoi ottenere MAP su Ethereum, BNB Smart Chain, Polygon e NEAR e MAPO sulla MAP Relay Chain direttamente all'interno di Butter Swap con diversi tipi di token che hai nel tuo portafoglio.",
  "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.": "IMPORTANTE: Si prega di ricontrollare le informazioni del token e le informazioni della catena selezionate prima di confermare “Swap”.",
  "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.": "Hiveswap supporta scambi di token sulla MAP Relay Chain. Puoi ottenere MAPO direttamente all'interno di Hiveswap.",
  "Uniswap supports a diversity of tokens on Ethereum to exchange with MAP on Ethereum, which means the MAP you get on Uniswap will be in ERC-20 token standard.": "Uniswap supporta una diversità di token su Ethereum per scambiare con MAP su Ethereum, il che significa che il MAP che ottieni su Uniswap sarà nello <link1>standard di token ERC-20</link1>.",
  "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the BEP-20 token standard.": "PancakeSwap supporta token sulla BNB Smart Chain per scambiare con MAP sulla BNB Smart Chain, il che significa che il MAP che ottieni su PancakeSwap sarà nello <link1>standard di token BEP-20</link1>.",
  "*If you would like to get MAPO instead of MAP, please go to Butter Swap to swap directly.": "*Se desideri ottenere MAPO invece di MAP, vai su <link1>Butter Swap</link1> per scambiare direttamente.",
  "On Centralized Exchanges (CEXs)": "Su Scambi Centralizzati (CEX)",
  "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.": "Gli scambi centralizzati sono piattaforme gestite da un'entità o azienda singola. Agiscono come intermediari tra acquirenti e venditori di criptovalute, simili alle borse valori tradizionali.",
  "MAP on centralized exchanges is in the ERC-20 token standard, and ERC-20 MAP is available on Kucoin, Bithumb, Coinone and MEXC Global.": "MAP sugli scambi centralizzati è nello standard di token ERC-20, e MAP ERC-20 è disponibile su <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3> e <link4>MEXC Global</link4>.",
  "Exchange": "Scambio",
  "Pairs": "Coppie",
  "Price": "Prezzo",
  "24h Volume": "Volume 24h",
  "+2% Depth": "+2% Profondità",
  "-2% Depth": "-2% Profondità",
  "Recently": "Recentemente",
  "Updated": "Aggiornato",
  "Trading steps on CEXs": "Passaggi di trading sui CEX",
  "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.": "Poiché le procedure operative variano da diversi CEX, non possiamo fornirti una guida passo-passo su come acquistare token in tutti i CEX, ma ecco alcuni passaggi generali.",
  "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.": "Alcuni CEX potrebbero non essere disponibili nel tuo paese o area, puoi consultare il servizio clienti dello scambio o controllare l'annuncio dagli scambi. Per quanto riguarda la questione fiscale, potresti anche voler consultare il dipartimento locale per maggiori informazioni.",
  "Step": "Passaggio",
  "Register an account on a CEX's official website or its app. (Check Exchange Ranking by CoinGecko)": "Registra un account sul sito ufficiale di un CEX o sulla sua app. (Controlla il Ranking degli Scambi di <link1>CoinGecko</link1>)",
  "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.": "Se un CEX supporta la registrazione in un solo passaggio con il tuo account social, puoi iscriverti direttamente con il tuo account social.",
  "Verify your identity and secure your CEX's account. You are typically required to have a government-issued identification document.": "Verifica la tua identità e proteggi il tuo account CEX. Di solito è richiesto un documento di identificazione rilasciato dal governo.",
  "For asset security, it’s recommended to enable Two-step Verification.": "Per la sicurezza degli asset, si consiglia di abilitare la Verifica in Due Passaggi.",
  "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.": "Usa valuta fiat per acquistare USDT, ETH, BTC o qualsiasi altro token supportato. Puoi utilizzare l'opzione OTC direttamente in un CEX.",
  "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.": "Inoltre, puoi utilizzare una piattaforma onramp che ha l'opzione fiat-to-crypto desiderata.",
  "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading.": "Trasferisci l'USDT, BTC, ecc. che hai acquistato con valuta fiat a un CEX che supporta il trading di MAP.",
  "If the CEX you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.": "Se il CEX che utilizzi supporta onramp e la coppia di trading MAP-USDT o MAP-BTC allo stesso tempo, puoi saltare questo.",
  "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.": "Acquista MAP nel mercato spot tramite la coppia di trading MAP-USDT o MAP-BTC.",
  "In the spot market, select either the “Limit” or “Market” option based on your trading preference.": "Nel mercato spot, seleziona l'opzione “Limit” o “Market” in base alle tue preferenze di trading."
}