{
  "Keep your MAPO safe": "Mantieni il tuo MAPO al sicuro",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocol non è controllato da nessuna singola organizzazione - è decentralizzato.",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "Questo significa che devi prendere sul serio la sicurezza dei tuoi fondi. Con MAPO, non stai affidando una banca o un'azienda a custodire i tuoi beni, stai assumendo la responsabilità per te stesso.",
  "Keep your MAPO in your Own Wallet": "Conserva il tuo MAPO nel tuo Portafoglio Personale",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "Questo significa che non devi fidarti di nessuna terza parte con i tuoi beni, e sei protetto da qualsiasi custode che agisca disonestamente, fallisca o venga hackerato. Tuttavia, significa anche che assumi la responsabilità per la tua sicurezza.",
  "Check MAPO Transactions": "Controlla le Transazioni MAPO",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "Puoi controllare le tue transazioni MAPO su <link1>MAPO Scan</link1>, un esploratore blockchain per sviluppatori e utenti per monitorare transazioni e attività cross-chain sulla MAP Relay Chain in modo più efficiente.",
  "Follow Wallet Instructions": "Segui le Istruzioni del Portafoglio",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "Se perdi l'accesso al tuo account, perderai l'accesso ai tuoi fondi. Il tuo portafoglio dovrebbe darti istruzioni su come proteggerti da questo. Assicurati di seguirle attentamente - nella maggior parte dei casi, nessuno può aiutarti se perdi l'accesso al tuo account.",
  "Use your MAPO": "Usa il tuo MAPO",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "Ci sono diversi modi per utilizzare il tuo MAPO dopo averlo ottenuto con successo.",
  "Store/Hold MAPO": "Conserva/Tieni MAPO",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "Molti investitori personali conservano il loro MAPO con l'aspettativa che aumenterà di valore. Puoi conservare il tuo MAP sui portafogli degli scambi (come Bithumb) o MAPO su portafogli cripto (come Metamask), se desideri conservarli a lungo termine, puoi conservarli in un portafoglio freddo invece che in un portafoglio caldo.",
  "Learn More": "Scopri di Più",
  "Trade MAPO": "Commercia MAPO",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "Puoi scambiare MAPO per altre criptovalute sugli scambi cripto. Gli scambi Cex o Dex offrono alcune coppie di trading per il trading MAPO/MAP per soddisfare le tue esigenze.",
  "Transfer MAPO": "Trasferisci MAPO",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "A differenza dell'invio di denaro all'estero, puoi inviare MAPO a chiunque nel mondo praticamente all'istante.",
  "Earn MAPO": "Guadagna MAPO",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "Guadagna Ricompense facendo staking di monete. Lo staking è un ottimo modo per massimizzare i tuoi possedimenti in monete di staking che altrimenti sarebbero seduti in un portafoglio o in un account di trading.",
  "Purchasing Goods": "Acquisto di Beni",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "Alcune piattaforme online o negozi offline accettano cripto come pagamenti. Puoi acquistare beni o servizi da questi luoghi.",
  "MAPO FAQs": "Domande Frequenti su MAPO",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "Come aggiungo MAP Relay Chain al mio portafoglio Metamask/Token Pocket/Particle?",
  "How do I add MAP to my wallet?": "Come aggiungo MAP al mio portafoglio?",
  "How do I convert MAP to MAPO?": "Come converto MAP in MAPO?",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "Come trasferisco MAP attraverso Ethereum, BNB Smart Chain, Polygon, Klaytn e altri?",
  "How do I transfer MAP from centralized exchanges to my wallet?": "Come trasferisco MAP dagli scambi centralizzati al mio portafoglio?",
  "What do I do if a transaction on my wallet is pending or stuck?": "Cosa faccio se una transazione sul mio portafoglio è in sospeso o bloccata?",
  "Can I get my MAPO back if I send them to the wrong addresses?": "Posso riavere i miei MAPO se li invio agli indirizzi sbagliati?",
  "Tips for funds recovery": "Consigli per il recupero dei fondi",
  "Always double-check addresses before confirming transactions.": "Controlla sempre gli indirizzi prima di confermare le transazioni.",
  "Reaching out for professional help is advised if large sums are involved.": "È consigliato chiedere aiuto professionale se sono coinvolti grandi somme di denaro.",
  "Scams posing as recovery services are common; exercise extreme caution.": "Le truffe che si spacciano per servizi di recupero sono comuni; esercita estrema cautela.",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "La possibilità di recuperare MAPO inviati all'indirizzo sbagliato dipende in gran parte dalle circostanze della transazione e dal coinvolgimento del destinatario. Ecco alcuni scenari:",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "Invia MAPO a un indirizzo pubblico di proprietà di qualcuno che non conosci: Irrecuperabile a meno che il proprietario non accetti di rimandarli indietro.",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "Invia MAPO a un indirizzo pubblico non ancora attivato: Irrecuperabile poiché nessuno ha le chiavi private dell'indirizzo.",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "Invia MAPO a un indirizzo di contratto: Dipende dal codice del contratto. Se il contratto ha una funzione per il recupero o è aggiornabile, potrebbe esserci un modo. Tuttavia, la maggior parte dei contratti non è progettata per rimandare indietro i token. Il recupero è di solito impossibile.",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "Invia MAPO a un indirizzo di scambio: Forse, a seconda delle politiche e delle capacità tecniche dello scambio. Gli scambi potrebbero avere la capacità di recuperare i token ma spesso addebitano una commissione, quindi può essere costoso e richiedere tempo.",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "Invia MAPO al tuo indirizzo su un'altra catena: Forse, a seconda della catena a cui lo invii. Se lo invii a Ethereum, BNB Smart Chain, Polygon, Klaytn e MAP Relay Chain, usa <link1>ButterSwap</link1> per riportarlo indietro.",
  "Metamask or Token Pocket Wallet Users": "Utenti di Metamask o Token Pocket Wallet",
  "Enter the following chain info to add": "Inserisci le seguenti informazioni della catena per aggiungere",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "Nome della rete: MAP Relay Chain (Puoi anche inserire MAP Mainnet)",
  "New RPC URL": "Nuovo URL RPC: https://rpc.maplabs.io",
  "Chain ID: 22776": "ID della catena: 22776",
  "Currency symbol: MAPO": "Simbolo della valuta: MAPO",
  "Block explorer URL: https://maposcan.io/": "URL dell'esploratore di blocchi: <link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "Utenti di Particle Wallet",
  "Log in to your Particle Wallet account": "Accedi al tuo account Particle Wallet",
  "Search and choose “MAP Relay Chain” in the search bar": "Cerca e scegli “MAP Relay Chain” nella barra di ricerca",
  "Check the network name on the wallet page": "Controlla il nome della rete sulla pagina del portafoglio",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "Se scopri che una transazione su un portafoglio è in sospeso o bloccata, potrebbe essere dovuto a vari fattori come congestione della rete, commissioni gas basse o altri problemi tecnici. A seconda della catena su cui si trova la tua transazione, puoi controllare lo stato della tua transazione tramite esploratori di blockchain come <link1>Etherscan</link1>, <link2>BscScan</link2>, <link3>PolygonScan</link3>, <link4>klaytnscope</link4> e <link5>MapoScan</link5>.",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "Il tuo MAP negli scambi centralizzati è un tipo di token ERC-20, il che significa che vive su Ethereum. Quando trasferisci MAP al tuo portafoglio, assicurati che l'indirizzo di destinazione sia anche su Ethereum. Se desideri continuare a trasferire il tuo MAP attraverso BNB Smart Chain, Polygon, Klaytn e MAP Relay Chain, usa semplicemente <link1>ButterSwap</link1>.",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "Nel mondo delle criptovalute, trasferire beni da una catena all'altra di solito richiede l'uso di un ponte. Tuttavia, quando trasferisci MAP attraverso diverse catene, puoi semplicemente andare su <link1>ButterSwap</link1> per scambiare facilmente il tuo MAP su diverse catene in modo peer-to-peer. Per ottenere MAPO su MAP Relay Chain, puoi anche usare <link1>ButterSwap</link1>.",
  "MAP is on Ethereum": "MAP è disponibile su Ethereum, BNB Smart Chain e Polygon; MAPO è su MAP Relay Chain. Puoi usare <link1>ButterSwap</link1> per scambiare facilmente il tuo MAP con MAPO o viceversa.",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "MAP è disponibile su Ethereum, BNB Smart Chain e Polygon. Puoi seguire la guida qui sotto per aggiungere MAP al tuo portafoglio Metamask.",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "*IMPORTANTE: Per assicurarti di aver inserito l'indirizzo del contratto corretto, per favore copia gli indirizzi dei contratti negli esploratori. Non copiare l'indirizzo nell'articolo direttamente.",
  "If you’re on Ethereum": "Se sei su Ethereum",
  "Click “Import tokens” on Metamask": "Clicca “Importa token” su Metamask",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "Visualizza l'indirizzo del contratto 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 su Etherscan",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "Visualizza l'indirizzo del contratto 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f su BSC Scan",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "Visualizza l'indirizzo del contratto 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a su Polygon Scan",
  "Copy and paste it back to Metamask": "Copia e incolla indietro su Metamask",
  "Add the token symbol MAP": "Aggiungi il simbolo del token MAP",
  "Enter “Custom token”": "Entra in “Token personalizzato”",
  "If you’re on BNB Chain": "Se sei su BNB Chain",
  "If you’re on Polygon": "Se sei su Polygon"
}