{
  "Run a node": "Esegui un nodo",
  "Run a node to secure the network": "Esegui un nodo per proteggere la rete",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "Operare il proprio nodo è un ottimo modo per rimanere completamente sovrano aiutando a proteggere l'intera rete e a salvaguardare la decentralizzazione.",
  "What is a node?": "Cos'è un nodo?",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "In una rete blockchain, un nodo è un computer che partecipa alla rete e mantiene una copia del registro distribuito, ovvero la blockchain. I nodi nelle reti blockchain possono avere ruoli e responsabilità diversi, a seconda dell'architettura e dell'algoritmo di consenso della specifica blockchain.",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "Essendo una catena POS, MAP Protocol necessita di nodi validatori responsabili della convalida delle transazioni e del mantenimento della rete MAP Relay Chain nello stato più sicuro possibile.",
  "Who can run a node?": "Chi può eseguire un nodo?",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "Chiunque abbia la configurazione appropriata e una partecipazione sufficiente può diventare un validatore.",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "Puoi trovare una panoramica di tutti i validatori attuali e i loro voti su <link1>MAPO Scan</link1> e le guide complete su <link2>come diventare un nuovo validatore qui</link2>.",
  "Build your node": "Costruisci il tuo nodo",
  "Hardware": "Hardware",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol è una rete Proof Of Stake con requisiti hardware diversi da una rete Proof of Work. Il consenso Proof Of Stake è meno intensivo per la CPU ma è più sensibile alla connettività di rete e alla latenza.",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "Di seguito è riportato un elenco dei requisiti standard per eseguire Validator sulla rete MAPO.",
  "Memory": "Memoria",
  "Disk": "Disco",
  "256 GB of SSD storage, plus a secondary HDD": "256 GB di archiviazione SSD, più un HDD secondario",
  "Network": "Rete",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "Almeno 100 Mb di input/output Ethernet con una connessione Internet in fibra (idealmente connessioni ridondanti e switch HA)",
  "Software": "Software",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "La costruzione di atlas richiede git, Go (versione 1.14 o successiva) e un compilatore C.",
  "You can install them using your favorite package manager.": "Puoi installarli utilizzando il tuo gestore di pacchetti preferito.",
  "Others": "Altri",
  "Your account needs to have at least 1,000,000 MAPO.": "Il tuo account deve avere almeno 1.000.000 di MAPO.",
  "Run your node": "Esegui il tuo nodo",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "Assicurati di aver soddisfatto i nostri prerequisiti prima di eseguire il tuo nodo validatore su MAP Protocol. Segui i cinque passaggi o le guide avanzate per far funzionare il tuo nodo validatore su MAP Protocol.",
  "You can also browse our guides on How To Become A New Validator to get started.": "Puoi anche consultare le nostre guide su <link1>Come Diventare Un Nuovo Validatore</link1> per iniziare.",
  "Step 1: Create an account": "Passo 1: Crea un account",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "In questo passaggio, devi trasferire le tue informazioni di identificazione al contratto di gestione corrispondente, che gestirà il tuo account, le chiavi e i metadati.",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "Lo scopo di questo passaggio è mantenere il tuo <text>MAPO</text> bloccato più sicuro autorizzando chiavi alternative da utilizzare per firmare attestazioni, votare e convalidare. Facendo ciò, puoi continuare a partecipare al protocollo mantenendo la chiave con accesso al tuo <text>MAPO</text> bloccato in archiviazione.",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "Hai bisogno del comando <text>createAccount</text> per eseguire le operazioni sopra. Per maggiori dettagli sul comando <text>createAccount</text>, si prega di vedere <link1>questo</link1>.",
  "Step 2: Authorize": "Passo 2: Autorizza",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "Autorizza un indirizzo a firmare messaggi di consenso per conto dell'account. Questo indirizzo autorizzato è chiamato firmatario. Come suggerisce il nome, il firmatario è responsabile solo della firma. La tua ricompensa non sarà emessa al firmatario ma all'account creato nel passaggio precedente.",
  "Step 3: Locked MAPO": "Passo 3: MAPO Bloccato",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "La soglia che abbiamo impostato per essere il validatore è di bloccare 1.000.000 di <text>MAPO</text> nel contratto smart di gestione corrispondente. Questo <text>MAPO</text> bloccato sarà utilizzato per future punizioni, che è anche una delle condizioni per essere eletti.",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "Hai bisogno del comando <text>lockedMAPO</text> per eseguire le operazioni sopra, maggiori dettagli sul comando <text>lockedMAPO</text> si prega di vedere <link1>questo</link1>.",
  "Step 4: Validator register": "Passo 4: Registrazione del validatore",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "Questo passaggio è un passaggio chiave per <text>registrarsi</text> come nuovo validatore. Hai bisogno del comando register per eseguire le operazioni sopra. Per maggiori dettagli sul comando <text>register</text> si prega di vedere <link1>questo</link1>.",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "In questo passaggio, ti registrerai con successo come validatore. Successivamente, puoi provare a votare per te stesso. Per dettagli su come votare si prega di vedere <link1>questo</link1>.",
  "Step 5: Vote": "Passo 5: Vota",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "I validatori devono avere almeno lo 0.001 percento dei voti per essere considerati per l'elezione, quindi il validatore deve avere voti. Puoi usare il tuo account validatore per votare per te stesso, oppure puoi lasciare che altri validatori o utenti delegano voti per te.",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "Poiché hai bloccato 1.000.000 di <text>MAPO</text> nel Passo 3, è una grande decisione <link1>votare</link1> per te stesso ora.",
  "Stake your MAPO": "Scommetti il tuo MAPO",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "Se costruire il tuo nodo sembra scoraggiante o esula dalla tua competenza tecnica, non devi rimanere a margine. Basta scommettere MAPO! Puoi ancora svolgere un ruolo fondamentale nel rafforzare e sostenere la nostra rete."
}