{
  "Get rewarded while securing MAP Protocol omnichain network": "Ottieni ricompense mentre proteggi la rete omnichain di MAP Protocol",
  "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "Fare staking di MAPO è un bene pubblico per l'intero ecosistema omnichain di MAP Protocol. I validatori devono avere una quota sufficiente una volta che hanno configurato correttamente i loro nodi.",
  "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "Come blockchain permissionless Delegated Proof-of-Stake (DPoS), MAP Protocol consente agli utenti di fare staking delegando i loro MAPO ai validatori che elaborano le transazioni e gestiscono la rete.",
  "TOTAL MAPO STAKED": "TOTALE MAPO IN STAKING",
  "TOTAL VALIDATORS": "TOTALE VALIDATORI",
  "CURRENT APR": "APR ATTUALE",
  "Stake MAPO": "Fai staking di MAPO",
  "What is staking": "Cos'è lo staking",
  "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "Generalmente, lo staking è il processo di partecipazione in un meccanismo di consenso proof-of-stake (PoS) o simile per supportare le operazioni di una rete blockchain. I partecipanti bloccano una certa quantità di criptovaluta in un portafoglio per aiutare a convalidare le transazioni, proteggere la rete e produrre nuovi blocchi. In cambio, i partecipanti di solito ricevono token aggiuntivi come ricompense, potenzialmente portando a un flusso di reddito passivo.",
  "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "In MAP Protocol, fare staking è l'atto di bloccare certe quantità di MAPO nel <link1>MAPO Validator Pool</link1>. Sia i validatori che gli utenti possono partecipare allo staking.",
  "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "Una volta che i validatori hanno configurato il loro nodo Validatore, devono avere 1 Milione di MAPO nel loro pool di staking. Gli utenti possono partecipare allo staking delegando i loro MAPO alla quota di un particolare Validatore; in questo modo, aiutano quel Validatore a operare e guadagnano una percentuale di ricompense basata sulla loro quota.",
  "More on how to get MAPO": "Maggiori informazioni su come ottenere MAPO",
  "Why stake your MAPO": "Perché fare staking dei tuoi MAPO",
  "Earn rewards": "Guadagna ricompense",
  "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "Le ricompense sono date per azioni che aiutano la rete a raggiungere il consenso. Riceverai ricompense per aver delegato il tuo asset al giusto validatore che raggruppa correttamente le transazioni in nuovi blocchi e controlla il lavoro degli altri validatori perché è ciò che mantiene la catena in funzionamento in modo sicuro.",
  "Better security": "Maggiore sicurezza",
  "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "La rete diventa più forte contro gli attacchi man mano che più MAPO sono in staking, poiché richiederebbe più MAPO per controllare la maggioranza della rete. Per diventare una minaccia, dovresti detenere la maggioranza dei validatori, il che significa che dovresti controllare la maggioranza dei MAPO nel sistema - è molto!",
  "More sustainability": "Maggiore sostenibilità",
  "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "I partecipanti allo staking non hanno bisogno di fare calcoli proof-of-work intensivi dal punto di vista energetico per partecipare alla protezione della rete, il che significa che i nodi di staking possono funzionare su hardware relativamente modesto utilizzando pochissima energia.",
  "How to stake MAPO as a user": "Come fare staking di MAPO come utente",
  "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*IMPORTANTE: Per fare staking con successo, devi avere prima MAPO nel tuo portafoglio. Puoi ottenere MAPO tramite <link1>Butter Swap</link1>. Una volta che hai MAPO pronti nel tuo portafoglio, puoi procedere come segue:",
  "Go to the Staking Page and connect your wallet": "Vai alla <link1>pagina di Staking</link1> e connetti il tuo portafoglio",
  "Lock your MAPO for staking": "Blocca i tuoi MAPO per lo staking",
  "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "Se questa è la tua prima volta che partecipi allo staking, ti verrà chiesto di creare prima un account. Inserisci semplicemente il nome del tuo account, clicca su “Invia”, e vai alla pagina di staking per bloccare i tuoi MAPO.",
  "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "La quantità di MAPO bloccata dovrebbe essere la quantità di MAPO che potresti utilizzare per lo staking. “Sblocca” mostra la quantità di token MAPO rimanenti nel tuo portafoglio che non sono bloccati.",
  "Hit the “Lock” button and put in the amount you want to use for staking.": "Premi il pulsante “Blocca” e inserisci la quantità che vuoi utilizzare per lo staking.",
  "Select the validator and delegate your MAPO": "Seleziona il validatore e delega i tuoi MAPO",
  "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "Una volta che hai bloccato certe quantità di MAPO, puoi selezionare il/i validatore/i a cui vorresti delegare i tuoi MAPO. L'atto di selezionare un validatore è definito come “Vota”.",
  "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "Visita la <link1>pagina di informazioni del pool di validatori</link1> e rivedi le loro prestazioni prima di decidere per quale/i validatore/i vorresti votare. Puoi anche leggere l'introduzione dei validatori su <link2>la pagina del forum dei Validatori di MAP Protocol</link2> per vedere perché dovresti votare per un certo validatore.",
  "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "Quando scegli i validatori, sei responsabile di fare la tua ricerca e votare per quelli competenti. I tuoi MAPO saranno delegati ai validatori della tua scelta.",
  "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "Inserisci la quantità che vuoi mettere in staking e premi “Continua”. Ora puoi controllare il tuo stato di Staking nella sezione “I tuoi Voti”.",
  "User Staking FAQs": "Domande frequenti sullo Staking degli Utenti",
  "Is there any fee that I should be aware of such as delegation fee?": "C'è qualche commissione di cui dovrei essere a conoscenza, come la commissione di delega?",
  "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "Quando delegi i tuoi MAPO ai validatori selezionati, devi pagare una piccola quantità di MAPO come commissioni di gas. Inoltre, quando crei per la prima volta il tuo account di staking sulla MAP Relay Chain, verrà addebitata una commissione minima di circa 1,5 MAPO come commissioni di gas.",
  "What is the minimum amount of MAPO I can start staking?": "Qual è la quantità minima di MAPO con cui posso iniziare lo staking?",
  "You will need 10 MAPO at minimum to start staking.": "Avrai bisogno di almeno 10 MAPO per iniziare lo staking.",
  "How many validators can I choose to vote for?": "Quanti validatori posso scegliere di votare?",
  "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "Non c'è limite al numero di validatori che puoi scegliere di votare. Tuttavia, ogni volta che voti per un nuovo validatore, il voto sarà conteggiato come una nuova transazione sul blocco e devi pagare le commissioni di gas per ogni nuova transazione.",
  "How long do I need to wait to receive my staking rewards?": "Quanto tempo devo aspettare per ricevere le mie ricompense di staking?",
  "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "Le ricompense sono guadagnate una volta che un'epoca è stata aggiornata. Questo significa che dovrai aspettare circa 3-5 giorni dopo aver votato per i tuoi validatori selezionati prima di ricevere le tue ricompense.",
  "When can I withdraw my staked MAPO?": "Quando posso ritirare i miei MAPO messi in staking?",
  "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "Puoi ritirare i tuoi MAPO in qualsiasi momento istantaneamente una volta che i tuoi MAPO sono stati sbloccati. Tuttavia, c'è un periodo di attesa di 15 giorni per sbloccare i MAPO.",
  "What is the reward percentage for staking MAPO?": "Qual è la percentuale di ricompensa per fare staking di MAPO?",
  "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "Poiché stai facendo staking tramite un pool di validatori, le prestazioni e la reputazione del validatore possono influenzare le tue ricompense. I validatori che producono costantemente blocchi e mantengono un alto livello di uptime possono offrire migliori ricompense ai loro deleganti.",
  "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "Puoi avere più account per lo staking, ma non puoi usare un indirizzo per fare staking e un altro per ricevere ricompense. L'indirizzo di staking, una volta impostato, è l'indirizzo dei tuoi fondi di consenso - sia iniziali che successivi - e non può essere cambiato. Quindi, per favore, tieni questo indirizzo ben salvato e conservato in modo sicuro.",
  "How to withdraw my staked tokens?": "Come ritirare i miei token messi in staking?",
  "Unlock the amount you’d like to withdraw": "Sblocca la quantità che vorresti ritirare",
  "Wait 15 days before you can successfully withdraw the unlocked MAPO": "Aspetta 15 giorni prima di poter ritirare con successo i MAPO sbloccati",
  "Withdraw the unlocked MAPO, and you will get them in an instant": "Ritira i MAPO sbloccati, e li otterrai istantaneamente",
  "Can the staking address be changed?": "L'indirizzo di staking può essere cambiato?",
  "How do I know the validator(s) to whom I should delegate my funds?": "Come faccio a sapere a quale/i validatore/i dovrei delegare i miei fondi?",
  "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "Poiché il/i validatore/i che scegli avrà/avranno un impatto diretto sulle tue ricompense, è essenziale che tu faccia delle ricerche prima di decidere di votare per un certo validatore. Alcune metriche generali da considerare quando si seleziona: tasso di attività dell'epoca corrente, presenza sui social media e percentuale di commissione.",
  "What are the factors that may affect the staking rewards?": "Quali sono i fattori che possono influenzare le ricompense di staking?",
  "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "Le ricompense di staking sono soggette a fluttuazioni a seconda del/i validatore/i che scegli, del numero di partecipanti allo staking che stanno facendo staking, del volume delle transazioni e di altri fattori.",
  "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "Al momento della pubblicazione, i partecipanti allo staking su MAP Protocol stanno guadagnando ricompense di staking del 13,12% APY. Per le informazioni più aggiornate, vai su <link1>MAPO Scan</link1>.",
  "What are the risks involved in staking?": "Quali sono i rischi coinvolti nello staking?",
  "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "Come sempre, di solito c'è una certa forma di rischio coinvolta nella cripto e non è diverso con lo staking. La volatilità può anche influenzare l'esito dello staking e non ci sono garanzie poiché il processo di staking è randomizzato e le fluttuazioni dei prezzi devono essere sempre prese in considerazione.",
  "Enter the amount you want to stake": "Inserisci la quantità che vuoi mettere in staking",
  "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "Per fare staking con successo, devi avere prima MAPO nel tuo portafoglio. Puoi ottenere MAPO tramite Butter Swap. Una volta che hai MAPO pronti nel tuo portafoglio, puoi procedere come segue.",
  "Check validator info": "Controlla le informazioni del validatore",
  "Get MAPO": "Ottieni MAPO"
}