{
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.":"Puoi ottenere MAPO da uno scambio centralizzato o da uno scambio decentralizzato, ma paesi diversi potrebbero avere politiche diverse. Verifica quale sarebbe il modo migliore per ottenere MAPO.",

  "What is MAPO?": "Cos'è MAPO?",
  "Currency for the permissionless, digital future.": "Valuta per il futuro digitale senza permessi.",
  "Currency of MAP Protocol omnichain apps.": "Valuta delle app omnichain di MAP Protocol.",
  "Get MAPO": "Ottieni MAPO",
  "Current MAPO Price（USD）": "Prezzo attuale di MAPO (USD)",
  "Data Source: ": "Fonte dei dati: ",
  "(LAST 24 HOUR)": "(ULTIME 24 ORE)",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPO è una criptovaluta. È il denaro digitale che apre la porta per accedere alla rete omnichain peer-to-peer a livello di Bitcoin. Se sei nuovo nel mondo delle cripto, ecco come MAPO si differenzia dal denaro tradizionale.",
  "Open to all, truly borderless": "Aperto a tutti, veramente senza confini",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPO è aperto e accessibile a chiunque abbia una connessione internet e un portafoglio cripto, superando i confini geografici.",
  "You have the full autonomy": "Hai la piena autonomia",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "Gli utenti MAPO hanno il pieno controllo sui loro fondi e transazioni, eliminando la necessità di intermediari come banche o altre terze parti.",
  "Privacy by default": "Privacy di default",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "MAPO dà priorità alla privacy degli utenti per impostazione predefinita. Sebbene le transazioni siano registrate su un registro pubblico, le identità degli utenti sono spesso pseudonime.",
  "Peer-to-peer, no third parties": "Peer-to-peer, senza terze parti",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "Puoi inviare il tuo MAPO senza intermediari come banche o processori di pagamento. Inviare MAPO è come consegnare contanti, ma è online e protetto dalla crittografia.",
  "Transparency and equity": "Trasparenza ed equità",
  "User Experience": "Esperienza Utente",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "Tutte le transazioni MAPO sono registrate sulla MAP Relay Chain, garantendo trasparenza e immutabilità. Questo significa che puoi verificare le transazioni in modo indipendente.",
  "Code is law": "Il codice è legge",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "MAPO opera sulla base di regole predefinite e immutabili codificate nel software. Le regole del sistema e la politica monetaria non possono essere modificate da alcuna autorità centrale.",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "Vuoi comprare un po' di MAPO? È comune confondere MAP e MAPO. MAPO è il nome del ticker sulla MAP Relay Chain, mentre MAP è il nome su altre catene.",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "Per esplorare l'ecosistema di MAP Protocol, MAPO è ciò che probabilmente stai cercando di acquistare. <link1>Maggiori informazioni su Ottieni MAPO</link1>.",
  "What’s unique about MAPO?": "Cosa c'è di unico in MAPO?",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "Ci sono molte criptovalute e molti altri token nello spazio blockchain, ma ci sono alcune cose che solo MAPO può fare.",
  "MAPO fuels MAP Protocol": "MAPO alimenta MAP Protocol",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPO è il cuore di MAP Protocol. Quando invii MAPO o utilizzi un'app su MAP Protocol, pagherai una commissione in MAPO per utilizzare la rete MAP Protocol. Questa commissione serve come incentivo per un produttore di blocchi per elaborare e verificare la tua attività sulla rete.",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "I validatori sono come i guardiani di MAP Protocol: controllano e assicurano che tutte le transazioni siano valide e accurate. Sono selezionati casualmente per verificare nuove traduzioni e aggiungerle a una blockchain. I validatori saranno ricompensati con una piccola quantità di MAPO per il lavoro che svolgono.",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "Ci sono determinati requisiti hardware e software che devi soddisfare per diventare un validatore. Puoi controllare i dettagli su <link1>Avvia un Nodo</link1>.",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "Oltre a questi requisiti, i validatori devono anche mettere in gioco una certa quantità di MAPO per aiutare a proteggere l'intera rete MAP Protocol e guadagnare ricompense. Se preferisci proteggere la rete omnichain senza costruire un nodo, puoi comunque partecipare allo staking delegando il tuo MAPO. <link1>Maggiori informazioni sullo staking</link1>.",
  "What is MAP Protocol?": "Cos'è MAP Protocol?",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "Per saperne di più su MAP Protocol, la tecnologia dietro MAPO, consulta le informazioni su questa pagina.",
  "MAPO underpins the omnichain financial system": "MAPO sostiene il sistema finanziario omnichain",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "Andando oltre le semplici transazioni, la comunità omnichain sta creando una rete finanziaria onnicomprensiva che è peer-to-peer e universalmente accessibile.",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "Attualmente, gli utenti possono guadagnare MAPO attraverso lo staking. Tuttavia, man mano che MAP Protocol si evolve ed espande, verranno introdotte nuove funzionalità come il prestito e il prestito, ampliando l'utilità di MAPO.",
  "Uses for MAPO grow every day": "Gli usi per MAPO crescono ogni giorno",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "Poiché MAP Protocol è programmabile, gli sviluppatori possono modellare MAPO in innumerevoli modi. Ecco solo alcune delle cose che puoi fare con MAPO.",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>Scambia token</link1> — puoi scambiare MAPO con token su diverse catene.",
  "Earn interest — stake MAPO and get rewarded.": "<link1>Guadagna interessi</link1> — metti in gioco MAPO e ottieni ricompense.",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>Ottieni stablecoin</link1> — accedi al mondo delle criptovalute con un valore stabile e meno volatile.",
  "Where to get MAPO": "Dove ottenere MAPO",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "Puoi ottenere MAPO da uno scambio centralizzato o decentralizzato, ma diversi paesi possono avere politiche diverse. Controlla per vedere quale sarebbe il modo migliore per te per ottenere MAPO.",
  "Why does MAPO have value?": "Perché MAPO ha valore?",
  "MAPO holds different values for different people.": "MAPO ha valori diversi per persone diverse.",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "Per gli utenti di MAP Protocol, MAPO è prezioso perché ti consente di pagare le commissioni di transazione.",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "Altri lo vedono come un deposito di valore digitale perché la creazione di nuovi MAPO rallenta nel tempo.",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "In futuro, MAPO diventerà anche prezioso per gli utenti di app finanziarie su MAP Protocol, poiché possono utilizzare MAPO per prestiti, prestiti, streaming o anche come sistema di pagamento.",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "Ci sono anche utenti che sono investitori che prendono MAPO come loro investimento simile a Bitcoin o altre criptovalute.",
  "MAPO is not the only token in crypto": "MAPO non è l'unico token in cripto",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "Lo spazio cripto consente a chiunque di creare nuovi asset e scambiarli su varie piattaforme. Questi asset sono spesso etichettati come 'token'. Da asset tradizionali come oro e immobili a concetti innovativi come arte e persino valore personale, la tokenizzazione sta ridefinendo il nostro modo di pensare alla proprietà.",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "Il panorama cripto ospita innumerevoli token, ognuno con la sua utilità e valore unici. L'innovazione continua da parte degli sviluppatori assicura che emergano nuovi token, ognuno aprendo la strada a nuove opportunità e all'espansione del mercato.",
  "More on tokens": "Maggiori informazioni sui token",
  "Stablecoins": "Stablecoin",
  "Decentralized finance (DeFi)": "Finanza decentralizzata (DeFi)",
  "Decentralized organizations (DAOs)": "Organizzazioni decentralizzate (DAO)",
  "Non-fungible tokens (NFTs)": "Token non fungibili (NFT)",
  "Different types of tokens": "Diversi tipi di token",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "Token che riflettono il valore di una valuta tradizionale come i dollari. Questo risolve il problema della volatilità con molte criptovalute.",
  "Governance tokens": "Token di governance",
  "Tokens that represent voting power in decentralized organizations.": "Token che rappresentano il potere di voto nelle organizzazioni decentralizzate.",
  "Sh*t coins": "Sh*t coins",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "Poiché chiunque, anche persone con cattive intenzioni, può creare un nuovo token, fai sempre la tua ricerca prima di decidere di investire in essi!",
  "Collectible tokens": "Token collezionabili",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "Token che rappresentano un oggetto da gioco collezionabile, un pezzo di arte digitale o altri asset unici. Comunemente noti come token non fungibili (NFT)."
}