{
  "Why would I use MAP Protocol?": "Perché dovrei usare MAP Protocol?",
  "MAP Protocol stats": "Statistiche di MAP Protocol",
  "Cross-chain assets powered by MAP Protocol": "Asset cross-chain alimentati da MAP Protocol",
  "Accounts (wallets) with MAPO balance": "Account (portafogli) con saldo MAPO",
  "Smart contracts on MAP Protocol": "Smart contract su MAP Protocol",
  "Number of transactions powered by MAP Protocol": "Numero di transazioni alimentate da MAP Protocol",
  "Total MAPO staked": "Totale MAPO scommessi",
  "Number of nodes on MAP Protocol": "Numero di nodi su MAP Protocol",
  "Who runs MAP Protocol?": "Chi gestisce MAP Protocol?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol non è controllato da nessuna entità particolare. Esiste ogni volta che ci sono computer connessi che eseguono software seguendo il MAP Protocol e aggiungendo alla blockchain di MAP Protocol. Ognuno di questi computer è noto come un nodo. I nodi possono essere gestiti da chiunque, anche se per partecipare alla sicurezza della rete è necessario scommettere MAPO (il token nativo di MAP Protocol).",
  "What is MAP Relay Chain?": "Cos'è MAP Relay Chain?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain è una blockchain compatibile con EVM costruita sul meccanismo Proof-of-Stake e sul consenso Byzantine Fault Tolerant e vive sul Protocol Layer di MAP Protocol. Si estende proattivamente e supporta le caratteristiche delle blockchain eterogenee nella macchina virtuale e costruisce una rete di verifica light-client efficiente in termini di gas.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "Lo scopo principale di MAP Relay Chain è mantenere i light client di tutte le blockchain interessate e facilitare la verifica senza fiducia dei messaggi cross-chain. I validatori su MAP Relay Chain sono fondamentali per garantire la diversità e la robustezza della rete omnichain. MAPO è la criptovaluta utilizzata per pagare le commissioni di rete iccured su MAP Relay Chain.",
  "What is MAP Omnichain Service (MOS)?": "Cos'è MAP Omnichain Service (MOS)?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS è l'acronimo di MAP Omnichain Service, che è il secondo strato di MAP Protocol. Simile a Google Mobile Services per gli sviluppatori Android, MOS consente agli sviluppatori di dApp di costruire applicazioni cross-chain o omnichain con facilità. Questo strato consiste in Vaults e Data distribuiti su ogni catena e Messenger Program per trasmettere messaggi tra catene.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "Gli sviluppatori di dApp possono gestire in modo indipendente MOS o utilizzare i servizi forniti da MOS. Possono anche utilizzare Vaults e Data in MOS e condividere la liquidità di Vaults e Data con altre applicazioni. Messenger Program è un SDK, distribuito, operato e mantenuto dagli stessi sviluppatori di dApp. Gli sviluppatori di dApp possono anche incentivare in modo indipendente e flessibile i contributori del messenger a trasmettere messaggi omnichain per la dApp.",
  "Meet MAPO, MAP Protocol’s native currency": "Incontra MAPO, la valuta nativa di MAP Protocol",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "Molte azioni sulla rete MAP Protocol richiedono del lavoro da svolgere sulla MAP Relay Chain. Questo calcolo non è gratuito; viene pagato utilizzando la criptovaluta nativa di MAP Protocol chiamata MAPO. Questo significa che hai bisogno di almeno una piccola quantità di MAPO per utilizzare la rete.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO è puramente digitale e puoi inviarlo a chiunque in qualsiasi parte del mondo istantaneamente. L'offerta di MAPO non è controllata da nessun governo o azienda - è decentralizzata e completamente trasparente. MAPO viene emesso in modo preciso secondo il protocollo.",
  "Network fees on MAP Protocol": "Commissioni di rete su MAP Protocol",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "Le commissioni di rete sulla mainnet di MAP Protocol sono chiamate commissioni gas. Queste sono piccole spese sostenute per gli sforzi computazionali richiesti per elaborare le transazioni sulla MAP Relay Chain. Queste commissioni servono come meccanismo per allocare equamente le risorse di rete e scoraggiare attività spam o malevole.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "A differenza delle tipiche piattaforme blockchain dove le commissioni gas sono una caratteristica standard, MAP Protocol addebita commissioni gas solo per le transazioni cross-chain elaborate sulla MAP Relay Chain. Più complessa è la transazione, più alte sono le commissioni gas. Le commissioni sono influenzate anche dalla congestione della rete; durante periodi di alta attività, le commissioni potrebbero aumentare.",
  "Run a node": "Esegui un nodo",
  "More on MAP Relay Chain": "Maggiori informazioni su MAP Relay Chain",
  "More on MAP Protocol": "Maggiori informazioni su MAP Protocol",
  "What is MAPO?": "Cos'è MAPO?",
  "Get MAPO": "Ottieni MAPO",
  "More on gas fees": "Maggiori informazioni sulle commissioni gas",
  "Data Source: ": "Fonte dei dati: "
}