{
  "Welcome to MAP Protocol Community": "MAP Protocol Topluluğuna Hoş Geldiniz",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol, yüz binlerce geliştirici, teknolog, tasarımcı, kullanıcı, MAPO HODLer ve meraklıya ev sahipliği yapmaktadır.",
  "Why become part of the MAP Protocol community?": "MAP Protocol topluluğunun bir parçası olmak için nedenler",
  "Participate freely": "Serbestçe katılın",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "Uzaktan katkıda bulunma özgürlüğüne sahipsiniz, böylece size uygun olan herhangi bir yerde ve zamanda çalışabilirsiniz.",
  "Find your cohort": "Kendi grubunuzu bulun",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "Benzer düşüncelere sahip kişilerle bağlantı kurma fırsatınız var. Takım çalışması yoluyla, katılımcılar çeviri becerilerini geliştirebilir, değerli içgörüler paylaşabilir ve kolektif olarak zorlukların üstesinden gelebilirler.",
  "Get recognized and compensated": "Tanınma ve tazminat kazanın",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "Yaptığınız işin yanında adınız görünecek. Ek olarak, yaptığınız parlak iş için tazminat sağlanacaktır.",
  "How to get involved?": "Nasıl dahil olunur?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "Hızla büyüyen MAP Protocol topluluğuna dahil olmanın birçok yolu vardır; popüler çevrimiçi topluluklardan birine katılabilir, bir etkinliğe katılabilir, bir buluşma grubuna katılabilir, bir projeye katkıda bulunabilir veya MAP Protocol hakkında birçok çevrimiçi forumda yer alabilirsiniz.",
  "Join online communities": "Çevrimiçi topluluklara katılın",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "Kendi grubunuzu bulun ve birçok diğer MAP Protocol meraklısıyla birlikte katılın.",
  "MAP Protocol events": "MAP Protocol etkinlikleri",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "MAP Protocol konferanslarını, hackathonları veya buluşmalarını bulun ve katılın.",
  "Run a node": "Bir düğüm çalıştırın",
  "Operate your own node is a great way to contribute to the whole network.": "Kendi düğümünüzü işletmek, tüm ağa katkıda bulunmanın harika bir yoludur.",
  "Stake MAPO": "MAPO'yu stake edin",
  "Get your MAPO and stake them to earn more rewards.": "MAPO'nuzu alın ve daha fazla ödül kazanmak için onları stake edin.",
  "Contribute to MAP Protocol": "MAP Protocol'a katkıda bulunun",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "Açıklığı ve eşler arası merkezi olmayan yapıyı desteklediğimiz gibi, bilgiyi de herkese serbestçe erişilebilir kılmayı hedefliyoruz. Bu web sitesindeki tüm içerik açık kaynaktır. Yeni düzenlemeler önererek, parlayan yeni özellikler önererek ve bizi iyileştirmemize yardımcı olarak katkıda bulunabilirsiniz.",
  "More on contribution ": "Katılım hakkında daha fazla bilgi",
  "Learn about MAPDAO": "MAPDAO hakkında bilgi edinin",
  "Join MAPDAO": "MAPDAO'ya katılın",
  "Community center": "Topluluk merkezi"
}