{
  "Use MAP Protocol": "MAP Protocol Kullanın",
  "Learn": "Öğrenin",
  "Developer": "Geliştirici",
  "Enterprise": "Kurumsal",
  "Community": "Topluluk",
  "Find a wallet": "Bir cüzdan bulun",
  "Get MAPO": "MAPO Alın",
  "Stake MAPO": "MAPO Stake Yapın",
  "Run a node": "Bir düğüm çalıştırın",
  "OmniApp": "OmniApp",
  "Decentralized finance (DeFi)": "Merkezi Olmayan Finans (DeFi)",
  "Decentralized autonomous organizations (DAO)": "Merkezi Olmayan Otonom Organizasyonlar (DAO)",
  "Decentralized omnichain payment": "Merkezi Olmayan Omnichain Ödeme",
  "Omnichain token issuance": "Omnichain Token İhracı",
  "Decentralized omnichain identity": "Merkezi Olmayan Omnichain Kimlik",
  "What is MAP Protocol?": "MAP Protocol Nedir?",
  "MAP Relay Chain": "MAP Relay Zinciri",
  "MAP Omnichain Serivice (MOS)": "MAP Omnichain Hizmeti (MOS)",
  "What is MAPO?": "MAPO Nedir?",
  "MAPO wallets": "MAPO Cüzdanları",
  "Gas fee": "İşlem Ücreti",
  "Omnichain and fully on-chain": "Omnichain ve Tamamen Zincir Üzerinde",
  "Cross-chain smart contracts": "Zincirler Arası Akıllı Sözleşmeler",
  "Light clients": "Hafif İstemciler",
  "Zero-knowledge proofs": "Sıfır Bilgi Kanıtları",
  "Refactor light clients with ZK-proof": "ZK-Kanıtı ile Hafif İstemcileri Yeniden Düzenleme",
  "MAP Protocol quiz center": "MAP Protocol Bilgi Merkezi",
  "Develoer’s home": "Geliştiricinin Evi",
  "Documentation": "Dokümantasyon",
  "Tutorials": "Eğitimler",
  "Learn by coding": "Kodlama Yoluyla Öğrenin",
  "Set up local environment": "Yerel Ortam Kurulumu",
  "Developer incubation": "Geliştirici Kuluçka",
  "MAP Protocol for enterprises": "Kurumsal İçin MAP Protocol",
  "Community center": "Topluluk Merkezi",
  "Online community": "Çevrimiçi Topluluk",
  "Bitcoin layer-2": "Bitcoin Katman-2",
  "Understand Bitcoin layer-2": "Bitcoin Katman-2'yi Anlama",
  "Security features": "Güvenlik Özellikleri",
  "MAP Protocol as Bitcoin layer-2": "Bitcoin Katman-2 Olarak MAP Protocol",
  "Understand BRC-20": "BRC-20'yi Anlama",
  "BRC 201: From BRC-20 to EVMs": "BRC 201: BRC-20'den EVM'lere",
  "Unlocking Bitcoin ecosystem with MAP Protocol": "MAP Protocol ile Bitcoin Ekosistemini Açma",
  "MAP Protocol WhitePaper": "MAP Protocol Beyaz Kağıdı",
  "MAPO explorer": "MAPO Gezgini",
  "MAPO testnet explorer": "MAPO Testnet Gezgini",
  "Learn about MAPDAO": "MAPDAO Hakkında Bilgi Edinin",
  "Explore MAP Protocol": "MAP Protocol'ü Keşfedin",
  "MAP Protocol resources and intel": "MAP Protocol Kaynakları ve İstihbaratı",
  "You can learn more about MAP Protocol from the MAP Protocol Whitepaper, which consists of all the basic principles and technical framework of MAP Protocol.": "MAP Protocol hakkında daha fazla bilgiyi, MAP Protocol'ün temel ilkelerini ve teknik çerçevesini içeren MAP Protocol Beyaz Kağıdı'ndan öğrenebilirsiniz.",
  "Unlock Bitcoin Ecosystem with MAP Protocol": "MAP Protocol ile Bitcoin Ekosistemi Açma",
  "The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability. Explore what’s possible with MAP Protocol as a Bitcoin layer-2.": "Bitcoin ekosisteminin yeni anlatısı, Bitcoin birlikte çalışabilirliği üzerine konuları ve tartışmaları yeniden gündeme getirdi. Bitcoin Katman-2 olarak MAP Protocol ile nelerin mümkün olduğunu keşfedin.",
  "Anyone can participate in MAP Protocol’s network by staking and guarantee network security. It is is public good for the whole MAP Protocol ecosystem.": "Herkes, stake yaparak ve ağ güvenliğini garanti altına alarak MAP Protocol ağında yer alabilir. Bu, tüm MAP Protocol ekosistemi için kamusal bir iyiliktir.",
  "MAPO is the native token on the MAP Relay Chain. It is the cryptocurrency you use to pay for the network fees on the MAP Relay Chain. Learn about how to get MAPO.": "MAPO, MAP Relay Zinciri üzerinde yerel token'dır. MAP Relay Zinciri üzerinde ağ ücretlerini ödemek için kullandığınız kripto para birimidir. MAPO nasıl alınır öğrenin.",
  "The MAP Protocol community": "MAP Protocol topluluğu",
  "MAP Protocol is all about community. Check out MAP Protocol community to meet your cohorts and see how you can contribute to MAP Protocol.": "MAP Protocol tamamen topluluk hakkındadır. MAP Protocol topluluğuna göz atın, arkadaşlarınızla tanışın ve MAP Protocol'e nasıl katkıda bulunabileceğinizi görün.",
  "MAPDAO is a community-driven and pivotal platform for contributors to engage with the MAP Protocol ecosystem. It welcomes everyone who would like to make a change.": "MAPDAO, MAP Protocol ekosistemiyle ilgilenen katılımcılar için topluluk tarafından yönlendirilen ve kilit bir platformdur. Değişiklik yapmak isteyen herkesi memnuniyetle karşılar.",
  "Bitcoin layer-2 is key to Bitcoin ecosystem growth. As the adoption of Bitcoin continues to grow, the importance of these Layer-2 solutions cannot be overstated.": "Bitcoin Katman-2, Bitcoin ekosistemi büyümesi için anahtardır. Bitcoin'in benimsenmesi arttıkça, bu Katman-2 çözümlerinin önemi abartılamaz.",
  "Understand long-range attack": "Uzun Menzilli Saldırıyı Anlama",
  "Similar to the 51% attack, long-range attack is a threat to PoS blockchains. MAP Protocol uses the Bitcoin network’s security mechanism to prevent long-range attack.": "51% saldırısına benzer şekilde, uzun menzilli saldırı PoS blockchainleri için bir tehdittir. MAP Protocol, uzun menzilli saldırıyı önlemek için Bitcoin ağının güvenlik mekanizmasını kullanır.",
  "Edit Page": "Sayfayı Düzenle",
  "We use cookies to improve your experience. By continuing to browse our site, you agree to our Cookie Policy.": "Deneyiminizi iyileştirmek için çerezleri kullanıyoruz. Sitemizi gezinmeye devam ederek Çerez Politikamızı kabul etmiş olursunuz.",
  "Accept": "Kabul Et"
}