{
  "Find a Wallet": "Cüzdan Bul",
  "A crypto wallet is your gateway to the decentralized world. Find a wallet that suits your needs and has the features you want.": "Kripto cüzdan, merkezi olmayan dünyaya giriş kapınızdır. İhtiyaçlarınıza uygun ve istediğiniz özelliklere sahip bir cüzdan bulun.",
  "Wallet for MAPO": "MAPO için Cüzdan",
  "You use the following wallets to directly use and send MAPO and MAP.": "Aşağıdaki cüzdanları kullanarak doğrudan MAPO ve MAP gönderip kullanabilirsiniz.",
  "More on where to get MAPO and how to add MAP Relay Chain and MAP to your wallet.": "MAPO'yu <link1>nereden alabileceğiniz</link1> ve cüzdanınıza <link2>MAP Relay Chain ve MAP eklemek</link2> hakkında daha fazla bilgi.",
  "Choose wallets that fit your needs": "İhtiyaçlarınıza uygun cüzdanları seçin",
  "Choosing a cryptocurrency wallet depends on various factors such as your investment needs, desired level of security, ease of use, and the types of cryptocurrencies you intend to hold. Below are some considerations that may help you make an informed decision:": "Bir kripto para cüzdanı seçimi, yatırım ihtiyaçlarınız, arzu ettiğiniz güvenlik seviyesi, kullanım kolaylığı ve sahip olmayı düşündüğünüz kripto para türleri gibi çeşitli faktörlere bağlıdır. Bilinçli bir karar vermenize yardımcı olabilecek bazı hususlar aşağıda sıralanmıştır:",
  "Security": "Güvenlik",
  "Cold Wallets: Generally, hardware wallets or cold storage wallets are the most secure as they are not connected to the internet, reducing the risk of hacking.": "Soğuk Cüzdanlar: Genellikle, donanım cüzdanları veya soğuk depolama cüzdanları internete bağlı olmadıkları için en güvenli olarak kabul edilir, bu da hacklenme riskini azaltır.",
  "Hot Wallets: These are software-based and are connected to the internet. They are easier to use but are generally less secure compared to cold wallets.": "Sıcak Cüzdanlar: Bunlar yazılım tabanlıdır ve internete bağlıdırlar. Kullanımı daha kolaydır ancak genellikle soğuk cüzdanlara kıyasla daha az güvenlidirler.",
  "More on Cold Wallets and Hot Wallets": "<link1>Soğuk Cüzdanlar ve Sıcak Cüzdanlar Hakkında Daha Fazla Bilgi</link1>",
  "Type of Cryptocurrency": "Kripto Para Türü",
  "Multi-Currency Wallets: If you plan on holding multiple types of cryptocurrencies, you may want a wallet that supports this.": "Çoklu Para Birimi Cüzdanları: Birden fazla türde kripto para birimine sahip olmayı planlıyorsanız, bunu destekleyen bir cüzdan isteyebilirsiniz.",
  "Single-Currency Wallets: These only support one type of cryptocurrency and might be useful if you are only dealing with a single asset.": "Tek Para Birimi Cüzdanları: Bunlar yalnızca bir tür kripto para birimini destekler ve yalnızca tek bir varlıkla ilgileniyorsanız faydalı olabilir.",
  "User Experience": "Kullanıcı Deneyimi",
  "User-Friendly Interface: Some wallets are easier to use than others and come with a more intuitive design.": "Kullanıcı Dostu Arayüz: Bazı cüzdanlar diğerlerinden daha kolay kullanılır ve daha sezgisel bir tasarıma sahiptir.",
  "Technical Features: More experienced users may want advanced features like built-in exchanges, connection to DApps, etc.": "Teknik Özellikler: Daha deneyimli kullanıcılar, yerleşik borsalar, DApp'lara bağlantı gibi gelişmiş özellikler isteyebilir.",
  "Backup and Recovery": "Yedekleme ve Kurtarma",
  "Consider wallets that have straightforward yet secure backup and recovery options.": "Doğrudan ancak güvenli yedekleme ve kurtarma seçeneklerine sahip cüzdanları düşünün.",
  "Some wallets are free, but more secure options like hardware wallets come at a cost. There may also be transaction fees associated with a wallet's service.": "Bazı cüzdanlar ücretsizdir, ancak daha güvenli seçenekler olan donanım cüzdanları bir maliyetle gelir. Cüzdan hizmetiyle ilişkili işlem ücretleri de olabilir.",
  "Costs": "Maliyetler",
  "Development and Updates": "Geliştirme ve Güncellemeler",
  "Check if the wallet is actively being updated and improved to guard against potential future security threats.": "Cüzdanın potansiyel gelecekteki güvenlik tehditlerine karşı korunmak için aktif olarak güncellenip geliştirildiğini kontrol edin.",
  "Community and Reviews": "Topluluk ve İncelemeler",
  "Checking reviews and asking for recommendations can provide insights into the wallet’s reputation and functionality.": "İncelemeleri kontrol etmek ve tavsiyeler istemek, cüzdanın itibarı ve işlevselliği hakkında içgörüler sağlayabilir.",
  "Regulatory Compliance": "Düzenleyici Uyum",
  "Some wallets come with additional features such as KYC procedures that are required for regulatory compliance. Make sure the wallet complies with the jurisdiction you are in.": "Bazı cüzdanlar, düzenleyici uyum için gereken KYC prosedürleri gibi ek özelliklerle gelir. Cüzdanın bulunduğunuz yargı bölgesine uygun olduğundan emin olun.",
  "Mobile vs. Desktop vs. Web": "Mobil vs. Masaüstü vs. Web",
  "Your lifestyle and where you intend to manage your assets can also influence your decision. Mobile wallets are useful for people on the go, whereas desktop wallets may offer more features.": "Varlıklarınızı yönetmeyi planladığınız yer ve yaşam tarzınız da kararınızı etkileyebilir. Mobil cüzdanlar hareket halindeki insanlar için faydalıdır, oysa masaüstü cüzdanlar daha fazla özellik sunabilir.",
  "By weighing these factors based on your individual needs and conducting thorough research, you can make a more informed choice about which cryptocurrency wallet to use.": "Bu faktörleri bireysel ihtiyaçlarınıza göre değerlendirerek ve kapsamlı araştırmalar yaparak, hangi kripto para cüzdanını kullanacağınıza dair daha bilinçli bir seçim yapabilirsiniz."
}