{
  "Keep your MAPO safe": "MAPO'nuzu güvende tutun",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocol herhangi tek bir organizasyon tarafından kontrol edilmez - merkeziyetsizdir.",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "Bu, fonlarınızın güvenliğini ciddiye almanız gerektiği anlamına gelir. MAPO ile, varlıklarınızı korumak için bir bankaya veya şirkete güvenmiyorsunuz, sorumluluğu kendiniz üstleniyorsunuz.",
  "Keep your MAPO in your Own Wallet": "MAPO'nuzu Kendi Cüzdanınızda Saklayın",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "Bu, varlıklarınızı herhangi bir üçüncü tarafa güvenmek zorunda kalmadan saklayabileceğiniz ve herhangi bir saklayıcının dürüst davranmaması, iflas etmesi veya hacklenmesi durumunda korunacağınız anlamına gelir. Ancak, aynı zamanda kendi güvenliğinizden sorumlu olduğunuz anlamına da gelir.",
  "Check MAPO Transactions": "MAPO İşlemlerini Kontrol Edin",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "MAPO işlemlerinizi <link1>MAPO Scan</link1> üzerinden kontrol edebilirsiniz, geliştiricilerin ve kullanıcıların MAP Relay Chain üzerindeki çapraz zincir işlemlerini ve aktivitelerini daha verimli bir şekilde izlemeleri için bir blockchain gezgini.",
  "Follow Wallet Instructions": "Cüzdan Talimatlarını Takip Edin",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "Hesabınıza erişimi kaybederseniz, fonlarınıza da erişimi kaybedersiniz. Cüzdanınız, bunun önüne geçmek için size talimatlar vermelidir. Bu talimatları dikkatlice takip ettiğinizden emin olun - çoğu durumda, hesabınıza erişimi kaybederseniz kimse size yardım edemez.",
  "Use your MAPO": "MAPO'nuzu Kullanın",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "MAPO'nuzu başarıyla elde ettikten sonra kullanmanız için birkaç yol vardır.",
  "Store/Hold MAPO": "MAPO Saklayın/Tutun",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "Birçok kişisel yatırımcı, değer kazanacağı beklentisiyle MAPO'larını tutar. Varlıklarınızı borsaların cüzdanlarında (örneğin Bithumb) veya kripto cüzdanlarında (örneğin Metamask) saklayabilirsiniz, uzun vadede saklamak istiyorsanız, sıcak cüzdan yerine soğuk cüzdanı tercih edebilirsiniz.",
  "Learn More": "Daha Fazla Bilgi Edinin",
  "Trade MAPO": "MAPO Ticareti Yapın",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "MAPO'yu kripto para borsalarında diğer kriptoparalarla takas edebilirsiniz. Cex veya Dex borsaları, ihtiyaçlarınızı karşılamak için MAPO/MAP ticareti için bazı işlem çiftleri sunar.",
  "Transfer MAPO": "MAPO Transfer Edin",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "Yurtdışına para göndermekten farklı olarak, MAPO'yu dünyanın herhangi bir yerindeki herhangi birine neredeyse anında gönderebilirsiniz.",
  "Earn MAPO": "MAPO Kazanın",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "Staking yaparak ödüller kazanın. Staking, aksi takdirde bir cüzdan veya ticaret hesabında duracak olan staking coinlerinizdeki tutarları maksimize etmek için harika bir yoldur.",
  "Purchasing Goods": "Ürün Satın Alın",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "Bazı çevrimiçi platformlar veya çevrimdışı mağazalar ödemeler için kripto para kabul eder. Bu yerlerden mal veya hizmet satın alabilirsiniz.",
  "MAPO FAQs": "MAPO SSS",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "Metamask/Token Pocket/Particle cüzdanıma MAP Relay Chain'i nasıl eklerim?",
  "How do I add MAP to my wallet?": "Cüzdanıma MAP'ı nasıl eklerim?",
  "How do I convert MAP to MAPO?": "MAP'ı MAPO'ya nasıl dönüştürürüm?",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "MAP'ı Ethereum, BNB Smart Chain, Polygon, Klaytn ve diğerlerine nasıl aktarırım?",
  "How do I transfer MAP from centralized exchanges to my wallet?": "MAP'ı merkezi borsalardan cüzdanıma nasıl aktarırım?",
  "What do I do if a transaction on my wallet is pending or stuck?": "Cüzdanımdaki bir işlem bekliyor veya takılı kaldıysa ne yapmalıyım?",
  "Can I get my MAPO back if I send them to the wrong addresses?": "Yanlış adrese gönderdiğim MAPO'yu geri alabilir miyim?",
  "Tips for funds recovery": "Fon kurtarma ipuçları",
  "Always double-check addresses before confirming transactions.": "İşlemleri onaylamadan önce adresleri her zaman iki kez kontrol edin.",
  "Reaching out for professional help is advised if large sums are involved.": "Büyük miktarlar söz konusu olduğunda profesyonel yardım almak tavsiye edilir.",
  "Scams posing as recovery services are common; exercise extreme caution.": "Kurtarma hizmetleri gibi davranan dolandırıcılıklar yaygındır; son derece dikkatli olun.",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "Yanlış adrese gönderilen MAPO'yu kurtarma olasılığı, işlemin koşullarına ve alıcının dahil olup olmadığına büyük ölçüde bağlıdır. İşte birkaç senaryo:",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "MAPO'yu tanımadığınız birinin sahip olduğu bir kamu adresine gönderin: Sahibi geri göndermeyi kabul etmedikçe kurtarılamaz.",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "Henüz aktive edilmemiş bir kamu adresine MAPO gönderin: Kimse adresin özel anahtarlarına sahip olmadığı için kurtarılamaz.",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "MAPO'yu bir sözleşme adresine gönderin: Kurtarma olasılığı sözleşmenin koduna bağlıdır. Sözleşme kurtarma işlevine sahipse veya güncellenebilirse, bir yol olabilir. Ancak, çoğu sözleşme tokenleri geri göndermek için tasarlanmamıştır. Kurtarma genellikle imkansızdır.",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "MAPO'yu bir borsa adresine gönderin: Belki, borsanın politikalarına ve teknik yeteneklerine bağlı olarak. Borsalar tokenleri geri alabilme yeteneğine sahip olabilir ancak genellikle bir ücret talep ederler, bu yüzden maliyetli ve zaman alıcı olabilir.",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "MAPO'yu başka bir zincirdeki kendi adresinize gönderin: Belki, gönderdiğiniz zincire bağlı olarak. Ethereum, BNB Smart Chain, Polygon, Klaytn ve MAP Relay Chain'e gönderirseniz, geri getirmek için <link1>ButterSwap</link1> kullanın.",
  "Metamask or Token Pocket Wallet Users": "Metamask veya Token Pocket Cüzdan Kullanıcıları",
  "Enter the following chain info to add": "Eklemek için aşağıdaki zincir bilgilerini girin",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "Ağ adı: MAP Relay Chain (MAP Ana Ağı olarak da girebilirsiniz)",
  "New RPC URL": "Yeni RPC URL: https://rpc.maplabs.io",
  "Chain ID: 22776": "Zincir Kimliği: 22776",
  "Currency symbol: MAPO": "Para birimi sembolü: MAPO",
  "Block explorer URL: https://maposcan.io/": "Blok gezgini URL: <link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "Particle Cüzdan Kullanıcıları",
  "Log in to your Particle Wallet account": "Particle Cüzdan hesabınıza giriş yapın",
  "Search and choose “MAP Relay Chain” in the search bar": "Arama çubuğunda “MAP Relay Chain”i arayın ve seçin",
  "Check the network name on the wallet page": "Cüzdan sayfasında ağ adını kontrol edin",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "Cüzdanınızda bir işlem bekliyor veya takılı kaldıysa, bu durum ağ yoğunluğu, düşük gaz ücretleri veya diğer teknik sorunlar gibi çeşitli faktörlerden kaynaklanıyor olabilir. İşleminizin hangi zincirde olduğuna bağlı olarak, işlem durumunuzu <link1>Etherscan</link1>, <link2>BscScan</link2>, <link3>PolygonScan</link3>, <link4>klaytnscope</link4> ve <link5>MapoScan</link5> gibi blockchain gezginleri üzerinden kontrol edebilirsiniz.",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "Merkezi borsalardaki MAP'ınız bir tür ERC-20 tokenidir, yani Ethereum üzerinde yaşar. MAP'ı cüzdanınıza aktarırken, hedef adresin de Ethereum üzerinde olduğundan emin olun. MAP'ınızı BNB Smart Chain, Polygon, Klaytn ve MAP Relay Chain üzerinden aktarmaya devam etmek istiyorsanız, basitçe <link1>ButterSwap</link1> kullanın.",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "Kripto para dünyasında, varlıkları bir zincirden diğerine aktarmak genellikle bir köprü kullanmayı gerektirir. Ancak, MAP'ı farklı zincirler arasında aktarırken, MAP'ınızı farklı zincirlerde eşler arası bir şekilde kolayca takas etmek için <link1>ButterSwap</link1> adresine gidebilirsiniz. MAP Relay Chain üzerinde MAPO almak için de <link1>ButterSwap</link1> kullanabilirsiniz.",
  "MAP is on Ethereum": "MAP Ethereum, BNB Smart Chain ve Polygon üzerindedir; MAPO MAP Relay Chain üzerindedir. MAP'ınızı MAPO'ya veya tersine kolayca takas etmek için <link1>ButterSwap</link1> kullanabilirsiniz.",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "MAP Ethereum, BNB Smart Chain ve Polygon üzerinde mevcuttur. MAP'ınızı Metamask cüzdanınıza eklemek için aşağıdaki kılavuzu takip edebilirsiniz.",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "*ÖNEMLİ: Doğru sözleşme adresini girdiğinizden emin olmak için, lütfen sözleşme adreslerini gezginlerde kopyalayın. Makaledeki adresi doğrudan kopyalamayın. ",
  "If you’re on Ethereum": "Ethereum'daysanız",
  "Click “Import tokens” on Metamask": "Metamask'ta “Tokenleri İçe Aktar”a tıklayın",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "Etherscan'da 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 sözleşme adresini görüntüleyin",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "BSC Scan'da 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f sözleşme adresini görüntüleyin",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "Polygon Scan'da 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a sözleşme adresini görüntüleyin",
  "Copy and paste it back to Metamask": "Kopyalayıp Metamask'a geri yapıştırın",
  "Add the token symbol MAP": "Token sembolü MAP ekleyin",
  "Enter “Custom token”": "“Özel token” girin",
  "If you’re on BNB Chain": "BNB Chain'deyseniz",
  "If you’re on Polygon": "Polygon'daysanız"
}