{
  "Welcome to MAP Protocol": "MAP Protocol'a Hoş Geldiniz",
  "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol, eşler arası zincirler arası etkileşim için bir Bitcoin katman-2'dir.",
  "Explore MAP Protocol": "MAP Protocol'ü Keşfedin",
  "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "Bitcoin ekosistemi dönüşümü için Bitcoin katman-2",
  "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "Bitcoin ağının güvenlik mekanizmasından yararlanarak, MAP Protocol ağ güvenliğini güçlendirdi ve BRC-20 zincirler arası işlemleri etkinleştirmek ve diğer kamu zincirlerinden varlıkların ve kullanıcıların eşler arası zincirler arası yoluyla Bitcoin ağı ile etkileşim kurmasına olanak tanıyan bir Bitcoin katman-2 olarak hizmet vermektedir.",
  "The Bitcoin-level peer-to-peer cross-chain network": "Bitcoin seviyesinde eşler arası zincirler arası ağ",
  "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "“Saf eşler arası” Bitcoin ağına benzer şekilde, MAP Protocol’ün zincirler arası ağı da herhangi bir üçüncü taraf aracılığı olmadan eşler arasıdır. Zincirler arası bir isteğin geçerliliği, güvenilir üçüncü taraflar tarafından yapılan kararlar veya kanıtlara değil, kaynak zincirde gerçekleşmiş olmasına dayanır.",
  "The frontier for building anything cross-chain": "Herhangi bir zincirler arası şeyler inşa etmenin sınırı",
  "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "Zincirler arası işlemler kolaylaştırılmalıdır. Zincirler arası dApp'lerinizi inşa etmeniz veya zincir bağlantınızı mümkün olduğunca az çaba ile genişletmeniz için geliştirme araçları, öğreticiler ve SDK'lar sunuyoruz. Zincirler arası şeyler inşa etmek, tek bir zincir üzerinde inşa etmek kadar kolaydır.",
  "The infra for interoperable on-chain assets, storage, and computing": "Etkileşimli zincir üzeri varlıklar, depolama ve hesaplama için altyapı",
  "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "Etkileşimlilik, farklı zincirlerdeki farklı token'ları bağlamaktan öteye gider. Gerçekten merkezi olmayan bir Web3, varlıkların, depolamanın ve hesaplamanın hepsinin zincir üzerinde ve etkileşimli olduğu yerdir. Etkileşimli zincir üzeri varlıklar, depolama ve hesaplama için altyapıyı sağlıyoruz.",
  "Get started": "Başlayın",
  "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol, tamamen etkileşimli zincir üzeri dünyaya giriş kapınızdır. Aşağıda, sürekli gelişen teknolojiyle hızla tanışmanız için basit adımlar bulunmaktadır.",
  "Start with a Wallet": "Bir Cüzdanla Başlayın",
  "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "MAP Protocol ile bağlantı kurmanıza ve fonlarınızı yönetmenize olanak tanıyan cüzdanı bulun.",
  "Get some MAPO": "Biraz MAPO Alın",
  "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO, MAP Protocol'ün para birimidir - çeşitli amaçlar için kullanabilirsiniz.",
  "Try decentralized exchanges (DEXs)": "Merkezi Olmayan Borsaları (DEX'ler) Deneyin",
  "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEX'ler, merkezi olmayan finans (DeFi) için dönüştürücü bir öneme sahiptir. MAPO'nuzu alın ve bir DEX üzerinde işlem yapmanın mekanikleriyle tanışın.",
  "Build an omnichain dApp or become omnichain": "Omnichain bir dApp inşa edin veya omnichain olun",
  "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "Öncelikle MAP Protocol'deki BRC-201 gibi ana kavramlarla tanışarak MAP Protocol ile kodlamaya başlayın.",
  "What is MAP Protocol?": "MAP Protocol Nedir?",
  "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol, Bitcoin ekosistemi gelişimine adanmış bir Bitcoin katman-2 olarak hizmet verir. Ayrıca, blockchain tabanlı varlıklar, depolama ve hesaplama arasında etkileşimliliği sağlamak için gerekli altyapıyı sağlar. <link1>Hafif istemci</link1> ve <link2>sıfır bilgi kanıtı</link2> teknolojisi üzerine inşa edilmiş olan etkileşimli zincirler arası çözümümüz, herhangi bir güvenilir üçüncü taraf varlığı olmadan eşler arasıdır, böylece üçüncü taraf köprüleri kullanan izole blok zincirlerini veya blok zincirlerini hepsi bir arada bir Web3 geliştirme platformu ve Web3 kullanıcı geçidi haline getirir.",
  "More on MAP Protocol": "MAP Protocol Hakkında Daha Fazla Bilgi",
  "The case for MAP Protocol as Bitcoin layer-2": "Bitcoin katman-2 olarak MAP Protocol için durum",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "Turing tamamlılığının eksikliği nedeniyle, Bitcoin, Ethereum ile karşılaştırıldığında kullanılabilirliği sınırlıdır ve ekosistemi yavaş büyür. Bir Bitcoin katman-2 ve etkileşimli omnichain altyapısı olarak MAP Protocol, Bitcoin ekosisteminin etkileşimliliğini genişletebilir ve Bitcoin topluluğunun büyümesini destekleyebilir.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "MAP Protocol’ün BRC-201 ile, BRC-20 tokenlarına bir zincirler arası uzantı protokolü olan BRC-20 ve ORC-20 varlıkları, Bitcoin ağında diğer kamu zincirlerindeki diğer tokenlarla etkileşime girebilir. Bitcoin ağının zincirler arası etkileşimliliği katmanı da Bitcoin topluluğunu bir bütün olarak büyütecektir.",
  "More on Bitcoin layer-2": "Bitcoin katman-2 Hakkında Daha Fazla Bilgi",
  "Don't trust, verify: Refactor light clients verification with ZK-proof": "Güvenme, doğrula: ZK-kanıtı ile hafif istemciler doğrulamasını yeniden düzenle",
  "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "<link1>Satoshi Nakamoto’nun 2008 beyaz kağıdında</link1> ilk olarak Basitleştirilmiş Ödeme Doğrulaması (veya SPV) şeklinde önerilen hafif istemci, mümkün olduğunca çok güvenlik garantisi ile ağla etkileşimde bulunmasına izin veren bir yoldur. <link2>Sıfır bilgi kanıtı</link2>, ilk olarak 1989'da Manuel Blum, Paul Feldman ve Silvio Micali tarafından önerildi ve şimdi anonim ödemeler, kimlik doğrulama, doğrulanabilir hesaplama ve zincir üzeri oylama gibi kullanım durumlarına sahiptir.",
  "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol, <link1>ZK-kanıtı ile hafif istemciler teknolojisini yeniden düzenlemiştir</link1>, bu da hafif istemci doğrulama verimliliğini daha da iyileştirirken, tüm doğrulama işlemini herhangi bir üçüncü tarafa güvenmeden eşler arası olarak tutar.",
  "More on light clients": "Hafif istemciler Hakkında Daha Fazla Bilgi",
  "More on zero-knowledge proofs": "Sıfır bilgi kanıtları Hakkında Daha Fazla Bilgi",
  "Toward a truly interoperable future: Omnichain and fully on-chain": "Gerçekten etkileşimli bir geleceğe doğru: Omnichain ve tamamen zincir üzeri",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Bugün, çoğu etkileşimlilik çözümü yalnızca varlık zincirler arası işlemlerini vurgular. Ancak, gerçekten etkileşimli bir Web3 geleceği bundan daha fazlasını kapsar - bu bir gelecektir ki, dApp işlemleri dahil işlemler, veri depolama ve hesaplama blok zincirinde gerçekleştirilir ve farklı zincirler arasında etkileşimlidir, kullanıcılara verileri ve gizlilikleri üzerinde tam kontrol sağlar.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol, bu gerçekten etkileşimli Web3 geleceği için yol açar. MAP Protocol aracılığıyla, geliştiriciler çeşitli blockchain bileşenlerini sorunsuz bir şekilde entegre edebilir, tüm işlemlerin zincir üzerinde gerçekleştirildiği uygulamaların inşasını sağlar. Bu, kullanıcılara birden fazla zincirde veri ve varlıkları üzerinde tam kontrol sağlar.",
  "Explore omnichain and fully on-chain": "Omnichain ve tamamen zincir üzeri keşfedin",
  "The all-in-one developer portal": "Hepsi bir arada geliştirici portalı",
  "Learn about MAPDAO": "MAPDAO Hakkında Bilgi Edinin",
  "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol ve uygulamaları şeffaf ve açık kaynaklıdır, bu da tüm blockchain etkileşimlilik ihtiyaçlarınız için gidilecek çözüm haline getirir. İster zincirinizi başka bir blockchain ile bağlamak, birden fazla blockchain üzerinde çalışan bir dApp inşa etmek veya hatta Bitcoin ekosistemiyle etkileşimde bulunmak isteyin, <link1>omnichain ve tamamen zincir üzeri</link1> her şeyi inşa etmenizi kolaylaştırıyoruz.",
  "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "Kapsamlı belgelerimize ve öğreticilerimize dalarak, farklı türdeki blockchain'lerin işlevlerini nasıl birleştireceğinizi ve çığır açan özelliklere sahip bir uygulama oluşturacağınızı öğrenin.",
  "View documentation": "Belgeleri Görüntüle",
  "MAP Protocol today": "MAP Protocol bugün",
  "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "En son MAP Relay Chain istatistikleri (Veri Kaynağı: <link1>MAPO keşifçisi</link1>)",
  "TOTAL MAPO STAKED": "TOPLAM MAPO YATIRILDI",
  "The total amount of MAPO currently being staked and securing the network.": "Şu anda ağı güvence altına alan ve yatırılan toplam MAPO miktarı.",
  "NODES": "NODLAR",
  "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAP Relay Chain, dünya çapında gönüllüler tarafından işletilir ve nodlar olarak bilinir.",
  "TRANSACTIONS": "İŞLEMLER",
  "The number of cross-chain transactions successfully processed by the network.": "Ağ tarafından başarıyla işlenen zincirler arası işlem sayısı.",
  "TOTAL ADDRESS": "TOPLAM ADRES",
  "The number of users in MAP Protocol grows every day.": "MAP Protocol kullanıcı sayısı her gün artmaktadır.",
  "Join MAP Protocol community": "MAP Protocol topluluğuna katılın",
  "Join over 5,000 members on MAPDAO Discord community!": "MAPDAO Discord topluluğunda 5.000'den fazla üyeye katılın!",
  "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "Heyecan verici MAP Protocol gelişmeleri ve önemli ekosistem haberleri hakkında aylık topluluk çağrıları düzenliyoruz. Sorular sorma, fikir paylaşma ve farklı yollarla katkıda bulunma şansını yakalayın - MAPDAO topluluğunun gelişen bir parçası olmak için mükemmel bir fırsat.",
  "Join Telegram": "MAPDAO'ya Katılın"
}