{
  "Run a node": "Bir düğüm çalıştırın",
  "Run a node to secure the network": "Ağı güvence altına almak için bir düğüm çalıştırın",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "Kendi düğümünüzü işletmek, tüm ağı güvence altına alırken ve merkezsizleştirmeyi korurken tamamen egemen kalmak için harika bir yoldur.",
  "What is a node?": "Düğüm nedir?",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "Bir blockchain ağında, bir düğüm ağına katılan ve dağıtılmış defterin, yani blockchain'in bir kopyasını sürdüren bir bilgisayardır. Blockchain ağlarındaki düğümler, belirli blockchain'in mimarisi ve konsensüs algoritmasına bağlı olarak farklı roller ve sorumluluklara sahip olabilir.",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "Bir POS zinciri olarak, MAP Protocol, işlemleri doğrulamak ve MAP Relay Chain ağını mümkün olan en güvenli durumda tutmak için sorumlu doğrulayıcı düğümlere ihtiyaç duyar.",
  "Who can run a node?": "Kim bir düğüm çalıştırabilir?",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "Uygun kurulum ve yeterli paya sahip herkes doğrulayıcı olabilir.",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "Mevcut tüm doğrulayıcıların ve oylarının genel bir özetini <link1>MAPO Scan</link1> üzerinde ve <link2>yeni bir doğrulayıcı olmak için tam rehberleri burada</link2> bulabilirsiniz.",
  "Build your node": "Düğümünüzü oluşturun",
  "Hardware": "Donanım",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol, Proof of Work ağından farklı donanım gereksinimlerine sahip bir Proof Of Stake ağıdır. Proof Of Stake konsensüsü daha az CPU yoğunluğuna sahiptir ancak ağ bağlantısına ve gecikmeye daha hassastır.",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "Aşağıda, MAPO Ağı'nda Validator çalıştırmak için standart gereksinimlerin bir listesi bulunmaktadır.",
  "Memory": "Bellek",
  "Disk": "Disk",
  "256 GB of SSD storage, plus a secondary HDD": "256 GB SSD depolama, artı ikincil bir HDD",
  "Network": "Ağ",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "En az 100 Mb giriş/çıkış Ethernet ile fiber İnternet bağlantısı (ideal olarak yedek bağlantılar ve HA anahtarları)",
  "Software": "Yazılım",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "Atlas oluşturmak için git, Go (1.14 veya daha yeni sürüm) ve bir C derleyicisi gereklidir.",
  "You can install them using your favorite package manager.": "Onları favori paket yöneticinizi kullanarak yükleyebilirsiniz.",
  "Others": "Diğerleri",
  "Your account needs to have at least 1,000,000 MAPO.": "Hesabınızın en az 1.000.000 MAPO'ya sahip olması gerekiyor.",
  "Run your node": "Düğümünüzü çalıştırın",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "MAP Protocol üzerinde doğrulayıcı notunuzu çalıştırmadan önce önkoşulumuzu karşıladığınızdan emin olun. Doğrulayıcı notunuzu MAP Protocol üzerinde çalıştırmak için beş adımı veya gelişmiş rehberleri takip edin.",
  "You can also browse our guides on How To Become A New Validator to get started.": "Ayrıca başlamak için <link1>Yeni Bir Doğrulayıcı Nasıl Olunur</link1> rehberlerimize göz atabilirsiniz.",
  "Step 1: Create an account": "Adım 1: Bir hesap oluşturun",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "Bu adımda, kimlik bilgilerinizi hesabınızı, anahtarlarınızı ve metaverilerinizi yönetecek olan ilgili yönetim sözleşmesine aktarmanız gerekiyor.",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "Bu adımın amacı, onaylama, oylama ve doğrulama için kullanılacak alternatif anahtarları yetkilendirerek kilitli <text>MAPO</text>'nuzu daha güvenli hale getirmektir. Bunu yaparak, kilitli <text>MAPO</text>'nuzun erişimine sahip anahtarı depolamada tutarken protokole katılmaya devam edebilirsiniz.",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "Yukarıdaki işlemleri gerçekleştirmek için <text>createAccount</text> komutuna ihtiyacınız var. <text>createAccount</text> komutu hakkında daha fazla ayrıntı için lütfen <link1>şuna</link1> bakın.",
  "Step 2: Authorize": "Adım 2: Yetkilendirme",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "Bir hesap adına konsensüs mesajlarını imzalamak için bir adresi yetkilendirir. Bu yetkilendirilmiş adrese imzalayıcı denir. Adından da anlaşılacağı gibi, imzalayıcı sadece imzalamadan sorumludur. Ödülünüz imzalayıcıya değil, önceki adımda oluşturduğunuz hesaba verilecektir.",
  "Step 3: Locked MAPO": "Adım 3: Kilitli MAPO",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "Doğrulayıcı olmak için belirlediğimiz eşik, 1.000.000 <text>MAPO</text>'yu ilgili yönetim akıllı sözleşmesine kilitlemektir. Bu kilitli <text>MAPO</text>, gelecekteki cezalar için kullanılacak ve seçilmek için koşullardan biri olacaktır.",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "Yukarıdaki işlemleri gerçekleştirmek için <text>lockedMAPO</text> komutuna ihtiyacınız var, <text>lockedMAPO</text> komutu hakkında daha fazla ayrıntı için lütfen <link1>şuna</link1> bakın.",
  "Step 4: Validator register": "Adım 4: Doğrulayıcı kaydı",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "Bu adım, yeni bir doğrulayıcı olarak <text>kaydolma</text> için anahtar bir adımdır. Yukarıdaki işlemleri gerçekleştirmek için kayıt komutuna ihtiyacınız var. <text>kayıt</text> komutu hakkında daha fazla ayrıntı için lütfen <link1>şuna</link1> bakın.",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "Bu adımda, başarıyla bir doğrulayıcı olarak kaydolacaksınız. Sonraki adımda, kendiniz için oy kullanmayı deneyebilirsiniz. Oy kullanma hakkında ayrıntılar için lütfen <link1>şuna</link1> bakın.",
  "Step 5: Vote": "Adım 5: Oy",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "Doğrulayıcıların seçim için düşünülebilmesi için en az 0.001 oranında oya sahip olmaları gerekir, bu yüzden doğrulayıcının oylara ihtiyacı vardır. Kendi doğrulayıcı hesabınızı kullanarak kendiniz için oy kullanabilir veya diğer doğrulayıcıların veya kullanıcıların sizin için oy devretmelerine izin verebilirsiniz.",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "Adım 3'te 1.000.000 <text>MAPO</text>'yu kilitlediğinizden, şimdi kendiniz için <link1>oy</link1> kullanmak harika bir karar.",
  "Stake your MAPO": "MAPO'nuzu stake edin",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "Kendi düğümünüzü oluşturmak göz korkutucu geliyor veya teknik uzmanlığınızın dışında kalıyorsa, kenarda kalmak zorunda değilsiniz. Sadece MAPO stake edin! Ağımızı güçlendirmekte ve sürdürmekte kilit bir rol oynayabilirsiniz."
}