{
  "Get rewarded while securing MAP Protocol omnichain network": "MAP Protocol omnichain ağını güvence altına alırken ödüllendirilin",
  "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "MAPO staking, tüm MAP Protocol omnichain ekosistemi için kamuya açık bir iyiliktir. Validator'lar, düğümlerini uygun şekilde kurduktan sonra yeterli stake'e sahip olmalıdır.",
  "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "İzinsiz Delegated Proof-of-Stake (DPoS) blockchain olarak MAP Protocol, kullanıcıların MAPO'larını işlemleri işleyen ve ağı çalıştıran validator'lara devrederek stake yapmalarına olanak tanır.",
  "TOTAL MAPO STAKED": "TOPLAM MAPO STAKED",
  "TOTAL VALIDATORS": "TOPLAM VALIDATOR'lar",
  "CURRENT APR": "GÜNCEL APR",
  "Stake MAPO": "MAPO'yu Stake Et",
  "What is staking": "Staking nedir",
  "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "Genellikle, staking, bir blockchain ağının operasyonlarını desteklemek için proof-of-stake (PoS) veya benzer bir konsensüs mekanizmasına katılma sürecidir. Katılımcılar, işlemleri doğrulamaya, ağı güvence altına almaya ve yeni bloklar üretmeye yardımcı olmak için belirli bir miktar kripto para birimini bir cüzdanda kilitlemektedir. Karşılığında, katılımcılar genellikle ek tokenlar olarak ödüller alır ve bu da pasif gelir akışına yol açabilir.",
  "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "MAP Protocol'de, staking belirli miktarlarda MAPO'yu <link1>MAPO Validator Havuzu</link1>'na kilitleme eylemidir. Hem validator'lar hem de kullanıcılar staking'e katılabilir.",
  "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "Validator'lar Validator düğümlerini yapılandırdıktan sonra, staking havuzlarında 1 Milyon MAPO'ya sahip olmaları gerekmektedir. Kullanıcılar, MAPO'larını belirli bir Validator'ün stake'ine devrederek staking'e katılabilir ve bu şekilde o Validator'ün işletilmesine yardımcı olup stake'lerine göre ödüllerin bir yüzdesini kazanabilirler.",
  "More on how to get MAPO": "MAPO nasıl alınır",
  "Why stake your MAPO": "MAPO'nuzu neden stake etmelisiniz",
  "Earn rewards": "Ödüller kazanın",
  "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "Ağın konsensüse ulaşmasına yardımcı olan eylemler için ödüller verilir. Doğru validator'ı seçerek varlığınızı ona devrettiğinizde, yeni bloklara işlemleri doğru bir şekilde toplayan ve diğer validator'ların işlerini kontrol eden validator için ödüller alırsınız çünkü bu, zincirin güvenli bir şekilde çalışmasını sağlar.",
  "Better security": "Daha iyi güvenlik",
  "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "Daha fazla MAPO stake edildiğinde, ağ saldırılara karşı daha güçlü hale gelir, çünkü ağın çoğunluğunu kontrol etmek için daha fazla MAPO gerektirir. Bir tehdit oluşturmak için, çoğunlukta olan validator'ların çoğunluğuna sahip olmanız gerekir, bu da sistemdeki çoğunluk MAPO'yu kontrol etmeniz anlamına gelir - bu çok şey demektir!",
  "More sustainability": "Daha fazla sürdürülebilirlik",
  "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "Staker'lar, ağı güvence altına almak için katılmak amacıyla enerji yoğun proof-of-work hesaplamaları yapmak zorunda değildir, bu da staking düğümlerinin nispeten mütevazı donanımlarda çok az enerji kullanarak çalıştırılabileceği anlamına gelir.",
  "How to stake MAPO as a user": "Kullanıcı olarak MAPO'yu nasıl stake edebilirim",
  "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*ÖNEMLİ: Başarılı bir şekilde stake etmek için, öncelikle cüzdanınızda MAPO'nuzun olması gerekmektedir. MAPO'yu <link1>Butter Swap</link1> aracılığıyla alabilirsiniz. Cüzdanınızda MAPO'nuz hazır olduğunda, aşağıdaki gibi devam edebilirsiniz:",
  "Go to the Staking Page and connect your wallet": "<link1>Staking Sayfası</link1>'na gidin ve cüzdanınızı bağlayın",
  "Lock your MAPO for staking": "Staking için MAPO'nuzu kilitleyin",
  "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "Eğer bu sizin ilk kez staking'e katılımınızsa, önce bir hesap oluşturmanız istenecektir. Basitçe hesap adınızı girin, “Gönder”e tıklayın ve staking sayfasına gidip MAPO'nuzu kilitleyin.",
  "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "Kilitlenmiş olan MAPO miktarı, staking için kullanabileceğiniz MAPO miktarı olmalıdır. “Kilidini Aç” cüzdanınızda kilitlenmemiş kalan MAPO token miktarını gösterir.",
  "Hit the “Lock” button and put in the amount you want to use for staking.": "“Kilitle” düğmesine tıklayın ve staking için kullanmak istediğiniz miktarı girin.",
  "Select the validator and delegate your MAPO": "Validator'ı seçin ve MAPO'nuzu ona devredin",
  "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "Belirli miktarlarda MAPO'yu kilitledikten sonra, MAPO'nuzu devretmek istediğiniz validator(ler)i seçebilirsiniz. Bir validator'ı seçme eylemi “Oy Verme” olarak adlandırılır.",
  "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "<link1>validator havuzu bilgi sayfasını</link1> ziyaret edin ve oylamak istediğiniz validator(ler)i seçmeden önce performanslarını gözden geçirin. Ayrıca, belirli bir validator için neden oy vermeniz gerektiğini görmek için <link2>MAP Protocol Validator forum sayfasındaki</link2> validator'ların tanıtımlarını da okuyabilirsiniz.",
  "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "Validator'ları seçerken, kendi araştırmanızı yapmak ve yetkin olanları oylamak sizin sorumluluğunuzdadır. MAPO'nuz, seçtiğiniz validator'lara devredilecektir.",
  "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "Stake etmek istediğiniz miktarı girin ve “Devam Et”e tıklayın. Şimdi “Oylarınız” bölümünde Staking durumunuzu kontrol edebilirsiniz.",
  "User Staking FAQs": "Kullanıcı Staking SSS",
  "Is there any fee that I should be aware of such as delegation fee?": "Delegasyon ücreti gibi farkında olmam gereken herhangi bir ücret var mı?",
  "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "Seçtiğiniz validator(ler)e MAPO'nuzu devrederken, gaz ücretleri olarak küçük bir miktar MAPO ödemeniz gerekecektir. Ayrıca, ilk kez MAP Relay Chain'de staking hesabınızı oluşturduğunuzda, gaz ücretleri olarak yaklaşık 1.5 MAPO tahsil edilecektir.",
  "What is the minimum amount of MAPO I can start staking?": "Staking'e başlamak için minimum ne kadar MAPO'ya ihtiyacım var?",
  "You will need 10 MAPO at minimum to start staking.": "Staking'e başlamak için minimum 10 MAPO'ya ihtiyacınız olacak.",
  "How many validators can I choose to vote for?": "Kaç tane validator için oy verebilirim?",
  "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "Oy verebileceğiniz validator sayısında bir sınırlama yoktur. Ancak, her yeni validator için oy verdiğinizde, oy yeni bir işlem olarak blokta sayılacak ve her yeni işlem için gaz ücretleri ödemeniz gerekecektir.",
  "How long do I need to wait to receive my staking rewards?": "Staking ödüllerimi almak için ne kadar beklemem gerekiyor?",
  "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "Ödüller, bir dönem güncellendiğinde kazanılır. Bu, seçtiğiniz validator(ler)e oy verdikten sonra ödüllerinizi almadan önce yaklaşık 3 ila 5 gün beklemeniz gerektiği anlamına gelir.",
  "When can I withdraw my staked MAPO?": "Staked MAPO'umu ne zaman çekebilirim?",
  "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "MAPO'nuzun kilidi açıldıktan sonra, istediğiniz zaman anında MAPO'nuzu çekebilirsiniz. Ancak, MAPO'nun kilidini açmak için 15 günlük bekleme süresi vardır.",
  "What is the reward percentage for staking MAPO?": "MAPO'yu stake etmek için ödül yüzdesi nedir?",
  "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "Bir validator havuzu aracılığıyla stake yapıyorsanız, validator'ün performansı ve itibarı ödüllerinizi etkileyebilir. Sürekli olarak bloklar üreten ve yüksek düzeyde çalışma süresi sağlayan validator'lar, delegelerine daha iyi ödüller sunabilir.",
  "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "Staking için birden fazla hesabınız olabilir, ancak staking için bir adres kullanıp başka bir adresi ödüllerinizi almak için kullanamazsınız. Staking adresi, bir kez belirlendiğinde, hem başlangıç hem de sonraki ödüllerinizin adresi olur ve değiştirilemez. Bu nedenle, lütfen bu adresi düzgün bir şekilde yedekleyin ve güvenli bir şekilde saklayın.",
  "How to withdraw my staked tokens?": "Staked tokenlarımı nasıl çekebilirim?",
  "Unlock the amount you’d like to withdraw": "Çekmek istediğiniz miktarın kilidini açın",
  "Wait 15 days before you can successfully withdraw the unlocked MAPO": "Kilidini açtığınız MAPO'yu başarılı bir şekilde çekebilmeniz için 15 gün bekleyin",
  "Withdraw the unlocked MAPO, and you will get them in an instant": "Kilidini açtığınız MAPO'yu çekin ve anında alın",
  "Can the staking address be changed?": "Staking adresi değiştirilebilir mi?",
  "How do I know the validator(s) to whom I should delegate my funds?": "Fonlarımı hangi validator(ler)e devretmeliyim?",
  "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "Seçeceğiniz validator(ler) doğrudan ödüllerinizi etkileyeceğinden, belirli bir validator için oy vermeden önce biraz araştırma yapmanız önemlidir. Seçerken dikkat edilmesi gereken bazı genel metrikler: Mevcut dönem aktivite oranı, sosyal medya varlığı ve komisyon yüzdesi.",
  "What are the factors that may affect the staking rewards?": "Staking ödüllerini etkileyebilecek faktörler nelerdir?",
  "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "Staking ödülleri, seçtiğiniz validator(ler)e, staking yapan katılımcıların sayısına, işlem hacmine ve diğer faktörlere bağlı olarak değişiklik gösterebilir.",
  "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "Bu yazıyı yazdığımız sırada, MAP Protocol'de staker'lar %13.12 APY staking ödülleri kazanıyorlar. En güncel bilgiler için <link1>MAPO Scan</link1>'e başvurun.",
  "What are the risks involved in staking?": "Staking ile ilgili riskler nelerdir?",
  "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "Her zaman olduğu gibi, kripto ile ilgili genellikle bir tür risk vardır ve staking ile farklı değildir. Volatilite de staking sonucunu etkileyebilir ve staking süreci rastgele olduğu ve fiyat dalgalanmalarının her zaman göz önünde bulundurulması gerektiği için garantiler yoktur.",
  "Enter the amount you want to stake": "Stake etmek istediğiniz miktarı girin",
  "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "Başarılı bir şekilde stake etmek için, öncelikle cüzdanınızda MAPO'nuzun olması gerekmektedir. MAPO'yu Butter Swap aracılığıyla alabilirsiniz. Cüzdanınızda MAPO'nuz hazır olduğunda, aşağıdaki gibi devam edebilirsiniz.",
  "Check validator info": "Validator bilgilerini kontrol edin",
  "Get MAPO": "MAPO alın"
}