{
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.":"MAPO'yu merkezi bir borsadan veya merkezi olmayan bir borsadan alabilirsiniz ancak farklı ülkelerin farklı politikaları olabilir. MAPO'yu almanın en iyi yolunun hangisi olduğunu kontrol edin.",

  "What is MAPO?": "MAPO nedir?",
  "Currency for the permissionless, digital future.": "İzinsiz, dijital gelecek için para birimi.",
  "Currency of MAP Protocol omnichain apps.": "MAP Protocol çok zincirli uygulamalarının para birimi.",
  "Get MAPO": "MAPO'yu Edinin",
  "Current MAPO Price（USD）": "Güncel MAPO Fiyatı (USD)",
  "Data Source: ": "Veri Kaynağı: ",
  "(LAST 24 HOUR)": "(SON 24 SAAT)",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPO, bir kripto para birimidir. Bitcoin seviyesinde eşler arası çok zincirli ağa erişim sağlayan dijital paradır. Kripto paraya yeniyseniz, işte MAPO'nun geleneksel paradan farkları.",
  "Open to all, truly borderless": "Herkes için açık, gerçekten sınırsız",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPO, internet bağlantısı ve bir kripto cüzdanı olan herkes için açık ve erişilebilirdir, coğrafi sınırları aşar.",
  "You have the full autonomy": "Tam otonomiye sahipsiniz",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "MAPO kullanıcıları, fonları ve işlemleri üzerinde tam kontrol sahibidir, bankalar veya diğer üçüncü taraflar gibi aracıların ihtiyacını ortadan kaldırır.",
  "Privacy by default": "Varsayılan olarak gizlilik",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "MAPO, varsayılan olarak kullanıcı gizliliğine öncelik verir. İşlemler kamuya açık bir defterde kaydedilse de, kullanıcı kimlikleri genellikle takma isimlerle anılır.",
  "Peer-to-peer, no third parties": "Eşler arası, üçüncü taraflar yok",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "MAPO'nuzu bankalar veya ödeme işlemcileri gibi aracılar olmadan gönderebilirsiniz. MAPO göndermek, nakit para teslimi gibidir, ancak çevrimiçidir ve kriptografi ile güvence altına alınmıştır.",
  "Transparency and equity": "Şeffaflık ve eşitlik",
  "User Experience": "Kullanıcı Deneyimi",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "Tüm MAPO işlemleri, MAP Relay Chain üzerinde kaydedilir, şeffaflığı ve değişmezliği sağlar. Bu, işlemleri bağımsız olarak doğrulayabileceğiniz anlamına gelir.",
  "Code is law": "Kod kanundur",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "MAPO, yazılıma kodlanmış önceden belirlenmiş, değişmez kurallara dayanarak işler. Sistemin kuralları ve parasal politikası herhangi bir merkezi otorite tarafından değiştirilemez.",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "Biraz MAPO satın almak mı istiyorsunuz? MAP ve MAPO'yu karıştırmak yaygındır. MAPO, MAP Relay Chain üzerindeki işaret adıdır, MAP ise diğer zincirlerdeki isimdir.",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "MAP Protocol ekosistemini keşfetmek için, muhtemelen satın almak istediğiniz şey MAPO'dur. <link1>MAPO'yu Edinin</link1> hakkında daha fazla bilgi.",
  "What’s unique about MAPO?": "MAPO'nun benzersiz yanı nedir?",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "Blockchain alanında birçok kripto para ve başka tokenlar var, ancak sadece MAPO'nun yapabildiği bazı şeyler vardır.",
  "MAPO fuels MAP Protocol": "MAPO, MAP Protocol'ü destekler",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPO, MAP Protocol'ün kalbidir. MAPO gönderdiğinizde veya MAP Protocol üzerinde bir uygulama kullandığınızda, MAP Protocol ağını kullanmak için bir ücret olarak MAPO ödersiniz. Bu ücret, ağ üzerindeki etkinliğinizi işlemek ve doğrulamak için bir blok üreticisine teşvik olarak hizmet eder.",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "Doğrulayıcılar, MAP Protocol'ün kapı bekçileri gibidir - tüm işlemlerin geçerli ve doğru olduğundan emin olurlar. Yeni çevirileri doğrulamak ve bunları bir blockchain'e eklemek için rastgele seçilirler. Doğrulayıcılar yaptıkları iş için küçük bir miktar MAPO ile ödüllendirileceklerdir.",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "Doğrulayıcı olmak için belirli donanım ve yazılım gereksinimlerini karşılamanız gerekir. Detayları <link1>Bir Düğüm Çalıştırın</link1> üzerinden kontrol edebilirsiniz.",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "Bu gereksinimlerin yanı sıra, doğrulayıcılar ayrıca tüm MAP Protocol ağını güvence altına almak ve ödüller kazanmak için belirli bir miktar MAPO yatırmaları gerekmektedir. Bir düğüm oluşturmadan çok zincirli ağı güvence altına almayı tercih ederseniz, MAPO'nuzu temsil etme yoluyla yatırım yapmaya katılabilirsiniz. <link1>Yatırım yapma</link1> hakkında daha fazla bilgi.",
  "What is MAP Protocol?": "MAP Protocol nedir?",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "MAPO'nun arkasındaki teknoloji olan MAP Protocol hakkında daha fazla bilgi için, bu sayfadaki bilgileri kontrol edin.",
  "MAPO underpins the omnichain financial system": "MAPO, çok zincirli finansal sistemi destekler",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "Sadece işlemlerin ötesine geçerek, çok zincirli topluluk, eşler arası ve evrensel olarak erişilebilir kapsamlı bir finansal ağ oluşturuyor.",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "Şu anda, kullanıcılar yatırım yaparak MAPO kazanabilirler. Ancak, MAP Protocol geliştikçe ve genişledikçe, borç verme ve ödünç alma gibi yaklaşan işlevler tanıtılacak, MAPO'nun kullanım alanını genişletecektir.",
  "Uses for MAPO grow every day": "MAPO için kullanımlar her gün artıyor",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "MAP Protocol programlanabilir olduğu için, geliştiriciler MAPO'yu sayısız şekilde şekillendirebilirler. İşte MAPO ile yapabileceğiniz bazı şeyler.",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>Token Takası</link1> — MAPO'yu farklı zincirlerdeki tokenlarla takas edebilirsiniz.",
  "Earn interest — stake MAPO and get rewarded.": "<link1>Faiz Kazanın</link1> — MAPO yatırımı yapın ve ödüllendirilin.",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>Sabit paralar Edinin</link1> — daha sabit, daha az volatil bir değere sahip kripto paralar dünyasına erişin.",
  "Where to get MAPO": "MAPO'yu Nereden Alabilirsiniz",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "MAPO'yu merkezi bir borsadan veya merkezi olmayan bir borsadan alabilirsiniz, ancak farklı ülkelerin farklı politikaları olabilir. MAPO'yu almanın sizin için en iyi yolunu kontrol edin.",
  "Why does MAPO have value?": "MAPO'nun değeri neden var?",
  "MAPO holds different values for different people.": "MAPO, farklı insanlar için farklı değerlere sahiptir.",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "MAP Protocol kullanıcıları için, MAPO işlem ücretlerini ödemenizi sağlar.",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "Diğerleri, yeni MAPO oluşturmanın zamanla yavaşladığı için onu dijital bir değer deposu olarak görür.",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "Gelecekte, MAPO, MAP Protocol üzerindeki finansal uygulamaların kullanıcıları için de değerli hale gelecek, çünkü onlar MAPO'yu borç verme, ödünç alma, akış veya hatta bir ödeme sistemi olarak kullanabilirler.",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "Ayrıca, Bitcoin veya diğer kripto paralar gibi yatırımlarını MAPO olarak yapan yatırımcılar da vardır.",
  "MAPO is not the only token in crypto": "MAPO, kripto para birimindeki tek token değildir",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "Kripto alanı, herkesin yeni varlıklar oluşturmasına ve bunları çeşitli platformlarda ticaret yapmasına olanak tanır. Bu varlıklar genellikle 'token' olarak etiketlenir. Altın ve gayrimenkul gibi geleneksel varlıklardan sanat ve hatta kişisel değer gibi yenilikçi kavramlara kadar, tokenleştirme, mülkiyet hakkında düşündüğümüz şekli yeniden şekillendiriyor.",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "Kripto manzarası, her biri benzersiz bir kullanım ve değere sahip sayısız token barındırır. Geliştiriciler tarafından sürekli yenilik, yeni tokenların sürekli olarak ortaya çıkmasını sağlar, her biri yeni fırsatlar ve pazar genişlemesi için yol açar.",
  "More on tokens": "Tokenlar hakkında daha fazla bilgi",
  "Stablecoins": "Stablecoinler",
  "Decentralized finance (DeFi)": "Merkezi Olmayan Finans (DeFi)",
  "Decentralized organizations (DAOs)": "Merkezi Olmayan Organizasyonlar (DAO'lar)",
  "Non-fungible tokens (NFTs)": "Değiştirilemez Tokenlar (NFT'ler)",
  "Different types of tokens": "Farklı türde tokenlar",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "Geleneksel bir para birimi gibi doların değerini yansıtan tokenlar. Bu, birçok kripto para birimi ile ilgili volatilite sorununu çözer.",
  "Governance tokens": "Yönetim tokenları",
  "Tokens that represent voting power in decentralized organizations.": "Merkezi olmayan organizasyonlarda oy gücünü temsil eden tokenlar.",
  "Sh*t coins": "B*k coinler",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "Kötü niyetli insanlar bile yeni bir token oluşturabildiği için, yatırım yapmaya karar vermeden önce her zaman araştırma yapın!",
  "Collectible tokens": "Koleksiyon tokenları",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "Koleksiyon oyun öğesi, dijital sanat parçası veya diğer benzersiz varlıkları temsil eden tokenlar. Genellikle değiştirilemez tokenlar (NFT'ler) olarak bilinir."
}