{
  "What is MAP Protocol?": "MAP Protocol nedir?",
  "A Bitcoin layer-2. The foundation for Interoperability": "Bir Bitcoin katman-2. Birlikte çalışabilirlik için temel",
  "What is Bitcoin layer-2": "Bitcoin katman-2 nedir",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "MAP Protocol'ün nasıl çalıştığına, getirdiği faydalara ve varlıkların, depolamanın ve hesaplamanın hepsinin zincir üzerinde ve birlikte çalışabilir bir geleceği nasıl gerçeğe dönüştürebileceğine dair tam bir acemi rehberi.",
  "The user gateway to Web3": "Web3'e kullanıcı geçidi",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "Hardcore teknik detaylar ve karmaşık çapraz zincir adımları, yeni kullanıcıların Web3 dünyasına girmesini engelliyor. MAP Protocol, Web3'ü sezgisel bir şekilde gezinmeyi sağlar. MAP Protocol'de kullanıcıların sadece varlıkları üzerinde tam sahipliğe sahip olduklarını ve bir zincirden diğerine varlık taşıdıklarında, bu işlemin tamamen eşler arası olduğunu ve hiçbir üçüncü tarafın müdahale edemeyeceğini bilmeleri yeterlidir.",
  "The all-in-one developer portal": "Her şey bir arada geliştirici portalı",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "Veri egemenliği, Web3'ün çekirdeğinde yer alır, bu da kullanıcıların verileri üzerinde tam sahipliğe sahip oldukları anlamına gelir. Bir Web3 uygulaması geliştirmek için, geliştiricilerin kullanıcı varlıklarının, depolamanın ve hesaplamanın hepsinin zincir üzerinde olduğu farklı blok zincirlerinin işlevselliğini birleştirmeleri gerekir. MAP Protocol aracılığıyla, geliştiriciler farklı blok zinciri bileşenlerini sorunsuz bir şekilde birleştirebilir ve kullanıcıların verileri ve varlıkları üzerinde kontrol sahibi olduğu uygulamalar oluşturabilirler.",
  "The guardian for the free and peer-to-peer flow of assets": "Özgür ve eşler arası varlık akışının koruyucusu",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3, değerin yeni İnternet'idir. İnternet değerinin akışı, üçüncü taraflardan güvenlik endişeleri ve zorluklarla karşılaşabilir. Tek bir blok zincirindeki varlık akışı zaten eşler arasıdır, ancak MAP Protocol, farklı blok zincirlerindeki varlıkların tamamen eşler arası bir şekilde akmasını sağlayarak bunu bir adım daha ileri götürür.",
  "Summary": "Özet",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol, blok zinciri tabanlı varlıklar, depolama ve hesaplama arasında birlikte çalışabilirliği sağlamak için gerekli omnichain altyapısını sağlar. Hafif istemci ve sıfır bilgi kanıtı teknolojisi üzerine inşa edilmiş olan çapraz zincir çözümümüz, güvenilir üçüncü taraf varlıkları olmadan tamamen eşler arasıdır. MAP Protocol ağı, bir Web3 kullanıcı geçidi ve geliştirici portalı olarak hizmet vererek, kullanıcıların ve geliştiricilerin eşler arası bir şekilde çapraz zincirde her şeyi kullanmalarını ve inşa etmelerini sağlar.",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "MAP Protocol hesabınızı her yerden, her zaman oluşturabilir ve omnichain uygulamaları keşfedebilir veya kendi uygulamanızı inşa edebilirsiniz. Çekirdek yenilik, merkezi bir otoriteye güvenmeden tüm çapraz zincir işlemlerini yapabilmenizdir.",
  "What can MAP Protocol do?": "MAP Protocol ne yapabilir?",
  "Interoperable Omnichain Asset": "Birlikte Çalışabilir Omnichain Varlık",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol, blok zinciri tabanlı varlıkların sorunsuz çapraz zincir transferlerini sağlar. Bu, sizi tek bir blok zinciri ekosistemine sıkışmaktan kurtarır ve varlık likiditesini ve kullanışlılığını artırır.",
  "Interoperable On-chain Storage and Computing": "Birlikte Çalışabilir Zincir Üzeri Depolama ve Hesaplama",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "Varlık transferlerinin ötesinde, MAP Protocol, birlikte çalışabilirlik alanını zincir üzeri depolama ve hesaplama kaynaklarını da içerecek şekilde genişletir, böylece dApp geliştiricileri birden fazla blok zincirindeki hizmetleri verimli bir şekilde kullanabilirler.",
  "Enhanced Security and Privacy": "Gelişmiş Güvenlik ve Gizlilik",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "Hafif istemci ve sıfır bilgi kanıtı teknolojisi üzerine inşa edilmiş olan MAP Protocol, güvenilir bir üçüncü tarafa ihtiyaç duymadan tamamen eşler arası bir yaklaşım benimser çapraz zincir etkileşimleri için.",
  "Developer-Friendly Platform": "Geliştirici Dostu Platform",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "Web3 kullanıcı geçidi ve geliştirici portalı ile MAP Protocol, geliştiricilere çapraz zincir uygulamaları oluşturmak ve dağıtmak için gerekli araç setlerini sağlar, böylece blok zinciri yeniliğine bir katalizör olarak etki eder.",
  "User Empowerment": "Kullanıcı Güçlendirmesi",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "Kullanıcılar kolaylıkla bir MAP Protocol hesabı oluşturabilir ve omnichain ekosistemini keşfedebilir veya katkıda bulunabilirler. Merkezi bir otorite kuralları değiştiremez veya erişimi kısıtlayamaz, böylece kullanıcılara eşsiz bir kontrol sunar.",
  "Peer-to-Peer Network": "Eşler Arası Ağ",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "MAP Protocol omnichain ağı, eşler arası işlemlere ve etkileşimlere olanak tanır, blok zinciri teknolojisinin orijinal merkezsizleştirme etosunu korurken çapraz zincir yeteneklerinin avantajlarını sunar.",
  "Bitcoin ecosystem growth": "Bitcoin ekosistemi büyümesi",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "MAP Protocol, Bitcoin katman-2 olduğu için, herhangi bir zincirdeki herhangi bir varlık kolayca Bitcoin ağı ile etkileşime girebilir. Bu, mevcut Bitcoin ekosistemine ve topluluğuna diğer tür varlıkları ve toplulukları ekleyecektir.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "Hafif istemci ve sıfır bilgi kanıtı teknolojisi üzerine inşa edilmesinin yanı sıra, MAP Protocol güvenliğini uzun menzilli saldırıları önlemek için Bitcoin ağını kullanarak daha da güçlendirdi."
}