{
  "Further empowering gamers": "Oyuncuları daha da güçlendirme",
  "Traditionally, gamers are limited by centralized gaming service platforms and do not actually own the in-game items they have purchased or acquired. To trade or transfer in-game assets, gamers are forced to use black market websites which often come with extra security risks.": "Geleneksel olarak, oyuncular merkezi oyun hizmet platformları tarafından sınırlanmaktadır ve satın aldıkları veya kazandıkları oyun içi öğelere gerçekten sahip değillerdir. Oyun içi varlıkları takas etmek veya transfer etmek için, oyuncular genellikle ekstra güvenlik riskleri ile birlikte gelen kara borsa web sitelerini kullanmak zorundadır.",
  "Blockchain gaming has changed this old gaming modality. Web3 projects such as Crypto Kitties, Axie Infinity, and Dark Forest have created a new gaming paradigm where players are encouraged to trade in-game items and are rewarded for their playtime. As with many first-time innovations, however, those blockchain gaming projects are far from perfect and have turned off true gamers due to scalability issues, transaction fees, and the complexity of managing blockchain-based assets.": "Blockchain oyunu, bu eski oyun modalitesini değiştirdi. Crypto Kitties, Axie Infinity ve Dark Forest gibi Web3 projeleri, oyuncuların oyun içi öğeleri takas etmelerini teşvik eden ve oyun süreleri için ödüllendirilen yeni bir oyun paradigması yarattı. Ancak, birçok ilk kez yenilikte olduğu gibi, bu blockchain oyun projeleri mükemmelden uzaktır ve ölçeklenebilirlik sorunları, işlem ücretleri ve blockchain tabanlı varlıkları yönetmenin karmaşıklığı nedeniyle gerçek oyuncuları soğutmuştur.",
  "This is where omnichain and fully on-chain gaming comes in. Through MAP Protocol, GameFi projects can not only have gaming assets tradable and interoperable on all chains but all aspects of game state, logic, and data on the blockchain, so blockchain gaming becomes an autonomous world where players have their full agency and contribute to the development of the game.": "İşte tam da omnichain ve tamamen zincir üzerinde oyunun devreye girdiği yer burasıdır. MAP Protocol aracılığıyla, GameFi projeleri sadece oyun varlıklarını tüm zincirlerde takas edilebilir ve birbirleriyle uyumlu hale getirebilir, aynı zamanda oyun durumu, mantığı ve verilerinin tüm yönlerini blockchain üzerinde gerçekleştirebilirler, böylece blockchain oyunu, oyuncuların tam yetkiye sahip olduğu ve oyunun gelişimine katkıda bulunduğu özerk bir dünya haline gelir.",
  "Towards a truly interoperable future": "Gerçekten birbirleriyle uyumlu bir geleceğe doğru",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Bugün, çoğu birbirleriyle uyumlu çözüm sadece varlık çapraz zincir işlemlerine vurgu yapmaktadır. Ancak, gerçekten birbirleriyle uyumlu bir Web3 geleceği bundan daha fazlasını kapsar — bu, dApp işlemleri dahil işlemlerin, veri depolamanın ve hesaplamaların blockchain üzerinde gerçekleştirildiği ve farklı zincirler arasında birbirleriyle uyumlu olduğu bir gelecektir, kullanıcılara verileri ve gizlilikleri üzerinde tam kontrol sağlar.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various blockchain components, enabling the construction of apps where all operations are on-chain. This provides users with complete control over their data and assets across multiple chains.": "MAP Protocol, bu gerçekten birbirleriyle uyumlu Web3 geleceği için yol açmaktadır. MAP Protocol aracılığıyla, geliştiriciler çeşitli blockchain bileşenlerini sorunsuz bir şekilde entegre edebilir, tüm işlemlerin zincir üzerinde gerçekleştiği uygulamaların inşasını sağlayabilir. Bu, kullanıcılara birden fazla zincirde veri ve varlıkları üzerinde tam kontrol sağlar.",
  "Unlocking the future of Bitcoin ecosystem": "Bitcoin ekosisteminin geleceğini açığa çıkarmak",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. However, as BCR-20 tokens and Ordinal NFTs took over the Web3 sphere in May 2023, The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability.": "Turing tamamlılığının eksikliği nedeniyle, Bitcoin, Ethereum ile karşılaştırıldığında kullanılabilirlik açısından sınırlıdır ve ekosistemi yavaş büyür. Ancak, Mayıs 2023'te BCR-20 tokenları ve Ordinal NFT'ler Web3 alanında hakimiyet kurduğunda, Bitcoin ekosisteminin yeni anlatısı Bitcoin birbirleriyle uyumluluğu üzerine konuları ve tartışmaları yeniden canlandırdı.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "MAP Protocol’ün BRC-201 ile, BRC-20 tokenlarına bir çapraz zincir genişletme protokolü olan BRC-201, Bitcoin ağındaki BRC-20 ve ORC-20 varlıkları diğer kamu zincirlerindeki diğer tokenlarla etkileşime girebilir. Bu Bitcoin ağı çapraz zincir birbirleriyle uyumluluğu katmanı, aynı zamanda Bitcoin topluluğunu bütün olarak büyütecektir.",
  "Enabling easy cross-chain asset flows": "Kolay çapraz zincir varlık akışlarını sağlama",
  "MAP Protocol leverages light clients and Zero-Knowledge (ZK) proofs to offer a trustless environment for seamless asset transfers across multiple blockchains, including both EVM and non-EVM chains. This eliminates the need for centralized authorities or third-party services, reinforcing the principles of decentralization while ensuring secure and efficient transactions.": "MAP Protocol, hafif istemciler ve Sıfır Bilgi (ZK) kanıtları kullanarak, EVM ve EVM olmayan zincirler dahil olmak üzere birden fazla blockchain arasında sorunsuz varlık transferleri için güvenilir olmayan bir ortam sunar. Bu, merkezi otoritelerin veya üçüncü taraf hizmetlerin ihtiyacını ortadan kaldırır, merkezi olmayan ilkeleri güçlendirirken güvenli ve verimli işlemleri sağlar.",
  "Beyond simple asset transfers, MAP Protocol also enables cross-chain communication for storage and computing capacities. This offers unprecedented flexibility for decentralized application (dApp) developers to build more robust, scalable, and interoperable applications. The technology stands as a pivotal contribution to the blockchain ecosystem, bringing us closer to a truly interconnected world where assets and resources flow effortlessly between chains.": "Basit varlık transferlerinin ötesinde, MAP Protocol ayrıca depolama ve hesaplama kapasiteleri için çapraz zincir iletişimi de sağlar. Bu, merkezi olmayan uygulama (dApp) geliştiricilerine daha sağlam, ölçeklenebilir ve birbirleriyle uyumlu uygulamalar oluşturmak için benzeri görülmemiş bir esneklik sunar. Teknoloji, blockchain ekosistemine dönüm noktası bir katkı olarak durmaktadır, bizi varlıkların ve kaynakların zincirler arasında sorunsuz bir şekilde akış sağladığı gerçekten birbirine bağlı bir dünyaya daha da yaklaştırmaktadır.",
  "Saving time and money to build awesome apps": "Harika uygulamalar oluşturmak için zaman ve paradan tasarruf etme",
  "Building on a single chain is simple with low maintenance, but at the same time has limited user reach and adaptability, thus adding extra work to deploy on other chains or use a potentially unsafe cross-chain solution. Moreover, building on multiple blockchains means managing multiple ledgers at the same time, and this can be difficult and more costly than operating on a single chain.": "Tek bir zincir üzerinde inşa etmek düşük bakım ile basittir, ancak aynı zamanda sınırlı kullanıcı erişimi ve uyumluluğa sahiptir, böylece diğer zincirlerde dağıtım yapmak veya potansiyel olarak güvensiz bir çapraz zincir çözümü kullanmak için ekstra iş yükü ekler. Dahası, birden fazla blockchain üzerinde inşa etmek, aynı anda birden fazla defteri yönetmek anlamına gelir ve bu, tek bir zincir üzerinde işletmekten daha zor ve daha maliyetli olabilir.",
  "Instead of choosing between the lesser of two evils, sacrificing time and resources to become multi-chain or cross-chain, and compromising on feature development, projects and developers can directly deploy on MAP Protocol or use MAP Protocol to become omnichain where they do not have to spend extra time and money on finding a cross-chain solution or using bridges to become multi-chain.": "İki kötülük arasında seçim yapmak yerine, çok zincirli veya çapraz zincirli olmak için zaman ve kaynaklardan fedakarlık yapmak ve özellik geliştirmede ödün vermek yerine, projeler ve geliştiriciler doğrudan MAP Protocol üzerinde dağıtım yapabilir veya çok zincirli olmak için bir çapraz zincir çözümü bulmak veya köprüler kullanmak için ekstra zaman ve para harcamak zorunda kalmadan omnichain olmak için MAP Protocol kullanabilir.",
  "With MAP Protocol, projects only need to focus on all the essentials for app development and find ways to enhance user experiences, so that innovation can come and drive real dApp mass adoption.": "MAP Protocol ile projeler, uygulama geliştirmek için tüm temel unsurlara odaklanmaya ve kullanıcı deneyimlerini geliştirmenin yollarını bulmaya ihtiyaç duyar, böylece yenilik gelebilir ve gerçek dApp kitlesel benimsemesini sürükleyebilir."
}