{
  "Why would I use MAP Protocol?": "MAP Protocol neden kullanmalıyım?",
  "MAP Protocol stats": "MAP Protocol istatistikleri",
  "Cross-chain assets powered by MAP Protocol": "MAP Protocol tarafından desteklenen çapraz zincir varlıkları",
  "Accounts (wallets) with MAPO balance": "MAPO bakiyesine sahip hesaplar (cüzdanlar)",
  "Smart contracts on MAP Protocol": "MAP Protocol üzerinde akıllı sözleşmeler",
  "Number of transactions powered by MAP Protocol": "MAP Protocol tarafından desteklenen işlem sayısı",
  "Total MAPO staked": "Toplam yatırılan MAPO",
  "Number of nodes on MAP Protocol": "MAP Protocol üzerindeki düğüm sayısı",
  "Who runs MAP Protocol?": "MAP Protocol'ü kim çalıştırır?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol, belirli bir varlık tarafından kontrol edilmez. Bağlı bilgisayarlar MAP Protocol'ü takip eden yazılımı çalıştırdığında ve MAP Protocol blockchain'ine katkıda bulunduğunda var olur. Bu bilgisayarlardan her biri bir düğüm olarak bilinir. Düğümleri herkes çalıştırabilir, ancak ağı güvence altına almak için katılmak istiyorsanız MAPO (MAP Protocol'ün yerel tokenı) yatırmanız gerekir.",
  "What is MAP Relay Chain?": "MAP Relay Chain nedir?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain, Proof-of-Stake mekanizması ve Bizans Hata Toleransı konsensüsü üzerine inşa edilmiş EVM-uyumlu bir blockchain'dir ve MAP Protocol'ün Protokol Katmanı üzerinde yaşar. Proaktif olarak heterojen blockchain'lerin özelliklerini sanal makinede genişletir ve destekler ve gaz-verimli hafif istemci doğrulama ağı oluşturur.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "MAP Relay Chain'in ana amacı, tüm ilgili blockchain'lerin hafif istemcilerini sürdürmek ve çapraz zincir mesajlarının güvenilir doğrulamasını kolaylaştırmaktır. MAP Relay Chain üzerindeki doğrulayıcılar, omnichain ağının çeşitliliğini ve sağlamlığını garanti etmede anahtar rol oynar. MAPO, MAP Relay Chain üzerinde oluşan ağ ücretlerini ödemek için kullanılan kripto para birimidir.",
  "What is MAP Omnichain Service (MOS)?": "MAP Omnichain Service (MOS) nedir?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS, MAP Omnichain Service'in kısaltmasıdır ve MAP Protocol'ün ikinci katmanıdır. Google Mobile Services'in Android geliştiricilere yaptığı gibi, MOS, dApp geliştiricilerin çapraz zincir veya omnichain uygulamalarını kolaylıkla oluşturmalarını sağlar. Bu katman, her zincirde konuşlandırılmış Kasa ve Veri ile zincirler arası mesajları ileten Messenger Program'dan oluşur.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "DApp geliştiriciler, bağımsız olarak MOS'u çalıştırabilir veya MOS tarafından sağlanan hizmetleri kullanabilirler. Ayrıca MOS'taki Kasa ve Veri'yi kullanabilir ve diğer uygulamalarla Kasa ve Veri likiditesini paylaşabilirler. Messenger Program, bir SDK'dır ve dApp geliştiricileri tarafından kendileri tarafından konuşlandırılır, işletilir ve sürdürülür. DApp geliştiriciler, ayrıca bağımsız ve esnek bir şekilde, dApp için omnichain mesajlarını ileten messenger katılımcılarını teşvik edebilirler.",
  "Meet MAPO, MAP Protocol’s native currency": "MAPO ile tanışın, MAP Protocol'ün yerel para birimi",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "MAP Protocol ağı üzerindeki birçok işlem, MAP Relay Chain üzerinde bir iş yapılmasını gerektirir. Bu hesaplama ücretsiz değildir; MAPO adı verilen MAP Protocol'ün yerel kripto para birimi kullanılarak ödenir. Bu, ağı kullanmak için en azından küçük bir miktar MAPO'ya ihtiyacınız olduğu anlamına gelir.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO tamamen dijitaldir ve dünyanın herhangi bir yerindeki herhangi birine anında gönderebilirsiniz. MAPO'nun arzı herhangi bir hükümet veya şirket tarafından kontrol edilmez — merkezi olmayan ve tamamen şeffaftır. MAPO, protokole göre kesin bir şekilde verilir.",
  "Network fees on MAP Protocol": "MAP Protocol üzerinde ağ ücretleri",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "MAP Protocol'ün ana ağı üzerindeki ağ ücretleri gaz ücretleri olarak adlandırılır. Bunlar, MAP Relay Chain üzerinde işlemleri işlemek için gerekli hesaplama çabaları için alınan küçük ücretlerdir. Bu ücretler, ağ kaynaklarını adil bir şekilde tahsis etmek ve spam veya kötü niyetli faaliyetleri caydırmak için bir mekanizma olarak hizmet eder.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "Tipik blockchain platformlarının aksine, gaz ücretleri standart bir özellik olduğu yerde, MAP Protocol yalnızca MAP Relay Chain üzerinde işlenen çapraz zincir işlemleri için gaz ücretleri alır. İşlem ne kadar karmaşık olursa, gaz ücretleri o kadar yüksek olur. Ücretler ayrıca ağ yoğunluğundan da etkilenir; yüksek aktivite dönemlerinde, ücretler artabilir.",
  "Run a node": "Bir düğüm çalıştırın",
  "More on MAP Relay Chain": "MAP Relay Chain hakkında daha fazla bilgi",
  "More on MAP Protocol": "MAP Protocol hakkında daha fazla bilgi",
  "What is MAPO?": "MAPO nedir?",
  "Get MAPO": "MAPO edinin",
  "More on gas fees": "Gaz ücretleri hakkında daha fazla bilgi",
  "Data Source: ": "Veri Kaynağı: "
}