{
  "Where to Get MAPO": "Where to Get MAPO",
  "You can earn MAPO, or buy it from decentralized and centralized exchanges.": "You can earn MAPO, or buy it from decentralized and centralized exchanges.",
  "Get MAPO": "Get MAPO",
  "Current MAPO Price（USD）": "Current MAPO Price（USD）",
  "Data Source: ": "Data Source: ",
  "(LAST 24 HOUR)": "(LAST 24 HOUR)",
  "New to MAP Protocol? Here's an overview to get you started. What's MAPO?": "New to MAP Protocol? Here's an overview to get you started. <link1>What's MAPO?</link1>",
  "MAPO and MAP": "MAPO and MAP",
  "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.": "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.",
  "View more details": "View more details",
  "Decentralized Exchanges (DEXs)": "Decentralized Exchanges (DEXs)",
  "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.": "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.",
  "Go to a DEX": "Go to a DEX",
  "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.": "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.",
  "Find a CEX": "Find a CEX",
  "Centralized Exchanges (CEXs)": "Centralized Exchanges (CEXs)",
  "Wallets": "Wallets",
  "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.": "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.",
  "Find a wallet": "Find a wallet",
  "Staking rewards": "Staking rewards",
  "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.": "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.",
  "Learn more about staking": "Learn more about staking",
  "Earn MAPO": "Earn MAPO",
  "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.": "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.",
  "Learn about MAPDAO": "Learn about MAPDAO",
  "MAPO is the ticker name for MAP Protocol’s native token on the MAP Relay Chain, while MAP is the ticker name of MAP Protocol’s native token on other chains such as Ethereum, BNB Smart Chain, and Polygon. It can be obtained and traded directly in centralized exchanges such as Kucoin, Bithumb, Coinone, and MEXC Global.": "MAPO is the ticker name for MAP Protocol’s native token,and it can be obtained and traded directly in centralized exchanges such as <link5>Bitget</link5>, <link6>Gate.io</link6>, <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3>, and <link4>MEXC Global</link4>.",
  "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.": "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.",
  "On Decentralized Exchanges (DEXs)": "On Decentralized Exchanges (DEXs)",
  "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAP/ MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.": "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.",
  "You can get MAPO directly on Butter Swap and Hiveswap, and MAP on Uniswap, PancakeSwap, and Butter Swap.": "You can get MAPO directly on <link1>Butter Swap</link1>, <link2>Hiveswap</link2>, <link3>Uniswap</link3> and <link4>PancakeSwap</link4>.",
  "Butter Swap supports seamless token movement from one chain to another in a trustless way. You can get MAP on Ethereum, BNB Smart Chain, Polygon, and NEAR and MAPO on MAP Relay Chain right within Butter Swap with different kinds of tokens you have in your wallet.": "Butterswap  supports seamless token movement from one chain to another in a trustless way. You can get MAPO on Ethereum, BNB Smart Chain, and MAP Protocol mainnet directly within Butterswap using the different kinds of tokens in your wallet.",
  "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.": "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.",
  "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.": "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.",
  "Uniswap supports a diversity of tokens on Ethereum to exchange with MAP on Ethereum, which means the MAP you get on Uniswap will be in ERC-20 token standard.": "Uniswap supports a diversity of tokens on Ethereum to exchange with MAPO on Ethereum, which means the MAPO you get on Uniswap will be in <link1>ERC-20 token standard</link1>.",
  "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the BEP-20 token standard.": "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the <link1>BEP-20 token standard</link1>.",
  "*If you would like to get MAPO instead of MAP, please go to Butter Swap to swap directly.": "*If you would like to get MAPO instead of MAP, please go to <link1>Butter Swap</link1> to swap directly.",
  "On Centralized Exchanges (CEXs)": "On Centralized Exchanges (CEXs)",
  "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.": "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.",
  "ERC-20 MAP (MAP Protocol's native token on Ethereum) is available on Kucoin, Bithumb, Coinone and MEXC Global. MRC-20 MAPO (MAP Protocol's native token on MAP Relay Chain thus the MAPO Mainnet) is available on LBank.": "MAPO is the ticker name for MAP Protocol’s native token.It is available on <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3>, <link6>HTX</link6>, <link4>MEXC Global</link4>, <link5>LBank</link5>, <link7>Bitget</link7> and <link8>Gate.io</link8>.",
  "Exchange": "Exchange",
  "Pairs": "Pairs",
  "Price": "Price",
  "24h Volume": "24h Volume",
  "+2% Depth": "+2% Depth",
  "-2% Depth": "-2% Depth",
  "Recently": "Recently",
  "Updated": "Updated",
  "Trading steps on CEXs": "Trading steps on CEXs",
  "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.": "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.",
  "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.": "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.",
  "Step": "Step",
  "Register an account on a CEX's official website or its app. (Check Exchange Ranking by CoinGecko)": "Register an account on a CEX's official website or its app. (Check Exchange Ranking by <link1>CoinGecko</link1>)",
  "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.": "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.",
  "Verify your identity and secure your CEX's account. You are typically required to have a government-issued identification document.": "Verify your identity and secure your CEX's account.  You are typically required to have a government-issued identification document.",
  "For asset security, it’s recommended to enable Two-step Verification.": "For asset security, it’s recommended to enable Two-step Verification.",
  "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.": "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.",
  "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.": "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.",
  "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading.": "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading. ",
  "If the CEX you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.": "If the CEX  you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.",
  "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.": "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.",
  "In the spot market, select either the “Limit” or “Market” option based on your trading preference.": "In the spot market, select either the “Limit” or “Market” option based on your trading preference."
}