{
    "Welcome to MAP Protocol": "Welcome to MAP Protocol",
    "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.",
    "Explore MAP Protocol": "Explore MAP Protocol",
    "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "The Layer 0 of Bitcoin L2s, interoperating between the Bitcoin ecosystem and other ecosystems",
    "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "By leveraging the security mechanisms of the Bitcoin network, MAP Protocol's security is ensured by the Bitcoin network, and asset cross-chain between Bitcoin L1 and L2 is achieved through <link1>the BRC201 protocol</link1>. At the same time, through the successful development of cutting-edge ZK-LightClient technology, peer-to-peer interoperability among various Bitcoin L2s, as well as interoperability between other public chains and the Bitcoin network, are achieved.",
    "The Bitcoin-level peer-to-peer cross-chain network": "The Bitcoin-level peer-to-peer cross-chain network",
    "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.":"Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.",
    "The frontier for building anything cross-chain": "Building Applications that Cover All Bitcoin L2s",
    "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "Various Bitcoin L2s should be an integrated whole, not fragmented. We provide developers with a full set of development <link1>tools, tutorials, and SDKs</link1>. Through MAP Protocol's Bitcoin L2 network, developers can build cross-chain dApps that cover all Bitcoin Layer 2s as easily as building applications on a single chain.",
    "The infra for interoperable on-chain assets, storage, and computing": "The infra for interoperable on-chain assets, storage, and computing",
    "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.",
    "Get started": "Get started",
    "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol is the gateway for users to enter the Bitcoin ecosystem and interact with the entire interoperable blockchain world. Here are some simple steps to help users quickly experience this continuously evolving technology.",
    "Start with a Wallet": "Start with a Wallet",
    "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "Find the wallet that allows you to connect with MAP Protocol and manage your funds.",
    "Get some MAPO": "Get some MAPO",
    "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO is the currency of MAP Protocol — you can use it for various purposes.",
    "Try decentralized exchanges (DEXs)": "Try decentralized exchanges (DEXs)",
    "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.",
    "Build an omnichain dApp or become omnichain": "Building a Bitcoin Ecosystem Application or Joinning the Interoperable Bitcoin L2 Network",
    "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "EVM compatible, no need to learn a new coding language. The Bitcoin Layer 2 network covered by MAP Protocol and other ecosystem public chains are continuously increasing.",
    "What is MAP Protocol?": "What is MAP Protocol?",


    "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol serves as a Bitcoin L2 focused on cross-chain interoperability. It provides the essential infrastructure and components for dApps and projects to achieve interoperability between Bitcoin L2s and other popular public blockchains. Built upon <link1>ZK light-client technology</link1>, MAP Protocol's interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. Thus, it transforms isolated Bitcoin Layer 2 networks or blockchains using third-party bridges into an integrated and decentralized Bitcoin ecosystem for application development platform and  Web3 user gateway.",
    "More on MAP Protocol": "More on MAP Protocol",
    "The case for MAP Protocol as Bitcoin layer-2": "MAP Protocol as the Layer0 of Bitcoin L2s",
    "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "Various Bitcoin L2s means isolation of users and assets. The infrastructure provided by MAP Protocol has enabled Bitcoin L2 solutions like Conflux to achieve peer-to-peer connectivity with other Bitcoin L2s and popular blockchains.",
    "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "At the same time, the interoperability network implemented through ZK-LightClient technology allows Ethereum, BNB Chain, Polygon, Near, Klaytn, etc. including Conflux, to interact with the Bitcoin ecosystem. This makes building seamless and permissionless Bitcoin Layer 2 applications possible.",
    "More on Bitcoin layer-2": "More on Bitcoin layer-2",
    "Don't trust, verify: Refactor light clients verification with ZK-proof": "Don't trust, verify: Refactor light clients verification with ZK-proof",
    "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "First proposed in the form of Simplified Payment Verification (or SPV) in <link1>Satoshi Nakamoto’s 2008 whitepaper</link1>, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. <link2>Zero-knowledge proof</link2> was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.",
    "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol has <link1>refactored light clients technology with ZK-proof</link1>, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.",
    "More on light clients": "More on light clients",
    "More on zero-knowledge proofs": "More on zero-knowledge proofs",
    "Toward a truly interoperable future: Omnichain and fully on-chain": "Toward a truly interoperable future: Bitcoin ecosystem and beyond",
    "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across not just EVM ecosystems but also the Bitcoin ecosystem giving users full control over their data and privacy.",
   
   
    "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various Bitcoin L2 components, enabling the construction of Bitcoin L2 appsand customizable Bitcoin L2 solutions. This provides users with complete control over their data and assets across the whole blockchain ecosystem.",
    "Explore omnichain and fully on-chain": "Explore omnichain and fully on-chain",
    "The all-in-one developer portal": "The all-in-one developer portal",
    "Learn about MAPDAO":"Learn about MAPDAO",

    "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol and its ecosystem apps are transparent and open source, making it the go-to solution for all your Bitcoin L2 interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build and customize your Bitcoin L2 solutions. Dive into our extensive documentation and tutorials to learn how to combine different components and create an app with groundbreaking features.",
    "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.":"",
    "View documentation": "View documentation",
    "MAP Protocol today": "MAP Protocol today",
    "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "The latest Bitcoin L2 · MAP Protocol stats (Data Source: <link1>MAPO explorer</link1>)",
    "TOTAL MAPO STAKED": "TOTAL MAPO STAKED",
    "The total amount of MAPO currently being staked and securing the network.": "The total amount of MAPO currently being staked and securing the network.",
    "NODES": "NODES",
    "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAP Relay Chain is run by volunteers around the globe, known as nodes.",
    "TRANSACTIONS": "TRANSACTIONS",
    "The number of cross-chain transactions successfully processed by the network.": "The number of cross-chain transactions successfully processed by the network.",
    "TOTAL ADDRESS": "TOTAL ADDRESS",
    "The number of users in MAP Protocol grows every day.": "The number of users in MAP Protocol grows every day.",
    "Join MAP Protocol community": "Join MAP Protocol community",
    "Join over 5,000 members on MAPDAO Discord community!": "Join over 24,000 members on MAPDAO Telegram community!",
    "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.",
    "Join Telegram": "Join Telegram"
}