{
  "Why would I use MAP Protocol?": "Why would I use MAP Protocol?",
  "MAP Protocol stats": "MAP Protocol stats",
  "Cross-chain assets powered by MAP Protocol": "Cross-chain assets powered by MAP Protocol",
  "Accounts (wallets) with MAPO balance": "Accounts (wallets) with MAPO balance",
  "Smart contracts on MAP Protocol": "Smart contracts on MAP Protocol",
  "Number of transactions powered by MAP Protocol": "Number of transactions powered by MAP Protocol",
  "Total MAPO staked": "Total MAPO staked",
  "Number of nodes on MAP Protocol": "Number of nodes on MAP Protocol",
  "Who runs MAP Protocol?": "Who runs MAP Protocol?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).",
  "What is MAP Relay Chain?": "What is MAP Protocol Network?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Protocol Network is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "The main purpose of MAP Protocol Network is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Protocol Network are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Protocol Network.",
  "What is MAP Omnichain Service (MOS)?": "What is MAP Omnichain Service (MOS)?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.",
  "Meet MAPO, MAP Protocol’s native currency": "Meet MAPO, MAP Protocol’s native currency",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.",
  "Network fees on MAP Protocol": "Network fees on MAP Protocol",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.",
  "Run a node": "Run a node",
  "More on MAP Relay Chain": "More on MAP Relay Chain",
  "More on MAP Protocol": "More on MAP Protocol",
  "What is MAPO?": "What is MAPO?",
  "Get MAPO": "Get MAPO",
  "More on gas fees": "More on gas fees",
  "Data Source: ": "Data Source: "
}