{
  "Welcome to MAP Protocol Community": "Ласкаво просимо до спільноти MAP Protocol",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol - це дім для сотень тисяч розробників, технологів, дизайнерів, користувачів, тримачів MAPO, та ентузіастів.",
  "Why become part of the MAP Protocol community?": "Чому стати частиною спільноти MAP Protocol?",
  "Participate freely": "Беріть участь вільно",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "У вас є свобода вносити свій вклад на відстані, працюючи з будь-якого місця та в будь-який час, який вам підходить.",
  "Find your cohort": "Знайдіть свою групу",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "У вас є можливість зв'язатися з однодумцями. Завдяки командній роботі учасники можуть покращити свої навички перекладу, обмінятися цінними ідеями та разом подолати виклики.",
  "Get recognized and compensated": "Отримайте визнання та винагороду",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "Ваше ім'я з'явиться поруч з виконаною вами роботою. Крім того, за чудову роботу буде надана компенсація.",
  "How to get involved?": "Як долучитися?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "Існує багато способів долучитися до швидкозростаючої спільноти Map Protocol; ви можете приєднатися до однієї з популярних онлайн-спільнот, відвідати захід, приєднатися до групи зустрічей, внести свій вклад у проект або взяти участь у одному з багатьох онлайн-форумів про Map Protocol.",
  "Join online communities": "Приєднуйтесь до онлайн-спільнот",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "Знайдіть свою групу та беріть участь разом з багатьма іншими ентузіастами MAP Protocol.",
  "MAP Protocol events": "Заходи MAP Protocol",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "Знайдіть та візьміть участь у конференціях, хакатонах або зустрічах MAP Protocol.",
  "Run a node": "Запустіть вузол",
  "Operate your own node is a great way to contribute to the whole network.": "Управління власним вузлом - це чудовий спосіб внести свій вклад у всю мережу.",
  "Stake MAPO": "Стейкінг MAPO",
  "Get your MAPO and stake them to earn more rewards.": "Отримайте свої MAPO та зробіть стейкінг, щоб заробити більше винагород.",
  "Contribute to MAP Protocol": "Внесіть свій вклад у MAP Protocol",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "Так само, як ми підтримуємо відкритість та децентралізацію від однолітка до однолітка, ми прагнемо зробити знання вільно доступними для всіх. Весь контент на цьому веб-сайті є відкритим джерелом. Ви можете запропонувати нові правки, запропонувати нові чудові функції та допомогти нам удосконалити.",
  "More on contribution ": "Більше про внесок",
  "Learn about MAPDAO": "Дізнайтеся про MAPDAO",
  "Join MAPDAO": "Приєднайтесь до MAPDAO",
  "Community center": "Спільнота центр"
}