{
  "Find a Wallet": "Знайдіть гаманець",
  "A crypto wallet is your gateway to the decentralized world. Find a wallet that suits your needs and has the features you want.": "Криптовалютний гаманець - це ваші ворота в децентралізований світ. Знайдіть гаманець, який відповідає вашим потребам і має потрібні вам функції.",
  "Wallet for MAPO": "Гаманець для MAPO",
  "You use the following wallets to directly use and send MAPO and MAP.": "Ви можете використовувати наступні гаманці для безпосереднього використання та відправлення MAPO та MAP.",
  "More on where to get MAPO and how to add MAP Relay Chain and MAP to your wallet.": "Дізнайтеся більше про <link1>де отримати MAPO</link1> та як <link2>додати MAP Relay Chain та MAP до вашого гаманця</link2>.",
  "Choose wallets that fit your needs": "Виберіть гаманці, які відповідають вашим потребам",
  "Choosing a cryptocurrency wallet depends on various factors such as your investment needs, desired level of security, ease of use, and the types of cryptocurrencies you intend to hold. Below are some considerations that may help you make an informed decision:": "Вибір криптовалютного гаманця залежить від різних факторів, таких як ваші інвестиційні потреби, бажаний рівень безпеки, зручність використання та типи криптовалют, які ви плануєте тримати. Нижче наведено деякі міркування, які можуть допомогти вам прийняти обізнане рішення:",
  "Security": "Безпека",
  "Cold Wallets: Generally, hardware wallets or cold storage wallets are the most secure as they are not connected to the internet, reducing the risk of hacking.": "Холодні Гаманці: Загалом, апаратні гаманці або гаманці холодного зберігання є найбезпечнішими, оскільки вони не підключені до інтернету, що зменшує ризик злому.",
  "Hot Wallets: These are software-based and are connected to the internet. They are easier to use but are generally less secure compared to cold wallets.": "Гарячі Гаманці: Це програмні гаманці, які підключені до інтернету. Вони простіші у використанні, але загалом менш безпечні порівняно з холодними гаманцями.",
  "More on Cold Wallets and Hot Wallets": "<link1>Дізнайтеся більше про Холодні та Гарячі Гаманці</link1>",
  "Type of Cryptocurrency": "Тип Криптовалюти",
  "Multi-Currency Wallets: If you plan on holding multiple types of cryptocurrencies, you may want a wallet that supports this.": "Багатовалютні Гаманці: Якщо ви плануєте тримати кілька типів криптовалют, вам може знадобитися гаманець, який підтримує це.",
  "Single-Currency Wallets: These only support one type of cryptocurrency and might be useful if you are only dealing with a single asset.": "Одновалютні Гаманці: Вони підтримують лише один тип криптовалюти і можуть бути корисними, якщо ви займаєтеся лише одним активом.",
  "User Experience": "Досвід Користувача",
  "User-Friendly Interface: Some wallets are easier to use than others and come with a more intuitive design.": "Зручний Інтерфейс: Деякі гаманці простіші у використанні та мають більш інтуїтивний дизайн.",
  "Technical Features: More experienced users may want advanced features like built-in exchanges, connection to DApps, etc.": "Технічні Функції: Більш досвідчені користувачі можуть бажати розширених функцій, таких як вбудовані обмінники, підключення до DApps тощо.",
  "Backup and Recovery": "Резервне Копіювання та Відновлення",
  "Consider wallets that have straightforward yet secure backup and recovery options.": "Розгляньте гаманці, які мають прості, але безпечні опції резервного копіювання та відновлення.",
  "Some wallets are free, but more secure options like hardware wallets come at a cost. There may also be transaction fees associated with a wallet's service.": "Деякі гаманці безкоштовні, але більш безпечні варіанти, такі як апаратні гаманці, коштують грошей. Також можуть бути комісійні збори, пов'язані з сервісом гаманця.",
  "Costs": "Вартість",
  "Development and Updates": "Розробка та Оновлення",
  "Check if the wallet is actively being updated and improved to guard against potential future security threats.": "Перевірте, чи активно оновлюється та вдосконалюється гаманець для захисту від потенційних майбутніх загроз безпеки.",
  "Community and Reviews": "Спільнота та Відгуки",
  "Checking reviews and asking for recommendations can provide insights into the wallet’s reputation and functionality.": "Перевірка відгуків та запитання рекомендацій можуть надати уявлення про репутацію та функціональність гаманця.",
  "Regulatory Compliance": "Регуляторна Відповідність",
  "Some wallets come with additional features such as KYC procedures that are required for regulatory compliance. Make sure the wallet complies with the jurisdiction you are in.": "Деякі гаманці мають додаткові функції, такі як процедури KYC, які необхідні для регуляторної відповідності. Переконайтеся, що гаманець відповідає юрисдикції, в якій ви знаходитесь.",
  "Mobile vs. Desktop vs. Web": "Мобільні проти Настільних проти Веб",
  "Your lifestyle and where you intend to manage your assets can also influence your decision. Mobile wallets are useful for people on the go, whereas desktop wallets may offer more features.": "Ваш спосіб життя та місце, де ви плануєте керувати своїми активами, також можуть вплинути на ваше рішення. Мобільні гаманці корисні для людей, які постійно в русі, тоді як настільні гаманці можуть пропонувати більше функцій.",
  "By weighing these factors based on your individual needs and conducting thorough research, you can make a more informed choice about which cryptocurrency wallet to use.": "Зважаючи ці фактори на основі ваших індивідуальних потреб та проводячи ретельне дослідження, ви можете прийняти більш обізнане рішення про те, який криптовалютний гаманець використовувати."
}