{
  "Keep your MAPO safe": "Зберігайте свій MAPO в безпеці",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocol не контролюється жодною окремою організацією - він є децентралізованим.",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "Це означає, що ви повинні серйозно ставитися до безпеки своїх коштів. З MAPO ви не довіряєте банку чи компанії догляд за вашими активами, ви берете відповідальність за себе.",
  "Keep your MAPO in your Own Wallet": "Зберігайте свій MAPO у власному гаманці",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "Це означає, що вам не потрібно довіряти свої активи стороннім особам, і ви захищені від будь-яких недобросовісних дій опікуна, банкрутства або злому. Однак це також означає, що ви берете відповідальність за свою власну безпеку.",
  "Check MAPO Transactions": "Перевірте транзакції MAPO",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "Ви можете перевірити свої транзакції MAPO на <link1>MAPO Scan</link1>, експлорері блокчейна для розробників та користувачів, щоб ефективніше стежити за міжланцюговими транзакціями та активностями на MAP Relay Chain.",
  "Follow Wallet Instructions": "Дотримуйтесь інструкцій гаманця",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "Якщо ви втратите доступ до свого облікового запису, ви втратите доступ до своїх коштів. Ваш гаманець повинен надати вам інструкції щодо захисту від цього. Обов'язково слідуйте їм уважно - у більшості випадків ніхто не може допомогти вам, якщо ви втратите доступ до свого облікового запису.",
  "Use your MAPO": "Використовуйте свій MAPO",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "Існує кілька способів використання вашого MAPO після того, як ви його успішно отримали.",
  "Store/Hold MAPO": "Зберігайте/Тримайте MAPO",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "Багато особистих інвесторів тримають свій MAPO з очікуванням, що він зросте в ціні. Ви можете зберігати свій MAP у гаманцях на біржах (таких як Bithumb) або MAPO у криптогаманцях (таких як Metamask), якщо ви хочете зберігати їх на довгий термін, ви можете зберігати їх у холодному гаманці замість гарячого.",
  "Learn More": "Дізнайтеся більше",
  "Trade MAPO": "Торгуйте MAPO",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "Ви можете торгувати MAPO на інші криптовалюти на криптобіржах. Централізовані або децентралізовані біржі пропонують деякі торгові пари для торгівлі MAPO/MAP, щоб задовольнити ваші потреби.",
  "Transfer MAPO": "Переказуйте MAPO",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "На відміну від відправлення грошей за кордон, ви можете відправити MAPO будь-кому у світі практично миттєво.",
  "Earn MAPO": "Заробляйте MAPO",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "Заробляйте винагороди, ставлячи монети. Стейкінг - це чудовий спосіб максимізувати ваші вкладення у монети стейкінгу, які інакше б лежали у гаманці або торговому рахунку.",
  "Purchasing Goods": "Покупка товарів",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "Деякі онлайн-платформи або офлайн-магазини приймають криптовалюту як платіж. Ви можете купувати товари або послуги в цих місцях.",
  "MAPO FAQs": "Часті запитання про MAPO",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "Як додати MAP Relay Chain до мого гаманця Metamask/Token Pocket/Particle?",
  "How do I add MAP to my wallet?": "Як додати MAP до мого гаманця?",
  "How do I convert MAP to MAPO?": "Як конвертувати MAP у MAPO?",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "Як переказати MAP через Ethereum, BNB Smart Chain, Polygon, Klaytn та інші?",
  "How do I transfer MAP from centralized exchanges to my wallet?": "Як переказати MAP з централізованих бірж до мого гаманця?",
  "What do I do if a transaction on my wallet is pending or stuck?": "Що робити, якщо транзакція у моєму гаманці очікується або застрягла?",
  "Can I get my MAPO back if I send them to the wrong addresses?": "Чи можу я повернути свій MAPO, якщо відправлю їх на неправильні адреси?",
  "Tips for funds recovery": "Поради щодо відновлення коштів",
  "Always double-check addresses before confirming transactions.": "Завжди перевіряйте адреси перед підтвердженням транзакцій.",
  "Reaching out for professional help is advised if large sums are involved.": "Рекомендується звертатися за професійною допомогою, якщо йдеться про великі суми.",
  "Scams posing as recovery services are common; exercise extreme caution.": "Шахрайства, які видають себе за служби відновлення, є поширеними; будьте надзвичайно обережні.",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "Можливість відновлення MAPO, відправлених на неправильну адресу, в значній мірі залежить від обставин транзакції та участі одержувача. Ось кілька сценаріїв:",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "Відправте MAPO на публічну адресу, якою володіє хтось, кого ви не знаєте: невідновлюване, якщо власник не погодиться відправити їх назад.",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "Відправте MAPO на публічну адресу, яка ще не активована: невідновлюване, оскільки ніхто не має приватних ключів до адреси.",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "Відправте MAPO на адресу контракту: залежить від коду контракту. Якщо контракт має функцію для відновлення або є оновлюваним, може бути спосіб. Однак більшість контрактів не призначені для повернення токенів. Зазвичай відновлення неможливе.",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "Відправте MAPO на адресу біржі: можливо, залежно від політики та технічних можливостей біржі. Біржі можуть мати можливість вилучати токени, але часто стягують плату, тому це може бути дорого і займати багато часу.",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "Відправте MAPO на свою адресу на іншому ланцюгу: можливо, залежно від ланцюга, на який ви його відправляєте. Якщо ви відправляєте його на Ethereum, BNB Smart Chain, Polygon, Klaytn та MAP Relay Chain, використовуйте <link1>ButterSwap</link1>, щоб повернути його назад.",
  "Metamask or Token Pocket Wallet Users": "Користувачі гаманців Metamask або Token Pocket",
  "Enter the following chain info to add": "Введіть наступну інформацію про ланцюг, щоб додати",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "Назва мережі: MAP Relay Chain (Ви також можете ввести MAP Mainnet)",
  "New RPC URL": "Новий RPC URL: https://rpc.maplabs.io",
  "Chain ID: 22776": "Chain ID: 22776",
  "Currency symbol: MAPO": "Символ валюти: MAPO",
  "Block explorer URL: https://maposcan.io/": "URL експлорера блоків: <link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "Користувачі гаманця Particle",
  "Log in to your Particle Wallet account": "Увійдіть у свій обліковий запис гаманця Particle",
  "Search and choose “MAP Relay Chain” in the search bar": "Пошукайте та виберіть “MAP Relay Chain” у пошуковому рядку",
  "Check the network name on the wallet page": "Перевірте назву мережі на сторінці гаманця",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "Якщо ви знайдете, що ваша транзакція у гаманці очікується або застрягла, це може бути через різні фактори, такі як перевантаження мережі, низькі комісії за газ або інші технічні проблеми. Залежно від того, на якому ланцюгу знаходиться ваша транзакція, ви можете перевірити статус вашої транзакції за допомогою експлорерів блокчейна, таких як <link1>Etherscan</link1>, <link2>BscScan</link2>, <link3>PolygonScan</link3>, <link4>klaytnscope</link4> та <link5>MapoScan</link5>.",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "Ваш MAP у централізованих біржах є типом токена ERC-20, що означає, що він існує на Ethereum. При переказі MAP у ваш гаманець переконайтеся, що цільова адреса також знаходиться на Ethereum. Якщо ви хочете продовжити переказувати свій MAP через BNB Smart Chain, Polygon, Klaytn та MAP Relay Chain, просто використовуйте <link1>ButterSwap</link1>.",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "У світі криптовалют переказ активів з одного ланцюга на інший зазвичай вимагає використання мосту. Однак, коли ви переказуєте MAP між різними ланцюгами, ви можете просто перейти на <link1>ButterSwap</link1>, щоб легко обміняти свій MAP на різних ланцюгах у спосіб peer-to-peer. Щоб отримати MAPO на MAP Relay Chain, ви також можете використовувати <link1>ButterSwap</link1>.",
  "MAP is on Ethereum": "MAP доступний на Ethereum, BNB Smart Chain та Polygon; MAPO знаходиться на MAP Relay Chain. Ви можете використовувати <link1>ButterSwap</link1>, щоб легко обміняти свій MAP на MAPO або навпаки.",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "MAP доступний на Ethereum, BNB Smart Chain та Polygon. Ви можете слідувати наведеній нижче інструкції, щоб додати MAP до свого гаманця Metamask.",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "*ВАЖЛИВО: Щоб переконатися, що ви ввели правильну адресу контракту, будь ласка, скопіюйте адреси контрактів у експлорерах. Не копіюйте адресу безпосередньо зі статті.",
  "If you’re on Ethereum": "Якщо ви на Ethereum",
  "Click “Import tokens” on Metamask": "Натисніть “Імпортувати токени” у Metamask",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "Перегляньте адресу контракту 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 на Etherscan",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "Перегляньте адресу контракту 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f на BSC Scan",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "Перегляньте адресу контракту 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a на Polygon Scan",
  "Copy and paste it back to Metamask": "Скопіюйте та вставте її назад у Metamask",
  "Add the token symbol MAP": "Додайте символ токена MAP",
  "Enter “Custom token”": "Введіть “Користувацький токен”",
  "If you’re on BNB Chain": "Якщо ви на BNB Chain",
  "If you’re on Polygon": "Якщо ви на Polygon"
}