{
  "Welcome to MAP Protocol": "Ласкаво просимо до MAP Protocol",
  "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol - це Bitcoin layer-2 для міжланцюгової взаємодії між рівними.",
  "Explore MAP Protocol": "Дослідіть MAP Protocol",
  "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "Bitcoin layer-2 для трансформації екосистеми Bitcoin",
  "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "Використовуючи механізм безпеки мережі Bitcoin, MAP Protocol зміцнив свою мережеву безпеку і служить як Bitcoin layer-2 для забезпечення міжланцюгової взаємодії BRC-20 та дозволяє активам та користувачам з інших публічних ланцюгів взаємодіяти з мережею Bitcoin через міжланцюгову взаємодію між рівними.",
  "The Bitcoin-level peer-to-peer cross-chain network": "Міжланцюгова мережа рівня Bitcoin",
  "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "Подібно до «чисто міжрівневої» мережі Bitcoin, міжланцюгова мережа MAP Protocol також є міжрівневою без проходження через будь-яку третю сторону. Дійсність міжланцюгового запиту залежить виключно від того, що він відбувся на джерельному ланцюзі, а не від рішень або доказів, зроблених довіреними третіми сторонами.",
  "The frontier for building anything cross-chain": "Фронт для створення будь-чого міжланцюгового",
  "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "Міжланцюгова взаємодія повинна бути простою. Ми надаємо повний набір інструментів розробки, підручників та SDK для того, щоб ви могли побудувати свої міжланцюгові dApps або розширити зв'язність вашого ланцюга з мінімальними зусиллями. Створення речей міжланцюгово так само просто, як і на одному ланцюзі.",
  "The infra for interoperable on-chain assets, storage, and computing": "Інфраструктура для взаємодіючих міжланцюгових активів, зберігання та обчислень",
  "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "Взаємодія йде далі, ніж просто з'єднання різних токенів на різних ланцюгах. Справжній децентралізований Web3 - це там, де активи, зберігання та обчислення знаходяться на ланцюзі та взаємодіють. Ми надаємо інфраструктуру для взаємодіючих міжланцюгових активів, зберігання та обчислень.",
  "Get started": "Почніть",
  "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol - це ваш шлюз у повністю взаємодіючий міжланцюговий світ. Нижче наведені прості кроки, щоб ви швидко ознайомилися з постійно розвиваючоюся технологією.",
  "Start with a Wallet": "Почніть з гаманця",
  "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "Знайдіть гаманець, який дозволяє вам з'єднатися з MAP Protocol та керувати вашими коштами.",
  "Get some MAPO": "Отримайте деякі MAPO",
  "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO - це валюта MAP Protocol - ви можете використовувати її для різних цілей.",
  "Try decentralized exchanges (DEXs)": "Спробуйте децентралізовані біржі (DEXs)",
  "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEXs мають трансформаційне значення для децентралізованих фінансів (DeFi). Візьміть свої MAPO та ознайомтеся з механікою торгівлі на DEX.",
  "Build an omnichain dApp or become omnichain": "Створіть omnichain dApp або станьте omnichain",
  "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "Почніть кодування з MAP Protocol - Bitcoin layer-2, спочатку ознайомтеся з ключовими концепціями, такими як BRC-201 у MAP Protocol.",
  "What is MAP Protocol?": "Що таке MAP Protocol?",
  "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol служить як Bitcoin layer-2, присвячений розвитку екосистеми Bitcoin. Він також надає необхідну інфраструктуру для досягнення взаємодії між активами на базі блокчейну, зберіганням та обчисленнями. Побудований на технології <link1>легкого клієнта</link1> та <link2>доказу з нульовим знанням</link2>, наше рішення для взаємодії між ланцюгами є міжрівневим, без будь-яких довірених третіх сторін, перетворюючи ізольовані блокчейни або блокчейни, які використовують мости третіх сторін, у все-в-одному платформу розробки Web3 та шлюз користувачів Web3.",
  "More on MAP Protocol": "Більше про MAP Protocol",
  "The case for MAP Protocol as Bitcoin layer-2": "Аргументи на користь MAP Protocol як Bitcoin layer-2",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "Через відсутність повної Тьюрінгової повноти, Bitcoin обмежений у своїй корисності порівняно з Ethereum, і його екосистема розвивається повільно. Як Bitcoin layer-2 та взаємодіюча omnichain інфраструктура, MAP Protocol здатний розширити взаємодію екосистеми Bitcoin та сприяти зростанню спільноти Bitcoin.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "За допомогою BRC-201 MAP Protocol, протоколу розширення міжланцюгової взаємодії для токенів BRC-20, активи BRC-20 та ORC-20 у мережі Bitcoin можуть взаємодіяти з іншими токенами на інших публічних ланцюгах. Цей рівень міжланцюгової взаємодії мережі Bitcoin також сприятиме зростанню спільноти Bitcoin в цілому.",
  "More on Bitcoin layer-2": "Більше про Bitcoin layer-2",
  "Don't trust, verify: Refactor light clients verification with ZK-proof": "Не довіряйте, перевіряйте: Рефакторинг верифікації легких клієнтів з ZK-proof",
  "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "Вперше запропоновано у вигляді Спрощеної верифікації платежів (або SPV) у <link1>білій книзі Сатоши Накамото 2008 року</link1>, легкий клієнт - це спосіб дозволити менш потужним клієнтам взаємодіяти з мережею з максимально можливими гарантіями безпеки. <link2>Доказ з нульовим знанням</link2> вперше був запропонований Мануелем Блюмом, Полом Фельдманом та Сільвіо Мікалі у 1989 році і тепер має випадки використання в анонімних платежах, аутентифікації, перевірюваних обчисленнях та голосуванні на ланцюзі.",
  "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol <link1>рефакторив технологію легких клієнтів з ZK-proof</link1>, що додатково покращує ефективність верифікації легких клієнтів, зберігаючи весь процес верифікації міжрівневим без довіри до будь-якої третьої сторони.",
  "More on light clients": "Більше про легких клієнтів",
  "More on zero-knowledge proofs": "Більше про докази з нульовим знанням",
  "Toward a truly interoperable future: Omnichain and fully on-chain": "До справді взаємодіючого майбутнього: Omnichain та повністю на ланцюзі",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Сьогодні більшість рішень для взаємодії акцентують лише на міжланцюгових транзакціях активів. Однак справжнє взаємодіюче майбутнє Web3 йде далі - це майбутнє, де операції dApp, включаючи транзакції, зберігання даних та обчислення, виконуються на блокчейні та взаємодіють між різними ланцюгами, надаючи користувачам повний контроль над їхніми даними та приватністю.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol прокладає шлях до цього справді взаємодіючого майбутнього Web3. За допомогою MAP Protocol розробники можуть безперебійно інтегрувати різні компоненти блокчейну, дозволяючи створення додатків, де всі операції виконуються на ланцюзі. Це надає користувачам повний контроль над їхніми даними та активами на кількох ланцюгах.",
  "Explore omnichain and fully on-chain": "Дослідіть omnichain та повністю на ланцюзі",
  "The all-in-one developer portal": "Все-в-одному портал розробника",
  "Learn about MAPDAO": "Дізнайтеся про MAPDAO",
  "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol та його додатки прозорі та з відкритим вихідним кодом, роблячи його ідеальним рішенням для всіх ваших потреб у взаємодії блокчейну. Чи хочете ви, щоб ваш ланцюг з'єднався з іншим блокчейном, побудувати dApp для роботи на кількох блокчейнах, або навіть взаємодіяти з екосистемою Bitcoin, ми робимо це простим для вас, щоб побудувати будь-що <link1>omnichain та повністю на ланцюзі</link1>.",
  "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "Зануртеся у нашу обширну документацію та підручники, щоб дізнатися, як поєднувати функціональність різних типів блокчейнів та створити додаток з проривними функціями.",
  "View documentation": "Переглянути документацію",
  "MAP Protocol today": "MAP Protocol сьогодні",
  "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "Остання статистика MAP Relay Chain (Джерело даних: <link1>MAPO explorer</link1>)",
  "TOTAL MAPO STAKED": "ЗАГАЛЬНА КІЛЬКІСТЬ MAPO СТЕЙКЕД",
  "The total amount of MAPO currently being staked and securing the network.": "Загальна кількість MAPO, яка в даний час стейкед та забезпечує безпеку мережі.",
  "NODES": "ВУЗЛИ",
  "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAP Relay Chain керується волонтерами по всьому світу, відомими як вузли.",
  "TRANSACTIONS": "ТРАНЗАКЦІЇ",
  "The number of cross-chain transactions successfully processed by the network.": "Кількість міжланцюгових транзакцій, успішно оброблених мережею.",
  "TOTAL ADDRESS": "ЗАГАЛЬНА КІЛЬКІСТЬ АДРЕС",
  "The number of users in MAP Protocol grows every day.": "Кількість користувачів у MAP Protocol зростає щодня.",
  "Join MAP Protocol community": "Приєднуйтесь до спільноти MAP Protocol",
  "Join over 5,000 members on MAPDAO Discord community!": "Приєднуйтесь до понад 5,000 членів спільноти MAPDAO Discord!",
  "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "Ми проводимо щомісячні спільнотні дзвінки для захоплюючих оновлень щодо розвитку MAP Protocol та важливих новин екосистеми. Отримайте можливість задавати питання, ділитися ідеями та вносити свій вклад різними способами - це ідеальна можливість стати частиною процвітаючої спільноти MAPDAO.",
  "Join MAPDAO": "Приєднуйтесь до MAPDAO"
}