{
  "Run a node": "Запустіть вузол",
  "Run a node to secure the network": "Запустіть вузол для забезпечення безпеки мережі",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "Експлуатація власного вузла - це чудовий спосіб залишатися повністю суверенним, допомагаючи забезпечити безпеку всієї мережі та захистити децентралізацію.",
  "What is a node?": "Що таке вузол?",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "У блокчейн-мережі вузол - це комп'ютер, який бере участь у мережі та підтримує копію розподіленого реєстру, тобто блокчейн. Вузли в блокчейн-мережах можуть мати різні ролі та обов'язки, залежно від архітектури та алгоритму консенсусу конкретного блокчейну.",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "Як POS-ланцюг, MAP Protocol потребує валідаторських вузлів, відповідальних за валідацію транзакцій та підтримку мережі MAP Relay Chain у найбезпечнішому можливому стані.",
  "Who can run a node?": "Хто може запустити вузол?",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "Кожен, у кого є відповідне обладнання та достатньо ставки, може стати валідатором.",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "Ви можете знайти огляд усіх поточних валідаторів та їхніх голосів на <link1>MAPO Scan</link1> та повні керівництва про <link2>як стати новим валідатором тут</link2>.",
  "Build your node": "Побудуйте свій вузол",
  "Hardware": "Апаратне забезпечення",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol - це мережа Proof Of Stake з іншими вимогами до апаратного забезпечення, ніж мережа Proof of Work. Консенсус Proof Of Stake менш вимогливий до ЦП, але більш чутливий до мережевого з'єднання та затримок.",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "Нижче наведено список стандартних вимог для запуску валідатора на мережі MAPO.",
  "Memory": "Пам'ять",
  "Disk": "Диск",
  "256 GB of SSD storage, plus a secondary HDD": "256 ГБ SSD-накопичувача, плюс вторинний HDD",
  "Network": "Мережа",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "Щонайменше 100 Мб вхідного/вихідного Ethernet з оптоволоконним інтернет-з'єднанням (ідеально - резервні з'єднання та комутатори HA)",
  "Software": "Програмне забезпечення",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "Для збірки atlas потрібні git, Go (версія 1.14 або пізніша) та компілятор C.",
  "You can install them using your favorite package manager.": "Ви можете встановити їх, використовуючи улюблений менеджер пакетів.",
  "Others": "Інше",
  "Your account needs to have at least 1,000,000 MAPO.": "На вашому рахунку повинно бути щонайменше 1,000,000 MAPO.",
  "Run your node": "Запустіть свій вузол",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "Переконайтеся, що ви виконали наші попередні вимоги перед запуском вашого валідаторського вузла на MAP Protocol. Слідуйте п'яти крокам або розширеним керівництвам, щоб запустити ваш валідаторський вузол на MAP Protocol.",
  "You can also browse our guides on How To Become A New Validator to get started.": "Ви також можете ознайомитися з нашими керівництвами про <link1>Як Стати Новим Валідатором</link1>, щоб розпочати.",
  "Step 1: Create an account": "Крок 1: Створіть обліковий запис",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "На цьому етапі вам потрібно передати вашу ідентифікаційну інформацію відповідному управлінському контракту, який буде керувати вашим обліковим записом, ключами та метаданими.",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "Метою цього кроку є збереження вашого заблокованого <text>MAPO</text> більш безпечним шляхом авторизації альтернативних ключів для підписання атестацій, голосування та валідації. Таким чином, ви можете продовжувати участь у протоколі, зберігаючи ключ з доступом до вашого заблокованого <text>MAPO</text> у сховищі.",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "Вам потрібна команда <text>createAccount</text> для виконання вищезазначених операцій. Для отримання більш детальної інформації про команду <text>createAccount</text> будь ласка, дивіться <link1>це</link1>.",
  "Step 2: Authorize": "Крок 2: Авторизація",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "Авторизує адресу для підписання повідомлень консенсусу від імені облікового запису. Ця авторизована адреса називається підписувачем. Як випливає з назви, підписувач відповідає лише за підписання. Ваша винагорода не буде виплачена підписувачу, а обліковому запису, створеному на попередньому кроці.",
  "Step 3: Locked MAPO": "Крок 3: Заблоковане MAPO",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "Поріг, який ми встановили для бути валідатором, - це заблокувати 1,000,000 <text>MAPO</text> у відповідному управлінському смарт-контракті. Це заблоковане <text>MAPO</text> буде використовуватися для майбутнього покарання, що також є однією з умов для обрання.",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "Вам потрібна команда <text>lockedMAPO</text> для виконання вищезазначених операцій, більше деталей про команду <text>lockedMAPO</text> будь ласка, дивіться <link1>це</link1>.",
  "Step 4: Validator register": "Крок 4: Реєстрація валідатора",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "Цей крок є ключовим для <text>реєстрації</text> як нового валідатора. Вам потрібна команда register для виконання вищезазначених операцій. Для отримання більш детальної інформації про команду <text>register</text> будь ласка, дивіться <link1>це</link1>.",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "На цьому кроці ви успішно зареєструєтеся як валідатор. Далі ви можете спробувати проголосувати за себе. Для деталей про те, як голосувати, будь ласка, дивіться <link1>це</link1>.",
  "Step 5: Vote": "Крок 5: Голосування",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "Валідатори повинні мати щонайменше 0.001 частку голосів, щоб бути врахованими для виборів, тому валідатору потрібні голоси. Ви можете використовувати свій валідаторський обліковий запис, щоб проголосувати за себе, або ви можете дозволити іншим валідаторам або користувачам делегувати голоси за вас.",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "Оскільки ви заблокували 1,000,000 <text>MAPO</text> на кроці 3, це чудове рішення <link1>проголосувати</link1> зараз за себе.",
  "Stake your MAPO": "Зробіть ставку на своє MAPO",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "Якщо побудова власного вузла здається складною або виходить за межі вашої технічної експертизи, вам не обов'язково стояти осторонь. Просто зробіть ставку на MAPO! Ви все ще можете відігравати ключову роль у зміцненні та підтримці нашої мережі."
}