{
    "Get rewarded while securing MAP Protocol omnichain network": "Отримуйте винагороду, забезпечуючи безпеку MAP Protocol omnichain мережі",
    "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "Стейкінг MAPO є загальним благом для всієї екосистеми MAP Protocol omnichain. Валідаторам необхідно мати достатньо ставок, як тільки вони налаштують свої вузли належним чином.",
    "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "Як блокчейн з делегованим доказом володіння (DPoS), що не вимагає дозволів, MAP Protocol дозволяє користувачам ставити ставки, делегуючи свої MAPO валідаторам, які обробляють транзакції та керують мережею.",
    "TOTAL MAPO STAKED": "ВСЬОГО MAPO В СТЕЙКІНГУ",
    "TOTAL VALIDATORS": "ЗАГАЛЬНА КІЛЬКІСТЬ ВАЛІДАТОРІВ",
    "CURRENT APR": "ПОТОЧНИЙ APR",
    "Stake MAPO": "Стейкінг MAPO",
    "What is staking": "Що таке стейкінг",
    "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "Загалом, стейкінг - це процес участі у механізмі консенсусу proof-of-stake (PoS) або подібному, щоб підтримувати роботу блокчейн-мережі. Учасники блокують певну кількість криптовалюти у гаманці, щоб допомогти перевірити транзакції, забезпечити безпеку мережі та створити нові блоки. У відповідь учасники зазвичай отримують додаткові токени як винагороду, потенційно призводячи до створення пасивного доходу.",
    "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "У MAP Protocol стейкінг - це дія блокування певної кількості MAPO у Пул Валідаторів MAPO. У стейкінгу можуть брати участь як валідатори, так і користувачі.",
    "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "Як тільки валідатори налаштували свій вузол Валідатора, вони повинні мати 1 мільйон MAPO у своєму стейкінг-басейні. Користувачі можуть брати участь у стейкінгу, делегуючи свої MAPO на ставку певного Валідатора; таким чином вони допомагають цьому Валідатору працювати і отримувати відсоток винагород відносно їх ставки.",
    "More on how to get MAPO": "Дізнатися більше про те, як отримати MAPO",
    "Why stake your MAPO": "Чому варто робити стейкінг вашого MAPO",
    "Earn rewards": "Отримуйте винагороди",
    "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "Винагороди надаються за дії, які допомагають мережі досягти консенсусу. Ви отримаєте винагороди за делегування вашого активу правильному валідатору, який належним чином групує транзакції в нові блоки та перевіряє роботу інших валідаторів, оскільки саме це забезпечує безпечну роботу ланцюга.",
    "Better security": "Краща безпека",
    "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "Мережа стає міцнішою проти атак, коли ставиться більше MAPO, оскільки тоді потрібно контролювати більшу частину MAPO в системі, щоб контролювати більшість мережі. Щоб стати загрозою, вам потрібно мати більшість валідаторів, що означає, що вам потрібно контролювати більшість MAPO в системі - це багато!",
    "More sustainability": "Більше стійкості",
    "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "Учасникам стейкінгу не потрібно виконувати енергоємні обчислення proof-of-work для участі у забезпеченні безпеки мережі, що означає, що вузли стейкінгу можуть працювати на порівняно скромному обладнанні, використовуючи дуже мало енергії.",
    "How to stake MAPO as a user": "Як зробити стейкінг MAPO як користувач",
    "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*ВАЖЛИВО: Щоб успішно зробити стейкінг, спочатку у вашому гаманці повинні бути MAPO. Ви можете отримати MAPO через Butter Swap. Як тільки у вас буде готовий MAPO у вашому гаманці, ви можете продовжувати як описано нижче:",
    "Go to the Staking Page and connect your wallet": "Перейдіть на сторінку стейкінгу та підключіть ваш гаманець",
    "Lock your MAPO for staking": "Заблокуйте ваш MAPO для стейкінгу",
    "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "Якщо ви вперше берете участь у стейкінгу, спочатку вам запропонують створити обліковий запис. Просто введіть ім'я вашого облікового запису, натисніть «Надіслати» та перейдіть на сторінку стейкінгу, щоб заблокувати ваш MAPO.",
    "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "Кількість заблокованого MAPO повинна бути кількістю MAPO, яку ви могли б використовувати для стейкінгу. «Розблокувати» показує кількість токенів MAPO, які залишаються у вашому гаманці і не заблоковані.",
    "Hit the “Lock” button and put in the amount you want to use for staking.": "Натисніть кнопку «Заблокувати» та введіть суму, яку ви хочете використовувати для стейкінгу.",
    "Select the validator and delegate your MAPO": "Виберіть валідатора та делегуйте ваш MAPO",
    "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "Як тільки ви заблокували певну кількість MAPO, ви можете вибрати валідатора(ів), яким ви хотіли б делегувати ваш MAPO. Дія вибору валідатора називається «Голосування».",
    "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "Відвідайте сторінку інформації про пул валідаторів та ознайомтеся з їхньою продуктивністю, перш ніж вирішувати, за якого валідатора(ів) ви хотіли б голосувати. Ви також можете прочитати вступ до валідаторів на форумі валідаторів MAP Protocol, щоб зрозуміти, чому варто голосувати за певного валідатора.",
    "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "При виборі валідаторів ви несете відповідальність за проведення власних досліджень та голосування за компетентних. Ваш MAPO буде делеговано валідаторам за вашим вибором. ",
    "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "Введіть суму, яку ви хочете стейкати, і натисніть “Продовжити”. Тепер ви можете перевірити статус стейкінгу в розділі “Ваші Голоси”. ",
    "User Staking FAQs": "FAQ користувача стейкінгу",
    "Is there any fee that I should be aware of such as delegation fee?": "Чи є які-небудь збори, про які мені слід знати, наприклад, за делегування?",
    "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "При делегуванні вашого MAPO обраним валідаторам вам потрібно сплатити невелику кількість MAPO в якості комісії за газ. Також, коли ви вперше створюєте свій стейкінг-акаунт на MAP Relay Chain, з вас буде стягнуто мінімум близько 1.5 MAPO за газ.",
    "What is the minimum amount of MAPO I can start staking?": "Яка мінімальна кількість MAPO, з якої я можу почати стейкінг?",
    "You will need 10 MAPO at minimum to start staking.": "Вам потрібно буде мінімум 10 MAPO для початку стейкінгу.",
    "How many validators can I choose to vote for?": "Скільки валідаторів я можу вибрати для голосування?",
    "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "Немає обмеження на кількість валідаторів, за яких ви можете голосувати. Однак, кожного разу, коли ви голосуєте за нового валідатора, ваш голос рахується як нова транзакція в блоку, і вам потрібно сплатити комісію за газ за кожну нову транзакцію.",
    "How long do I need to wait to receive my staking rewards?": "Скільки часу мені потрібно чекати, щоб отримати мої винагороди за стейкінг?",
    "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "Винагороди нараховуються після оновлення епохи. Це означає, що вам потрібно буде почекати близько 3-5 днів після того, як ви проголосували за обраних валідаторів, перш ніж отримати свої винагороди.",
    "When can I withdraw my staked MAPO?": "Коли я можу вивести свої стейкані MAPO?",
    "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "Ви можете вивести свої MAPO в будь-який час миттєво, як тільки ваші MAPO будуть розблоковані. Однак, існує 15-денний період очікування для розблокування MAPO.",
    "What is the reward percentage for staking MAPO?": "Який відсоток винагороди за стейкінг MAPO?",
    "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "Оскільки ви робите стейкінг через пул валідаторів, продуктивність та репутація валідатора можуть вплинути на ваші винагороди. Валідатори, які стабільно створюють блоки та підтримують високий рівень роботи, можуть пропонувати кращі винагороди своїм делегаторам.",
    "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "Ви можете мати кілька акаунтів для стейкінгу, але ви не можете використовувати одну адресу для стейкінгу та іншу для отримання винагород. Адреса стейкінгу, як тільки вона встановлена, є адресою вашого консенсусного фонду – як початкових, так і подальших винагород – і не може бути змінена. Отже, будь ласка, належним чином резервуйте та надійно зберігайте цю адресу.",
    "How to withdraw my staked tokens?": "Як вивести мої стейкані токени?",
    "Unlock the amount you’d like to withdraw": "Розблокуйте суму, яку ви хочете вивести",
    "Wait 15 days before you can successfully withdraw the unlocked MAPO": "Почекайте 15 днів, перш ніж ви зможете успішно вивести розблоковані MAPO",
    "Withdraw the unlocked MAPO, and you will get them in an instant": "Виведіть розблоковані MAPO, і ви отримаєте їх миттєво",
    "Can the staking address be changed?": "Чи можна змінити адресу стейкінгу?",
    "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "Ви можете мати кілька акаунтів для стейкінгу, але ви не можете використовувати одну адресу для стейкінгу та іншу для отримання винагород. Адреса стейкінгу, як тільки вона встановлена, є адресою вашого консенсусного фонду – як початкових, так і подальших винагород – і не може бути змінена. Отже, будь ласка, належним чином резервуйте та надійно зберігайте цю адресу.",
    "How do I know the validator(s) to whom I should delegate my funds?": "Як я можу дізнатися, кому з валідаторів я повинен делегувати свої кошти?",
    "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "Оскільки валідатор(и), якого ви обираєте, безпосередньо впливає на ваші винагороди, необхідно провести деякі дослідження, перш ніж вирішити голосувати за певного валідатора. Деякі загальні показники, на які слід звернути увагу при виборі: поточна активність епохи, присутність у соціальних медіа та відсоток комісії.",
    "What are the factors that may affect the staking rewards?": "Які фактори можуть вплинути на винагороди за стейкінг?",
    "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "Винагороди за стейкінг можуть змінюватися в залежності від валідатора(ів), якого ви обираєте, кількості учасників стейкінгу, обсягу транзакцій та інших факторів.",
    "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "На момент публікації стейкери на MAP Protocol отримують винагороди за стейкінг у розмірі 13.12% річних. Для отримання найактуальнішої інформації перейдіть до MAPO Scan.",
    "What are the risks involved in staking?": "Які ризики пов'язані зі стейкінгом?",
    "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "Як завжди, у криптовалюті зазвичай є якийсь ризик, і з стейкінгом він не відрізняється. Волатильність також може вплинути на результат стейкінгу і гарантій немає, оскільки процес стейкінгу є випадковим і коливання цін завжди потрібно враховувати. As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.",
    "Enter the amount you want to stake": "Введіть суму, яку ви хочете застейкіти Enter the amount you want to stake",
    "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "Щоб успішно застейкіти, спочатку вам потрібно мати MAPO у своєму гаманці. Ви можете отримати MAPO через Butter Swap. Як тільки у вас буде MAPO у гаманці, ви можете продовжити як нижче. To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.",
    "Check validator info": "Перевірте інформацію валідатора Check validator info",
    "Get MAPO": "Отримати MAPO Get MAPO"
}