{
  "What is MAP Protocol?": "Що таке MAP Protocol?",
  "A Bitcoin layer-2. The foundation for Interoperability": "Bitcoin layer-2. Основа для взаємодії",
  "What is Bitcoin layer-2": "Що таке Bitcoin layer-2",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "Повний початковий посібник до того, як працює MAP Protocol, переваги, які він приносить, і як він може забезпечити справді взаємодіюче майбутнє, де активи, зберігання та обчислення знаходяться на блокчейні та взаємодіють, стаючи реальністю.",
  "The user gateway to Web3": "Користувацькі ворота до Web3",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "Складні технічні деталі та заплутані крос-чейн кроки стримують нових користувачів від входу в світ Web3. MAP Protocol робить навігацію по Web3 інтуїтивно зрозумілою. У MAP Protocol користувачам потрібно знати лише те, що вони мають повне право власності на свої активи, і коли вони переміщають активи з одного ланцюга в інший, це відбувається виключно від однолітника до однолітника, і жодна третя сторона не може втрутитися.",
  "The all-in-one developer portal": "Все-в-одному портал для розробників",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "Суверенітет даних є основою Web3, що означає, що користувачі мають повне право власності на свої дані. Щоб побудувати додаток Web3, розробникам потрібно поєднати функціональність різних блокчейнів, щоб активи користувачів, зберігання та обчислення були на блокчейні. За допомогою MAP Protocol розробники можуть безперебійно компонувати різні компоненти блокчейну та створювати додатки, де користувачі контролюють свої дані та активи.",
  "The guardian for the free and peer-to-peer flow of assets": "Охоронець для вільного та одноліткового потоку активів",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 - це новий Інтернет цінностей. Потік Інтернет-цінностей може зіткнутися з проблемами безпеки та викликами з боку третіх сторін. Хоча потік активів у межах одного блокчейну вже є однолітковим, MAP Protocol йде на крок далі, дозволяючи активам на різних блокчейнах перетікати чисто однолітковим способом.",
  "Summary": "Резюме",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol забезпечує необхідну вселанцюжкову інфраструктуру для досягнення взаємодії між активами на базі блокчейну, зберіганням та обчисленнями. Заснований на технології легкого клієнта та доказу з нульовим знанням, наш рішення для взаємодії між ланцюгами є однолітковим, без будь-яких довірених третіх сторін. Мережа MAP Protocol служить як користувацькі ворота до Web3 та портал для розробників, надаючи користувачам та розробникам можливість використовувати та створювати будь-що міжланцюгове однолітковим способом.",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "Ви можете створити обліковий запис MAP Protocol з будь-якого місця, у будь-який час, та досліджувати вселанцюжкові додатки або створювати свої власні. Основна інновація полягає в тому, що ви можете робити все міжланцюгове без довіри до центральної влади, яка могла б змінити правила або обмежити ваш доступ.",
  "What can MAP Protocol do?": "Що може зробити MAP Protocol?",
  "Interoperable Omnichain Asset": "Взаємодіючий вселанцюжковий актив",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol забезпечує безперебійні міжланцюгові перекази активів на базі блокчейну. Це гарантує, що ви не обмежені одним екосистемою блокчейну, підвищуючи ліквідність та корисність активів.",
  "Interoperable On-chain Storage and Computing": "Взаємодіюче зберігання та обчислення на блокчейні",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "Понад перекази активів, MAP Protocol розширює сферу взаємодії, включаючи зберігання та обчислювальні ресурси на блокчейні, дозволяючи розробникам додатків ефективно використовувати послуги на кількох блокчейнах.",
  "Enhanced Security and Privacy": "Підвищена безпека та конфіденційність",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "Заснований на технології легкого клієнта та доказу з нульовим знанням, MAP Protocol приймає чисто однолітковий підхід для міжланцюгових взаємодій без потреби в довіреній третій стороні.",
  "Developer-Friendly Platform": "Платформа дружня до розробників",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "Зі своїми користувацькими воротами до Web3 та порталом для розробників, MAP Protocol надає необхідні набори інструментів для розробників, щоб створювати та розгортати міжланцюгові додатки, ефективно діючи як каталізатор інновацій у блокчейні.",
  "User Empowerment": "Зміцнення користувачів",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "Користувачі можуть легко створити обліковий запис MAP Protocol та досліджувати або вносити свій вклад у вселанцюжкову екосистему. Жодна центральна влада не може змінити правила або обмежити доступ, тим самим надаючи користувачам неперевершений контроль.",
  "Peer-to-Peer Network": "Одноліткова мережа",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "Омніланцюжкова мережа MAP Protocol дозволяє здійснювати одноліткові транзакції та взаємодії, підтримуючи оригінальний етос децентралізації технології блокчейну, одночасно пропонуючи переваги міжланцюгових можливостей.",
  "Bitcoin ecosystem growth": "Зростання екосистеми Bitcoin",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "Оскільки MAP Protocol є Bitcoin layer-2, будь-який актив на будь-якому ланцюгу може легко взаємодіяти з мережею Bitcoin. Це додасть інші типи активів та спільнот до існуючої екосистеми та спільноти Bitcoin.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "Крім побудови на технології легкого клієнта та доказу з нульовим знанням, MAP Protocol додатково зміцнив свою безпеку, використовуючи мережу Bitcoin для запобігання довготривалим атакам."
}