{
  "Why would I use MAP Protocol?": "Чому я повинен використовувати MAP Protocol?",
  "MAP Protocol stats": "Статистика MAP Protocol",
  "Cross-chain assets powered by MAP Protocol": "Крос-чейн активи, що працюють на MAP Protocol",
  "Accounts (wallets) with MAPO balance": "Рахунки (гаманці) з балансом MAPO",
  "Smart contracts on MAP Protocol": "Смарт-контракти на MAP Protocol",
  "Number of transactions powered by MAP Protocol": "Кількість транзакцій, що працюють на MAP Protocol",
  "Total MAPO staked": "Загальна кількість стейкінгу MAPO",
  "Number of nodes on MAP Protocol": "Кількість вузлів на MAP Protocol",
  "Who runs MAP Protocol?": "Хто керує MAP Protocol?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol не контролюється жодною конкретною особою. Він існує тоді, коли є підключені комп'ютери, які виконують програмне забезпечення, що слідує MAP Protocol і додає до блокчейну MAP Protocol. Кожен з цих комп'ютерів відомий як вузол. Вузли можуть бути запущені будь-ким, хоча для участі в захисті мережі ви повинні стейкінгувати MAPO (рідний токен MAP Protocol).",
  "What is MAP Relay Chain?": "Що таке MAP Relay Chain?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain - це EVM-сумісний блокчейн, побудований на механізмі Proof-of-Stake та консенсусі Byzantine Fault Tolerant, який існує на Протокольному шарі MAP Protocol. Він активно розширює та підтримує функції різних блокчейнів у віртуальній машині та створює ефективну за газом мережу перевірки легких клієнтів.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "Основна мета MAP Relay Chain - підтримувати легкі клієнти всіх зацікавлених блокчейнів та забезпечувати бездовірну перевірку крос-чейн повідомлень. Валідатори на MAP Relay Chain є ключовими для гарантування різноманітності та надійності всесвітньої мережі. MAPO - це криптовалюта, яка використовується для оплати мережевих зборів, що виникають на MAP Relay Chain.",
  "What is MAP Omnichain Service (MOS)?": "Що таке MAP Omnichain Service (MOS)?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS - це абревіатура для MAP Omnichain Service, який є другим шаром MAP Protocol. Подібно до Google Mobile Services для розробників Android, MOS надає розробникам dApp можливість легко створювати крос-чейн або всесвітні додатки. Цей шар складається з Vaults і Data, розгорнутих на кожному ланцюгу, та Messenger Program для передачі повідомлень між ланцюгами.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "Розробники dApp можуть самостійно запускати MOS або використовувати послуги, що надаються MOS. Вони також можуть використовувати Vaults і Data в MOS і ділитися ліквідністю Vaults і Data з іншими додатками. Messenger Program - це SDK, розгорнутий, експлуатований і підтримуваний самими розробниками dApp. Розробники dApp також можуть самостійно та гнучко мотивувати учасників-посланців для передачі всесвітніх повідомлень для dApp.",
  "Meet MAPO, MAP Protocol’s native currency": "Зустрічайте MAPO, рідну валюту MAP Protocol",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "Багато дій у мережі MAP Protocol вимагають деякої роботи на MAP Relay Chain. Ця обчислювальна робота не є безкоштовною; вона оплачується за допомогою рідної криптовалюти MAP Protocol, яка називається MAPO. Це означає, що вам потрібно мати хоча б невелику кількість MAPO для використання мережі.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO - це чисто цифрова валюта, і ви можете відправити її будь-кому в будь-якому місці світу миттєво. Постачання MAPO не контролюється жодним урядом або компанією - воно децентралізоване і повністю прозоре. MAPO випускається точним чином відповідно до протоколу.",
  "Network fees on MAP Protocol": "Мережеві збори на MAP Protocol",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "Мережеві збори на основній мережі MAP Protocol називаються газовими зборами. Це невеликі платежі, що стягуються за обчислювальні зусилля, необхідні для обробки транзакцій на MAP Relay Chain. Ці збори служать механізмом для справедливого розподілу ресурсів мережі та запобігання спаму або шкідливим діям.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "На відміну від типових блокчейн-платформ, де газові збори є стандартною функцією, MAP Protocol стягує газові збори тільки за крос-чейн транзакції, оброблені на MAP Relay Chain. Чим складніша транзакція, тим вищі газові збори. Збори також залежать від завантаженості мережі; у періоди високої активності збори можуть зрости.",
  "Run a node": "Запустити вузол",
  "More on MAP Relay Chain": "Більше про MAP Relay Chain",
  "More on MAP Protocol": "Більше про MAP Protocol",
  "What is MAPO?": "Що таке MAPO?",
  "Get MAPO": "Отримати MAPO",
  "More on gas fees": "Більше про газові збори",
  "Data Source: ": "Джерело даних: "
}