{
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.":"Ви можете отримати MAPO на централізованій або децентралізованій біржі, але різні країни можуть мати різні політики. Перевірте, який найкращий спосіб отримати MAPO для вас.",

  "What is MAPO?": "Що таке MAPO?",
  "Currency for the permissionless, digital future.": "Валюта для бездозвільного, цифрового майбутнього.",
  "Currency of MAP Protocol omnichain apps.": "Валюта додатків MAP Protocol omnichain.",
  "Get MAPO": "Отримати MAPO",
  "Current MAPO Price（USD）": "Поточна ціна MAPO (USD)",
  "Data Source: ": "Джерело даних: ",
  "(LAST 24 HOUR)": "(ОСТАННІ 24 ГОДИНИ)",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPO - це криптовалюта. Це цифрові гроші, які відкривають вам двері для доступу до мережі Bitcoin-рівня peer-to-peer omnichain. Якщо ви новачок у крипті, ось як MAPO відрізняється від традиційних грошей.",
  "Open to all, truly borderless": "Відкрито для всіх, справді без кордонів",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPO відкритий і доступний для будь-кого з інтернет-з'єднанням та криптогаманцем, перетинаючи географічні межі.",
  "You have the full autonomy": "У вас повна автономія",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "Користувачі MAPO мають повний контроль над своїми коштами та транзакціями, усуваючи потребу в посередниках, таких як банки або будь-які інші треті сторони.",
  "Privacy by default": "Конфіденційність за замовчуванням",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "MAPO пріоритетно ставить конфіденційність користувачів за замовчуванням. Хоча транзакції записуються у публічному реєстрі, ідентичності користувачів часто є псевдонімними.",
  "Peer-to-peer, no third parties": "Peer-to-peer, без третіх сторін",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "Ви можете надсилати свій MAPO без будь-яких посередників, таких як банки або платіжні процесори. Надсилання MAPO схоже на передачу готівки, але це онлайн і захищено криптографією.",
  "Transparency and equity": "Прозорість і справедливість",
  "User Experience": "Користувацький досвід",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "Усі транзакції MAPO записуються на MAP Relay Chain, забезпечуючи прозорість і незмінність. Це означає, що ви можете перевіряти транзакції незалежно.",
  "Code is law": "Код - це закон",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "MAPO працює на основі попередньо визначених, незмінних правил, закодованих у програмному забезпеченні. Правила системи та монетарна політика не можуть бути змінені жодною центральною владою.",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "Хочете купити трохи MAPO? Часто плутають MAP і MAPO. MAPO - це назва тікера на MAP Relay Chain, тоді як MAP - це назва на інших ланцюгах.",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "Щоб дослідити екосистему MAP Protocol, MAPO - це те, що ви, ймовірно, хочете купити. <link1>Дізнатися більше про отримання MAPO</link1>.",
  "What’s unique about MAPO?": "Що унікального в MAPO?",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "Є багато криптовалют і багато інших токенів у блокчейн-просторі, але є деякі речі, які може робити тільки MAPO.",
  "MAPO fuels MAP Protocol": "MAPO підживлює MAP Protocol",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPO є серцем MAP Protocol. Коли ви надсилаєте MAPO або використовуєте додаток на MAP Protocol, ви платите комісію в MAPO за використання мережі MAP Protocol. Ця комісія служить стимулом для блок-продюсера обробити і перевірити вашу активність у мережі.",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "Валідатори схожі на вартових MAP Protocol - вони перевіряють і забезпечують валідність і точність усіх транзакцій. Вони випадково вибираються для перевірки нових перекладів і додавання їх до блокчейну. Валідатори будуть винагороджені невеликою кількістю MAPO за роботу, яку вони виконують.",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "Є певні апаратні та програмні вимоги, які ви повинні виконати, щоб стати валідатором. Ви можете перевірити деталі на <link1>Запустити вузол</link1>.",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "Крім цих вимог, валідатори також повинні ставити певну кількість MAPO, щоб допомогти забезпечити всю мережу MAP Protocol і заробляти винагороди. Якщо ви хочете забезпечити omnichain мережу без створення вузла, ви все ще можете брати участь у стейкінгу, делегуючи свій MAPO. <link1>Дізнатися більше про стейкінг</link1>.",
  "What is MAP Protocol?": "Що таке MAP Protocol?",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "Щоб дізнатися більше про MAP Protocol - технологію за MAPO, перегляньте інформацію на цій сторінці.",
  "MAPO underpins the omnichain financial system": "MAPO підтримує omnichain фінансову систему",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "Переходячи за рамки простих транзакцій, спільнота omnichain створює всеосяжну фінансову мережу, яка є peer-to-peer і універсально доступною.",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "Наразі користувачі можуть заробляти MAPO через стейкінг. Однак, оскільки MAP Protocol розвивається і розширюється, незабаром будуть введені нові функції, такі як позики і кредитування, розширюючи корисність MAPO.",
  "Uses for MAPO grow every day": "Використання для MAPO зростає щодня",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "Оскільки MAP Protocol програмований, розробники можуть формувати MAPO безліччю способів. Ось лише деякі речі, які ви можете робити з MAPO.",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>Обмін токенів</link1> — ви можете торгувати MAPO з токенами на багатьох різних ланцюгах.",
  "Earn interest — stake MAPO and get rewarded.": "<link1>Заробляти відсотки</link1> — стейкінг MAPO і отримання винагороди.",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>Отримати стейблкоіни</link1> — доступ до світу криптовалют зі стабільною, менш волатильною вартістю.",
  "Where to get MAPO": "Де отримати MAPO",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "Ви можете отримати MAPO з централізованої біржі або децентралізованої біржі, але різні країни можуть мати різні політики. Перевірте, який був би найкращий спосіб для вас отримати MAPO.",
  "Why does MAPO have value?": "Чому MAPO має цінність?",
  "MAPO holds different values for different people.": "MAPO має різну цінність для різних людей.",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "Для користувачів MAP Protocol, MAPO цінний, тому що він дозволяє вам платити комісію за транзакції.",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "Інші бачать його як цифровий засіб зберігання цінності, оскільки створення нового MAPO з часом сповільнюється.",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "У майбутньому MAPO також стане цінним для користувачів фінансових додатків на MAP Protocol, оскільки вони можуть використовувати MAPO для позик, кредитування, стрімінгу або навіть як платіжну систему.",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "Є також користувачі, які є інвесторами, які розглядають MAPO як свої інвестиції, подібно до Bitcoin або інших криптовалют.",
  "MAPO is not the only token in crypto": "MAPO - це не єдиний токен у крипті",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "Криптопростір дозволяє будь-кому створювати нові активи і торгувати ними на різних платформах. Ці активи часто позначають як 'токени'. Від традиційних активів, таких як золото і нерухомість, до інноваційних концепцій, таких як мистецтво і навіть особиста цінність, токенізація переосмислює наше уявлення про власність.",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "Криптоландшафт містить безліч токенів, кожен з яких має свою унікальну користь і цінність. Постійна інновація розробників забезпечує, що нові токени постійно з'являються, кожен з яких прокладає шлях для нових можливостей і розширення ринку.",
  "More on tokens": "Дізнатися більше про токени",
  "Stablecoins": "Стейблкоіни",
  "Decentralized finance (DeFi)": "Децентралізовані фінанси (DeFi)",
  "Decentralized organizations (DAOs)": "Децентралізовані організації (DAOs)",
  "Non-fungible tokens (NFTs)": "Незамінні токени (NFTs)",
  "Different types of tokens": "Різні типи токенів",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "Токени, які відображають вартість традиційної валюти, такої як долари. Це вирішує проблему волатильності багатьох криптовалют.",
  "Governance tokens": "Токени управління",
  "Tokens that represent voting power in decentralized organizations.": "Токени, які представляють голосувальну силу в децентралізованих організаціях.",
  "Sh*t coins": "Sh*t coins",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "Оскільки будь-хто - навіть люди з поганими намірами - може створити новий токен, завжди робіть своє дослідження, перш ніж вирішувати інвестувати в них!",
  "Collectible tokens": "Колекційні токени",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "Токени, які представляють колекційний ігровий предмет, шматок цифрового мистецтва або інші унікальні активи. Зазвичай відомі як незамінні токени (NFTs)."
}