{
  "Welcome to MAP Protocol Community": "MAP Protocol 커뮤니티에 오신 것을 환영합니다",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol은 수십만 명의 개발자, 기술자, 디자이너, 사용자, MAPO HODLers 및 열정가들의 고향입니다.",
  "Why become part of the MAP Protocol community?": "왜 MAP Protocol 커뮤니티의 일부가 되어야 할까요?",
  "Participate freely": "자유롭게 참여하기",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "원격으로 기여할 자유가 있어, 언제 어디서나 당신에게 맞는 시간에 일할 수 있습니다.",
  "Find your cohort": "동료 찾기",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "같은 생각을 가진 동료들과 연결할 기회가 있습니다. 팀워크를 통해 참가자들은 번역 기술을 향상시키고, 귀중한 통찰력을 교환하며, 함께 도전을 극복할 수 있습니다.",
  "Get recognized and compensated": "인정받고 보상받기",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "당신이 한 일 옆에 당신의 이름이 표시됩니다. 또한, 당신이 한 훌륭한 일에 대해 보상을 받게 됩니다.",
  "How to get involved?": "어떻게 참여하나요?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "빠르게 성장하는 Map Protocol 커뮤니티에 참여하는 방법은 많습니다; 인기 있는 온라인 커뮤니티에 가입하거나, 이벤트에 참석하거나, 모임 그룹에 가입하거나, 프로젝트에 기여하거나, Map Protocol에 대한 많은 온라인 포럼 중 하나에 참여할 수 있습니다.",
  "Join online communities": "온라인 커뮤니티 가입하기",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "동료를 찾고 많은 다른 MAP Protocol 열정가들과 함께 참여하세요.",
  "MAP Protocol events": "MAP Protocol 이벤트",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "MAP Protocol 컨퍼런스, 해커톤 또는 모임을 찾아 참여하세요.",
  "Run a node": "노드 운영하기",
  "Operate your own node is a great way to contribute to the whole network.": "자신의 노드를 운영하는 것은 전체 네트워크에 기여하는 훌륭한 방법입니다.",
  "Stake MAPO": "MAPO 스테이킹하기",
  "Get your MAPO and stake them to earn more rewards.": "MAPO를 얻고 스테이킹하여 더 많은 보상을 받으세요.",
  "Contribute to MAP Protocol": "MAP Protocol에 기여하기",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "우리가 개방성과 P2P 분산화를 지지하는 것처럼, 우리는 모든 사람에게 지식을 자유롭게 접근할 수 있게 만들고자 합니다. 이 웹사이트의 모든 콘텐츠는 오픈 소스입니다. 새로운 편집을 제안하거나, 반짝이는 새로운 기능을 제안하고, 우리가 개선하는 데 도움을 줄 수 있습니다.",
  "More on contribution ": "기여에 대해 더 알아보기",
  "Learn about MAPDAO": "MAPDAO에 대해 알아보기",
  "Join Telegram": "MAPDAO에 가입하기",
  "Community center": "커뮤니티 센터"
}