{
  "Find a Wallet": "지갑 찾기",
  "A crypto wallet is your gateway to the decentralized world. Find a wallet that suits your needs and has the features you want.": "암호화폐 지갑은 탈중앙화된 세계로의 관문입니다. 당신의 요구에 맞고 원하는 기능을 가진 지갑을 찾으세요.",
  "Wallet for MAPO": "MAPO용 지갑",
  "You use the following wallets to directly use and send MAPO and MAP.": "다음 지갑을 사용하여 MAPO 직접 사용하고 전송할 수 있습니다.",
  "More on where to get MAPO and how to add MAP Relay Chain and MAP to your wallet.": "MAPO를 얻는 방법과 지갑에 MAP Relay Chain과 MAPO을 추가하는 방법에 대해 <link1>더 알아보기</link1>.",
  "Choose wallets that fit your needs": "당신의 요구에 맞는 지갑 선택하기",
  "Choosing a cryptocurrency wallet depends on various factors such as your investment needs, desired level of security, ease of use, and the types of cryptocurrencies you intend to hold. Below are some considerations that may help you make an informed decision:": "암호화폐 지갑을 선택하는 것은 투자 요구, 원하는 보안 수준, 사용 편의성, 보유하려는 암호화폐 유형 등 다양한 요소에 따라 달라집니다. 아래는 정보에 입각한 결정을 내리는 데 도움이 될 수 있는 몇 가지 고려 사항입니다:",
  "Security": "보안",
  "Cold Wallets: Generally, hardware wallets or cold storage wallets are the most secure as they are not connected to the internet, reducing the risk of hacking.": "콜드 지갑: 일반적으로 하드웨어 지갑이나 콜드 스토리지 지갑은 인터넷에 연결되어 있지 않아 해킹 위험이 줄어들어 가장 안전합니다.",
  "Hot Wallets: These are software-based and are connected to the internet. They are easier to use but are generally less secure compared to cold wallets.": "핫 지갑: 이들은 소프트웨어 기반으로 인터넷에 연결되어 있습니다. 사용하기는 더 쉽지만 콜드 지갑에 비해 일반적으로 덜 안전합니다.",
  "More on Cold Wallets and Hot Wallets": "<link1>콜드 지갑과 핫 지갑에 대해 더 알아보기</link1>",
  "Type of Cryptocurrency": "암호화폐 유형",
  "Multi-Currency Wallets: If you plan on holding multiple types of cryptocurrencies, you may want a wallet that supports this.": "멀티-통화 지갑: 여러 종류의 암호화폐를 보유할 계획이라면 이를 지원하는 지갑을 원할 수 있습니다.",
  "Single-Currency Wallets: These only support one type of cryptocurrency and might be useful if you are only dealing with a single asset.": "싱글-통화 지갑: 이들은 한 종류의 암호화폐만 지원하며 단일 자산만을 다루고 있다면 유용할 수 있습니다.",
  "User Experience": "사용자 경험",
  "User-Friendly Interface: Some wallets are easier to use than others and come with a more intuitive design.": "사용자 친화적 인터페이스: 일부 지갑은 다른 지갑보다 사용하기 쉽고 더 직관적인 디자인을 가지고 있습니다.",
  "Technical Features: More experienced users may want advanced features like built-in exchanges, connection to DApps, etc.": "기술적 기능: 더 경험 많은 사용자는 내장된 거래소, DApps에 연결 등과 같은 고급 기능을 원할 수 있습니다.",
  "Backup and Recovery": "백업 및 복구",
  "Consider wallets that have straightforward yet secure backup and recovery options.": "간단하면서도 안전한 백업 및 복구 옵션을 가진 지갑을 고려하세요.",
  "Some wallets are free, but more secure options like hardware wallets come at a cost. There may also be transaction fees associated with a wallet's service.": "일부 지갑은 무료이지만, 하드웨어 지갑과 같은 더 안전한 옵션은 비용이 들 수 있습니다. 지갑 서비스와 관련된 거래 수수료도 있을 수 있습니다.",
  "Costs": "비용",
  "Development and Updates": "개발 및 업데이트",
  "Check if the wallet is actively being updated and improved to guard against potential future security threats.": "지갑이 활발하게 업데이트되고 개선되어 잠재적인 미래 보안 위협에 대비하고 있는지 확인하세요.",
  "Community and Reviews": "커뮤니티 및 리뷰",
  "Checking reviews and asking for recommendations can provide insights into the wallet’s reputation and functionality.": "리뷰를 확인하고 추천을 요청하는 것은 지갑의 명성과 기능에 대한 통찰력을 제공할 수 있습니다.",
  "Regulatory Compliance": "규제 준수",
  "Some wallets come with additional features such as KYC procedures that are required for regulatory compliance. Make sure the wallet complies with the jurisdiction you are in.": "일부 지갑은 KYC 절차와 같은 추가 기능을 제공하며, 이는 규제 준수를 위해 필요할 수 있습니다. 지갑이 당신이 있는 관할 구역과 준수하는지 확인하세요.",
  "Mobile vs. Desktop vs. Web": "모바일 대 비대면 대 웹",
  "Your lifestyle and where you intend to manage your assets can also influence your decision. Mobile wallets are useful for people on the go, whereas desktop wallets may offer more features.": "당신의 라이프스타일과 자산을 관리하려는 장소도 결정에 영향을 미칠 수 있습니다. 모바일 지갑은 이동 중인 사람들에게 유용하며, 데스크톱 지갑은 더 많은 기능을 제공할 수 있습니다.",
  "By weighing these factors based on your individual needs and conducting thorough research, you can make a more informed choice about which cryptocurrency wallet to use.": "개인의 요구에 기반하여 이러한 요소들을 저울질하고 철저한 연구를 수행함으로써, 어떤 암호화폐 지갑을 사용할지에 대해 더 정보에 입각한 선택을 할 수 있습니다."
}