{
  "Welcome to MAP Protocol": "MAP Protocol에 오신 것을 환영합니다",
  "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol은 피어 투 피어 크로스체인 상호운용성을 위한 비트코인 레이어-2입니다.",
  "Explore MAP Protocol": "MAP Protocol 탐색하기",
  "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "비트코인 생태계 변혁을 위한 비트코인 레이어-2",
  "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "비트코인 네트워크의 보안 메커니즘을 활용하여 MAP 프로토콜은 네트워크 보안을 강화하고 BRC-20 크로스체인을 가능하게 하며 기타 공용 체인의 자산과 사용자가 피어 투 피어 크로스체인을 통해 비트코인 네트워크와 상호 작용할 수 있도록 합니다.",
  "The Bitcoin-level peer-to-peer cross-chain network": "비트코인 수준의 피어 투 피어 크로스체인 네트워크",
  "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "“순수 피어 투 피어” 비트코인 네트워크와 유사하게, MAP 프로토콜의 크로스체인 네트워크도 어떠한 제3자를 거치지 않고 피어 투 피어입니다. 크로스체인 요청의 유효성은 신뢰할 수 있는 제3자에 의한 결정이나 증명이 아니라 소스 체인에서 발생한 사실에 전적으로 의존합니다.",
  "The frontier for building anything cross-chain": "모든 비트코인 레이어 2를 아우르는 애플리케이션 구축",
  "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "다양한 비트코인 L2가 통합된 하나가 되어야 합니다. 개발자를 위해 완벽한 개발 <link1>도구, 튜토리얼, 및 SDK</link1> 세트를 제공합니다. MAP 프로토콜의 비트코인 L2 네트워크를 통해 개발자는 단일 체인에서 애플리케이션을 구축하는 것처럼 쉽게 모든 비트코인 레이어 2를 아우르는 크로스체인 dApp을 구축할 수 있습니다.",
  "The infra for interoperable on-chain assets, storage, and computing": "상호 운용 가능한 온체인 자산, 저장소 및 컴퓨팅을 위한 인프라",
  "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "상호 운용성은 다른 체인의 다양한 토큰을 연결하는 것을 넘어섭니다. 진정한 탈중앙화된 Web3는 자산, 저장소 및 컴퓨팅이 모두 온체인이며 상호 운용 가능한 곳입니다. 우리는 상호 운용 가능한 온체인 자산, 저장소 및 컴퓨팅을 위한 인프라를 제공합니다.",
  "Get started": "시작하기",
  "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP 프로토콜은 사용자가 비트코인 생태계에 들어가고 완전히 상호 운용 가능한 블록체인 세계와 상호 작용할 수 있는 관문입니다. 다음은 이 지속적으로 발전하는 기술을 빠르게 경험하는 데 도움이 되는 몇 가지 간단한 단계입니다.",
  "Start with a Wallet": "지갑으로 시작하기",
  "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "MAP 프로토콜과 연결하고 자금을 관리할 수 있는 지갑 찾기.",
  "Get some MAPO": "MAPO를 얻으세요",
  "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO는 MAP 프로토콜의 화폐입니다 — 다양한 목적으로 사용할 수 있습니다.",
  "Try decentralized exchanges (DEXs)": "탈중앙화 거래소(DEX) 시도하기",
  "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEX는 탈중앙화 금융(DeFi)에 혁신적인 중요성을 가집니다. MAPO를 잡고 DEX에서의 거래 메커니즘에 익숙해지세요.",
  "Build an omnichain dApp or become omnichain": "비트코인 생태계 애플리케이션을 구축하거나 상호 운용 가능한 비트코인 L2 네트워크에 합류하기",
  "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "EVM과 호환되며 새로운 코딩 언어를 배울 필요가 없습니다. MAP 프로토콜과 기타 생태계 공용 체인에 의해 커버되는 비트코인 레이어 2 네트워크와 다른 생태계 공용 체인은 지속적으로 증가하고 있습니다.",
  "What is MAP Protocol?": "MAP 프로토콜이란?",
  "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol은 비트코인 생태계 개발에 전념하는 비트코인 레이어-2로서 기능합니다. 또한, 블록체인 기반 자산, 스토리지, 컴퓨팅 간의 상호운용성을 달성하기 위한 필수 인프라를 제공합니다. 라이트 클라이언트와 제로 지식 증명 기술을 기반으로 구축된 우리의 상호운용 크로스체인 솔루션은 신뢰할 수 있는 제3자 없이 피어 투 피어 방식이며, 이로써 제3자 브릿지를 사용하는 블록체인이나 고립된 블록체인을 하나의 Web3 개발 플랫폼 및 Web3 사용자 관문으로 전환합니다.",
  "More on MAP Protocol": "MAP Protocol에 대해 더 알아보기",
  "The case for MAP Protocol as Bitcoin layer-2": "비트코인 레이어-2로서의 MAP Protocol 사례",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "튜링 완전성의 부재로 인해 비트코인은 이더리움에 비해 사용성이 제한되며, 그 생태계는 느리게 성장합니다. 비트코인 레이어-2이자 상호운용 가능한 옴니체인 인프라로서, MAP Protocol은 비트코인 생태계의 상호운용성을 확장하고 비트코인 커뮤니티의 성장을 촉진할 수 있습니다.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "",
  "More on Bitcoin layer-2": "비트코인 레이어-2에 대해 더 알아보기",
  "Don't trust, verify: Refactor light clients verification with ZK-proof": "신뢰하지 말고, 검증하세요: ZK-증명으로 라이트 클라이언트 검증 리팩토링",
  "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "<link1>사토시 나카모토의 2008년 백서</link1>에서 처음 제안된 간소화된 지불 검증(SPV) 형태로, 라이트 클라이언트는 가능한 많은 보안 보장을 제공하면서 네트워크와 상호작용할 수 있게 하는 방법입니다. 제로 지식 증명은 1989년에 마누엘 블럼, 폴 펠드먼, 실비오 미칼리에 의해 처음 제안되었으며, 현재 익명 결제, 인증, 검증 가능한 계산, 온체인 투표 등의 사용 사례가 있습니다.",
  "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol은 <link1>ZK-증명으로 라이트 클라이언트 기술을 리팩토링</link1>하여, 라이트 클라이언트 검증 효율성을 더욱 향상시키면서도 전체 검증 과정을 신뢰할 수 있는 제3자 없이 피어 투 피어 방식으로 유지합니다.",
  "More on light clients": "라이트 클라이언트에 대해 더 알아보기",
  "More on zero-knowledge proofs": "제로 지식 증명에 대해 더 알아보기",
  "Toward a truly interoperable future: Omnichain and fully on-chain": "진정으로 상호운용 가능한 미래를 향하여: 옴니체인 및 완전히 온체인",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "오늘날 대부분의 상호운용성 솔루션은 자산 크로스체인 거래에만 중점을 둡니다. 그러나 진정으로 상호운용 가능한 Web3 미래는 그 이상을 확장합니다 — dApp 작업을 포함한 거래, 데이터 스토리지, 컴퓨팅이 블록체인에서 수행되며 다른 체인 간에 상호운용 가능한 미래입니다. 이는 사용자에게 데이터와 개인 정보에 대한 완전한 통제권을 제공합니다.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol은 이 진정으로 상호운용 가능한 Web3 미래를 위한 길을 닦습니다. MAP Protocol을 통해 개발자는 다양한 블록체인 구성 요소를 원활하게 통합할 수 있으며, 모든 작업이 온체인에서 이루어지는 앱을 구축할 수 있습니다. 이는 사용자가 여러 체인에 걸쳐 데이터와 자산을 완전히 통제할 수 있게 합니다.",
  "Explore omnichain and fully on-chain": "옴니체인 및 완전히 온체인 탐색하기",
  "The all-in-one developer portal": "모든 것을 위한 원스톱 개발자 포털",
  "Learn about MAPDAO": "MAPDAO에 대해 알아보기",
  "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol과 그 앱은 투명하고 오픈 소스이며, 여러분의 블록체인 상호운용성 요구에 대한 해결책입니다. 여러분이 다른 블록체인과 연결하고자 하는 체인이든, 여러 블록체인에서 작동하는 dApp을 구축하고자 하든, 심지어 비트코인 생태계와 상호작용하고자 하든, 우리는 여러분이 <link1>옴니체인 및 완전히 온체인</link1>으로 무엇이든 구축할 수 있도록 쉽게 만들어줍니다.",
  "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "우리의 광범위한 문서와 튜토리얼에 빠져들어 다양한 유형의 블록체인 기능을 결합하는 방법을 배우고, 혁신적인 기능을 가진 앱을 만드세요.",
  "View documentation": "문서 보기",
  "MAP Protocol today": "오늘날의 MAP Protocol",
  "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "최신 MAP 릴레이 체인 통계 (데이터 출처: <link1>MAPO 탐색기</link1>)",
  "TOTAL MAPO STAKED": "총 MAPO 스테이킹",
  "The total amount of MAPO currently being staked and securing the network.": "현재 네트워크를 보호하는 데 스테이킹되고 있는 MAPO의 총량입니다.",
  "NODES": "노드",
  "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAP 릴레이 체인은 전 세계의 자원봉사자들에 의해 운영되며, 이들은 노드로 알려져 있습니다.",
  "TRANSACTIONS": "트랜잭션",
  "The number of cross-chain transactions successfully processed by the network.": "네트워크가 성공적으로 처리한 크로스체인 트랜잭션 수입니다.",
  "TOTAL ADDRESS": "총 주소",
  "The number of users in MAP Protocol grows every day.": "MAP Protocol의 사용자 수는 매일 증가하고 있습니다.",
  "Join MAP Protocol community": "MAP Protocol 커뮤니티에 가입하세요",
  "Join over 5,000 members on MAPDAO Discord community!": "MAPDAO Telegram 커뮤니티에 24,000명 이상의 회원이 함께하고 있습니다!",
  "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "우리는 매월 커뮤니티 콜을 개최하여 MAP Protocol 개발에 대한 흥미로운 업데이트와 중요한 생태계 뉴스를 공유합니다. 질문을 하고, 아이디어를 공유하며, 다양한 방식으로 기여할 기회를 얻을 수 있습니다 — 이는 번성하는 MAPDAO 커뮤니티의 일원이 되기에 완벽한 기회입니다.",
  "Join Telegram": "MAPDAO에 가입하기"
}