{
  "Run a node": "노드 운영하기",
  "Run a node to secure the network": "네트워크 보안을 위해 노드를 운영하세요",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "자신의 노드를 운영하는 것은 전체 네트워크를 보호하고 분산화를 유지하는 동시에 완전한 주권을 유지하는 훌륭한 방법입니다.",
  "What is a node?": "노드란 무엇인가요?",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "블록체인 네트워크에서 노드는 네트워크에 참여하고 분산 원장, 즉 블록체인의 사본을 유지하는 컴퓨터입니다. 블록체인 네트워크의 노드는 특정 블록체인의 아키텍처와 합의 알고리즘에 따라 다양한 역할과 책임을 가질 수 있습니다.",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "POS 체인인 MAP Protocol은 거래를 검증하고 MAP Relay Chain 네트워크를 가능한 가장 안전한 상태로 유지하는 검증자 노드가 필요합니다.",
  "Who can run a node?": "누가 노드를 운영할 수 있나요?",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "적절한 설정과 충분한 스테이크를 가진 누구나 검증자가 될 수 있습니다.",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "<link1>MAPO Scan</link1>에서 현재 검증자와 그들의 투표를 개요로 확인할 수 있으며, <link2>여기에서 새로운 검증자가 되는 방법에 대한 완전한 가이드</link2>를 확인할 수 있습니다.",
  "Build your node": "노드 구축하기",
  "Hardware": "하드웨어",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol은 작업 증명 네트워크와 다른 하드웨어 요구 사항을 가진 지분 증명 네트워크입니다. 지분 증명 합의는 CPU 사용이 덜 집중적이지만 네트워크 연결성과 지연 시간에 더 민감합니다.",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "아래는 MAPO 네트워크에서 검증자를 운영하기 위한 표준 요구 사항 목록입니다.",
  "Memory": "메모리",
  "Disk": "디스크",
  "256 GB of SSD storage, plus a secondary HDD": "256GB의 SSD 저장 공간과 추가적인 HDD",
  "Network": "네트워크",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "최소 100Mb 입력/출력 이더넷과 광 인터넷 연결(이상적으로 중복 연결 및 HA 스위치)",
  "Software": "소프트웨어",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "아틀라스를 빌드하는 데는 git, Go(버전 1.14 이상), C 컴파일러가 필요합니다.",
  "You can install them using your favorite package manager.": "선호하는 패키지 관리자를 사용하여 설치할 수 있습니다.",
  "Others": "기타",
  "Your account needs to have at least 1,000,000 MAPO.": "계정은 최소 1,000,000 MAPO를 보유해야 합니다.",
  "Run your node": "노드 운영하기",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "MAP Protocol에서 검증자 노트를 운영하기 전에 사전 요구 사항을 충족했는지 확인하세요. 검증자 노트를 운영하기 위해 다섯 단계 또는 고급 가이드를 따르세요.",
  "You can also browse our guides on How To Become A New Validator to get started.": "<link1>새로운 검증자가 되는 방법</link1>에 대한 가이드를 찾아 시작할 수도 있습니다.",
  "Step 1: Create an account": "1단계: 계정 생성하기",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "이 단계에서는 식별 정보를 해당 관리 계약으로 전송해야 합니다. 이 계약은 계정, 키 및 메타데이터를 관리합니다.",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "이 단계의 목적은 인증 서명, 투표 및 검증에 사용될 대체 키를 승인함으로써 잠긴 <text>MAPO</text>를 더 안전하게 유지하는 것입니다. 이렇게 함으로써 잠긴 <text>MAPO</text>에 접근할 수 있는 키를 저장소에 보관하면서도 프로토콜에 계속 참여할 수 있습니다.",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "위의 작업을 수행하려면 <text>createAccount</text> 명령어가 필요합니다. <text>createAccount</text> 명령어에 대한 자세한 내용은 <link1>이곳</link1>을 참조하세요.",
  "Step 2: Authorize": "2단계: 승인하기",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "계정을 대신하여 합의 메시지에 서명할 주소를 승인합니다. 이 승인된 주소를 서명자라고 합니다. 이름에서 알 수 있듯이, 서명자는 서명만을 담당합니다. 보상은 서명자에게 지급되지 않고 이전 단계에서 생성된 계정으로 지급됩니다.",
  "Step 3: Locked MAPO": "3단계: 잠긴 MAPO",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "검증자가 되기 위해 설정한 기준은 1,000,000 <text>MAPO</text>를 해당 관리 스마트 계약에 잠그는 것입니다. 이 잠긴 <text>MAPO</text>는 미래의 처벌에 사용되며, 선출되는 조건 중 하나입니다.",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "위의 작업을 수행하려면 <text>lockedMAPO</text> 명령어가 필요합니다. <text>lockedMAPO</text> 명령어에 대한 자세한 내용은 <link1>이곳</link1>을 참조하세요.",
  "Step 4: Validator register": "4단계: 검증자 등록하기",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "이 단계는 새로운 검증자로 <text>등록</text>하는 데 있어 핵심 단계입니다. 위의 작업을 수행하려면 register 명령어가 필요합니다. register 명령어에 대한 자세한 내용은 <link1>이곳</link1>을 참조하세요.",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "이 단계에서 성공적으로 검증자로 등록하게 됩니다. 다음으로, 자신에게 투표를 해볼 수 있습니다. 투표하는 방법에 대한 자세한 내용은 <link1>이곳</link1>을 참조하세요.",
  "Step 5: Vote": "5단계: 투표하기",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "검증자는 선거에서 고려되기 위해 최소 0.001의 투표 비율을 가져야 하므로, 검증자는 투표를 가져야 합니다. 자신의 검증자 계정으로 자신에게 투표하거나 다른 검증자나 사용자에게 투표를 위임할 수 있습니다.",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "3단계에서 1,000,000 <text>MAPO</text>를 잠갔기 때문에, 지금 자신에게 <link1>투표</link1>하는 것이 좋은 결정입니다.",
  "Stake your MAPO": "MAPO 스테이킹하기",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "자신의 노드를 구축하는 것이 어렵거나 기술적 전문성을 벗어난다면, 그렇다고 해서 소외될 필요는 없습니다. 그냥 MAPO를 스테이킹하세요! 여전히 네트워크를 강화하고 유지하는 데 중추적인 역할을 할 수 있습니다."
}