{
  "Get rewarded while securing MAP Protocol omnichain network": "MAP Protocol 옴니체인 네트워크를 보호하면서 보상 받기",
  "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "MAPO 스테이킹은 전체 MAP Protocol 옴니체인 생태계를 위한 공공재입니다. 검증자는 노드를 적절히 설정한 후 충분한 스테이크를 보유해야 합니다.",
  "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "허가 없는 위임증명(Delegated Proof-of-Stake, DPoS) 블록체인으로서 MAP Protocol은 사용자가 MAPO를 검증자에게 위임하여 트랜잭션을 처리하고 네트워크를 운영할 수 있도록 합니다.",
  "TOTAL MAPO STAKED": "총 MAPO 스테이킹",
  "TOTAL VALIDATORS": "총 검증자 수",
  "CURRENT APR": "현재 APR",
  "Stake MAPO": "MAPO 스테이킹하기",
  "What is staking": "스테이킹이란 무엇인가",
  "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "일반적으로, 스테이킹은 블록체인 네트워크의 운영을 지원하기 위해 지분증명(PoS) 또는 유사한 합의 메커니즘에 참여하는 과정입니다. 참가자들은 트랜잭션을 검증하고, 네트워크를 보호하며, 새로운 블록을 생성하기 위해 지갑에 일정량의 암호화폐를 잠그게 됩니다. 대가로, 참가자들은 일반적으로 추가 토큰을 보상으로 받게 되며, 이는 수동적인 수입의 흐름으로 이어질 수 있습니다.",
  "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "MAP Protocol에서 스테이킹은 특정량의 MAPO를 <link1>MAPO 검증자 풀</link1>에 잠그는 행위입니다. 검증자와 사용자 모두 스테이킹에 참여할 수 있습니다.",
  "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "검증자가 검증자 노드를 구성하면, 스테이킹 풀에 100만 MAPO를 보유해야 합니다. 사용자는 특정 검증자의 스테이크에 MAPO를 위임함으로써 스테이킹에 참여할 수 있으며, 이를 통해 해당 검증자의 운영을 돕고 자신의 스테이크에 기반한 보상의 일정 비율을 벌 수 있습니다.",
  "More on how to get MAPO": "MAPO를 어떻게 얻을 수 있는지 더 알아보기",
  "Why stake your MAPO": "왜 MAPO를 스테이킹해야 하는가",
  "Earn rewards": "보상 받기",
  "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "네트워크가 합의에 도달하는 데 도움이 되는 행동에 대해 보상이 주어집니다. 새로운 블록으로 트랜잭션을 적절히 배치하고 다른 검증자의 작업을 확인하는 올바른 검증자에게 자산을 위임하면 보상을 받게 됩니다. 이것이 바로 체인이 안전하게 운영되는 이유입니다.",
  "Better security": "더 나은 보안",
  "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "더 많은 MAPO가 스테이킹될수록 네트워크는 공격에 대해 더 강해집니다. 네트워크의 대다수를 제어하려면 더 많은 MAPO가 필요하기 때문입니다. 위협이 되려면 대다수의 검증자를 소유해야 하며, 이는 시스템 내 대다수의 MAPO를 제어해야 함을 의미합니다. 그것은 많은 양입니다!",
  "More sustainability": "더 지속 가능함",
  "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "스테이커들은 네트워크를 보호하기 위해 참여하는 데 에너지 집약적인 작업증명(proof-of-work) 계산을 할 필요가 없으므로 스테이킹 노드는 상대적으로 겸손한 하드웨어에서 매우 적은 에너지를 사용하여 운영할 수 있습니다.",
  "How to stake MAPO as a user": "사용자로서 MAPO를 어떻게 스테이킹할 수 있는가",
  "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*중요: 성공적으로 스테이킹하려면 먼저 지갑에 MAPO가 있어야 합니다. <link1>버터 스왑</link1>을 통해 MAPO를 얻을 수 있습니다. 지갑에 MAPO가 준비되면 아래와 같이 진행할 수 있습니다:",
  "Go to the Staking Page and connect your wallet": "<link1>스테이킹 페이지</link1>로 이동하여 지갑을 연결하세요",
  "Lock your MAPO for staking": "스테이킹을 위해 MAPO를 잠그세요",
  "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "스테이킹에 처음 참여하는 경우, 먼저 계정을 만들라는 요청을 받게 됩니다. 간단히 계정 이름을 입력하고 “제출”을 클릭한 다음 스테이킹 페이지로 이동하여 MAPO를 잠그세요.",
  "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "잠긴 MAPO의 양은 스테이킹에 사용할 수 있는 MAPO의 양이어야 합니다. “잠금 해제”는 지갑에 남아 있는 잠기지 않은 MAPO 토큰의 양을 보여줍니다.",
  "Hit the “Lock” button and put in the amount you want to use for staking.": "“잠금” 버튼을 누르고 스테이킹에 사용하고자 하는 양을 입력하세요.",
  "Select the validator and delegate your MAPO": "검증자를 선택하고 MAPO를 위임하세요",
  "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "일정량의 MAPO를 잠근 후에는 위임하고자 하는 검증자를 선택할 수 있습니다. 검증자를 선택하는 행위는 “투표”라고 합니다.",
  "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "<link1>검증자 풀 정보 페이지</link1>를 방문하여 투표하고자 하는 검증자를 결정하기 전에 그들의 성능을 검토하세요. 또한 <link2>MAP Protocol 검증자 포럼 페이지</link2>에서 검증자 소개를 읽어보고 특정 검증자에게 왜 투표해야 하는지 알아볼 수 있습니다.",
  "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "검증자를 선택할 때, 자신의 연구를 해야 하며 유능한 검증자에게 투표해야 합니다. 귀하의 MAPO는 선택한 검증자에게 위임됩니다.",
  "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "스테이킹하고자 하는 금액을 입력하고 “계속”을 누르세요. 이제 “당신의 투표” 섹션에서 스테이킹 상태를 확인할 수 있습니다.",
  "User Staking FAQs": "사용자 스테이킹 FAQ",
  "Is there any fee that I should be aware of such as delegation fee?": "위임 수수료와 같은 내가 알아야 할 수수료가 있나요?",
  "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "선택한 검증자에게 MAPO를 위임할 때, 소량의 MAPO를 가스 수수료로 지불해야 합니다. 또한, MAP 릴레이 체인에서 처음으로 스테이킹 계정을 만들 때, 약 1.5 MAPO가 가스 수수료로 청구됩니다.",
  "What is the minimum amount of MAPO I can start staking?": "스테이킹을 시작할 수 있는 최소 MAPO 금액은 얼마인가요?",
  "You will need 10 MAPO at minimum to start staking.": "스테이킹을 시작하기 위해서는 최소 10 MAPO가 필요합니다.",
  "How many validators can I choose to vote for?": "내가 투표할 수 있는 검증자는 몇 명인가요?",
  "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "투표할 수 있는 검증자의 수에는 제한이 없습니다. 그러나 새로운 검증자에게 투표할 때마다 투표는 블록상의 새로운 트랜잭션으로 계산되며, 새로운 트랜잭션마다 가스 수수료를 지불해야 합니다.",
  "How long do I need to wait to receive my staking rewards?": "스테이킹 보상을 받기 위해 얼마나 기다려야 하나요?",
  "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "보상은 에포크가 업데이트되면 얻게 됩니다. 이는 선택한 검증자에게 투표한 후 약 3~5일을 기다려야 보상을 받을 수 있음을 의미합니다.",
  "When can I withdraw my staked MAPO?": "언제 내 스테이킹한 MAPO를 인출할 수 있나요?",
  "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "MAPO가 잠금 해제되면 언제든지 즉시 MAPO를 인출할 수 있습니다. 그러나 MAPO를 잠금 해제하기 위해 15일의 대기 기간이 있습니다.",
  "What is the reward percentage for staking MAPO?": "MAPO 스테이킹에 대한 보상 비율은 얼마인가요?",
  "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "검증자 풀을 통해 스테이킹하는 경우, 검증자의 성능과 평판이 보상에 영향을 미칠 수 있습니다. 지속적으로 블록을 생성하고 높은 가동 시간을 유지하는 검증자는 위임자에게 더 나은 보상을 제공할 수 있습니다.",
  "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "스테이킹을 위해 여러 계정을 가질 수 있지만, 스테이킹에 사용하는 주소와 보상을 받는 데 사용하는 다른 주소를 사용할 수는 없습니다. 한 번 설정된 스테이킹 주소는 귀하의 합의 자금의 주소입니다 – 초기 및 이후 보상 모두 – 그리고 변경할 수 없습니다. 따라서 이 주소를 적절하게 백업하고 안전하게 보관해야 합니다.",
  "How to withdraw my staked tokens?": "내 스테이킹한 토큰을 어떻게 인출하나요?",
  "Unlock the amount you’d like to withdraw": "인출하고자 하는 금액을 잠금 해제하세요",
  "Wait 15 days before you can successfully withdraw the unlocked MAPO": "15일을 기다린 후에 잠금 해제된 MAPO를 성공적으로 인출할 수 있습니다",
  "Withdraw the unlocked MAPO, and you will get them in an instant": "잠금 해제된 MAPO를 인출하면 즉시 받게 됩니다",
  "Can the staking address be changed?": "스테이킹 주소를 변경할 수 있나요?",
  "How do I know the validator(s) to whom I should delegate my funds?": "내가 위임해야 할 검증자를 어떻게 알 수 있나요?",
  "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "선택하는 검증자가 보상에 직접적인 영향을 미치기 때문에, 특정 검증자에게 투표하기 전에 일부 연구를 하는 것이 중요합니다. 선택할 때 주의해야 할 일반적인 지표: 현재 에포크 활동률, 소셜 미디어 존재감, 그리고 커미션 비율.",
  "What are the factors that may affect the staking rewards?": "스테이킹 보상에 영향을 미칠 수 있는 요인은 무엇인가요?",
  "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "스테이킹 보상은 선택한 검증자, 스테이킹에 참여하는 참가자 수, 트랜잭션 볼륨 및 기타 요인에 따라 변동될 수 있습니다.",
  "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "게시 시점에서 MAP Protocol의 스테이커는 13.12% APY의 스테이킹 보상을 받고 있습니다. 가장 최신 정보는 <link1>MAPO 스캔</link1>을 확인하세요.",
  "What are the risks involved in staking?": "스테이킹에 관련된 위험은 무엇인가요?",
  "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "항상 그렇듯이, 암호화폐에는 어떤 형태의 위험이 포함되어 있으며, 스테이킹도 다르지 않습니다. 변동성은 스테이킹의 결과에도 영향을 미칠 수 있으며, 스테이킹 과정은 무작위화되어 있고 가격 변동을 항상 고려해야 하므로 보장은 없습니다.",
  "Enter the amount you want to stake": "스테이킹하고자 하는 금액을 입력하세요",
  "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "성공적으로 스테이킹하려면 먼저 지갑에 MAPO가 있어야 합니다. 버터 스왑을 통해 MAPO를 얻을 수 있습니다. 지갑에 MAPO가 준비되면 아래와 같이 진행할 수 있습니다.",
  "Check validator info": "검증자 정보 확인하기",
  "Get MAPO": "MAPO 얻기",
  "CIRCULATING SUPPLY": "순환 공급"
}