{
  "What is MAP Protocol?": "MAP Protocol이란 무엇인가요?",
  "A Bitcoin layer-2. The foundation for Interoperability": "비트코인 레이어-2. 상호운용성을 위한 기반",
  "What is Bitcoin layer-2": "비트코인 레이어-2란 무엇인가요",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "MAP Protocol이 작동하는 방식, 그것이 가져오는 이점, 그리고 자산, 저장소, 컴퓨팅이 모두 온체인이며 상호운용 가능한 미래를 실현하는 방법에 대한 완전 초보자 가이드입니다.",
  "The user gateway to Web3": "웹3로 가는 사용자 게이트웨이",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "고도의 기술적 세부사항과 복잡한 크로스체인 단계는 새로운 사용자가 웹3 세계로 진입하는 것을 막습니다. MAP Protocol은 웹3 탐색을 직관적으로 만듭니다. MAP Protocol에서 사용자는 자신의 자산에 대한 완전한 소유권을 가지고 있으며, 한 체인에서 다른 체인으로 자산을 이동할 때 순수하게 피어 투 피어 방식이며, 제3자가 개입할 수 없다는 사실만 알면 됩니다.",
  "The all-in-one developer portal": "모든 것을 한 곳에서 제공하는 개발자 포털",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "데이터 주권은 웹3의 핵심으로, 사용자가 자신의 데이터에 대한 완전한 소유권을 가집니다. 웹3 앱을 구축하기 위해 개발자는 다양한 블록체인의 기능을 결합하여 사용자 자산, 저장소, 컴퓨팅이 모두 온체인이 되도록 해야 합니다. MAP Protocol을 통해 개발자는 다양한 블록체인 구성요소를 원활하게 조합하고 사용자가 자신의 데이터와 자산을 통제할 수 있는 앱을 구축할 수 있습니다.",
  "The guardian for the free and peer-to-peer flow of assets": "자유롭고 피어 투 피어 방식의 자산 흐름을 보호하는 수호자",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "웹3는 새로운 가치의 인터넷입니다. 인터넷 가치의 흐름은 제3자로부터 안전 문제와 도전을 직면할 수 있습니다. 단일 블록체인 내의 자산 흐름은 이미 피어 투 피어 방식이지만, MAP Protocol은 다른 블록체인의 자산이 순수하게 피어 투 피어 방식으로 흐를 수 있도록 한 단계 더 나아갑니다.",
  "Summary": "요약",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol은 블록체인 기반 자산, 저장소, 컴퓨팅 간의 상호운용성을 달성하기 위한 필수적인 옴니체인 인프라를 제공합니다. 라이트 클라이언트 및 제로 지식 증명 기술을 기반으로 구축된 우리의 상호운용 크로스체인 솔루션은 피어 투 피어 방식이며, 신뢰할 수 있는 제3자 기관이 없습니다. MAP Protocol 네트워크는 웹3 사용자 게이트웨이 및 개발자 포털로서, 사용자와 개발자가 피어 투 피어 방식으로 크로스체인을 사용하고 구축할 수 있도록 지원합니다.",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "언제 어디서나 MAP Protocol 계정을 만들고 옴니체인 앱을 탐색하거나 자신만의 앱을 구축할 수 있습니다. 핵심 혁신은 중앙 권한이 규칙을 변경하거나 접근을 제한할 수 있는 중앙 기관을 신뢰하지 않고도 모든 크로스체인 작업을 수행할 수 있다는 것입니다.",
  "What can MAP Protocol do?": "MAP Protocol은 무엇을 할 수 있나요?",
  "Interoperable Omnichain Asset": "상호운용 가능한 옴니체인 자산",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol은 블록체인 기반 자산의 원활한 크로스체인 전송을 가능하게 합니다. 이는 단일 블록체인 생태계에 국한되지 않도록 하여 자산 유동성과 유용성을 향상시킵니다.",
  "Interoperable On-chain Storage and Computing": "상호운용 가능한 온체인 저장소 및 컴퓨팅",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "자산 전송을 넘어서, MAP Protocol은 상호운용성의 영역을 온체인 저장소 및 컴퓨팅 자원까지 확장하여, dApp 개발자가 여러 블록체인에 걸쳐 서비스를 효율적으로 활용할 수 있도록 합니다.",
  "Enhanced Security and Privacy": "향상된 보안 및 개인 정보 보호",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "라이트 클라이언트 및 제로 지식 증명 기술을 기반으로 구축된 MAP Protocol은 신뢰할 수 있는 제3자 없이 순수하게 피어 투 피어 방식으로 크로스체인 상호작용을 채택합니다.",
  "Developer-Friendly Platform": "개발자 친화적 플랫폼",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "웹3 사용자 게이트웨이 및 개발자 포털을 갖춘 MAP Protocol은 개발자가 크로스체인 애플리케이션을 구축하고 배포할 수 있는 필요한 도구 세트를 제공하여 블록체인 혁신을 촉진하는 역할을 합니다.",
  "User Empowerment": "사용자 권한 부여",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "사용자는 쉽게 MAP Protocol 계정을 만들고 옴니체인 생태계를 탐색하거나 기여할 수 있습니다. 중앙 권한이 규칙을 변경하거나 접근을 제한할 수 없으므로 사용자에게 비할 데 없는 통제력을 제공합니다.",
  "Peer-to-Peer Network": "피어 투 피어 네트워크",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "MAP Protocol 옴니체인 네트워크는 피어 투 피어 거래 및 상호작용을 허용하여, 블록체인 기술의 원래 분산화 정신을 유지하면서 크로스체인 기능의 이점을 제공합니다.",
  "Bitcoin ecosystem growth": "비트코인 생태계 성장",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "MAP Protocol이 비트코인 레이어-2로써, 어떤 체인의 어떤 자산도 비트코인 네트워크와 쉽게 상호 작용할 수 있습니다. 이는 기존 비트코인 생태계와 커뮤니티에 다른 유형의 자산과 커뮤니티를 추가할 것입니다.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "라이트 클라이언트와 제로 지식 증명 기술을 기반으로 구축하는 것 외에도, MAP Protocol은 장기간 공격을 방지하기 위해 비트코인 네트워크를 사용하여 보안을 더욱 강화했습니다."
}