{
  "Welcome to MAP Protocol Community": "Chào mừng đến với Cộng đồng MAP Protocol",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol là ngôi nhà của hàng trăm nghìn lập trình viên, công nghệ sĩ, nhà thiết kế, người dùng, người nắm giữ MAPO, và những người hâm mộ.",
  "Why become part of the MAP Protocol community?": "Tại sao lại trở thành một phần của cộng đồng MAP Protocol?",
  "Participate freely": "Tham gia tự do",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "Bạn có tự do đóng góp từ xa, do đó có thể làm việc từ bất cứ đâu vào bất kỳ thời gian nào phù hợp với bạn.",
  "Find your cohort": "Tìm đồng đội của bạn",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "Bạn có cơ hội kết nối với những người cùng chí hướng. Thông qua làm việc nhóm, các thành viên có thể nâng cao kỹ năng dịch thuật, trao đổi những hiểu biết quý giá, và cùng nhau vượt qua thách thức.",
  "Get recognized and compensated": "Được công nhận và có thù lao",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "Tên bạn sẽ xuất hiện bên cạnh công việc bạn đã làm. Ngoài ra, bạn sẽ được cung cấp thù lao cho công việc xuất sắc bạn thực hiện.",
  "How to get involved?": "Làm thế nào để tham gia?",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "Có nhiều cách để tham gia vào cộng đồng MAP Protocol đang phát triển nhanh chóng; bạn có thể tham gia một trong những cộng đồng trực tuyến phổ biến, tham dự một sự kiện, tham gia một nhóm gặp gỡ, đóng góp cho một dự án, hoặc tham gia vào một trong nhiều diễn đàn trực tuyến về MAP Protocol.",
  "Join online communities": "Tham gia cộng đồng trực tuyến",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "Tìm đồng đội của bạn và tham gia với nhiều người hâm mộ MAP Protocol khác.",
  "MAP Protocol events": "Sự kiện MAP Protocol",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "Tìm và tham gia vào các hội nghị, hackathon, hoặc gặp gỡ của MAP Protocol.",
  "Run a node": "Chạy một nút",
  "Operate your own node is a great way to contribute to the whole network.": "Vận hành nút của riêng bạn là một cách tuyệt vời để đóng góp cho toàn bộ mạng lưới.",
  "Stake MAPO": "Stake MAPO",
  "Get your MAPO and stake them to earn more rewards.": "Nhận MAPO của bạn và stake chúng để kiếm thêm phần thưởng.",
  "Contribute to MAP Protocol": "Đóng góp cho MAP Protocol",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "Giống như chúng tôi ủng hộ sự mở cửa và phân quyền ngang hàng, chúng tôi mong muốn kiến thức được tiếp cận một cách tự do cho tất cả mọi người. Tất cả nội dung trên trang web này là mã nguồn mở. Bạn có thể đề xuất chỉnh sửa mới, đề nghị tính năng mới lấp lánh, và giúp chúng tôi cải thiện.",
  "More on contribution ": "Thêm về đóng góp",
  "Learn about MAPDAO": "Tìm hiểu về MAPDAO",
  "Join Telegram": "Tham gia MAPDAO",
  "Community center": "Trung tâm cộng đồng"
}