{
  "Use MAP Protocol": "Sử dụng MAP Protocol",
  "Learn": "Học",
  "Developer": "Nhà phát triển",
  "Enterprise": "Doanh nghiệp",
  "Community": "Cộng đồng",
  "Find a wallet": "Tìm ví",
  "Get MAPO": "Nhận MAPO",
  "Stake MAPO": "Stake MAPO",
  "Run a node": "Chạy một nút",
  "OmniApp": "OmniApp",
  "Decentralized finance (DeFi)": "Tài chính phi tập trung (DeFi)",
  "Decentralized autonomous organizations (DAO)": "Tổ chức tự trị phi tập trung (DAO)",
  "Decentralized omnichain payment": "Thanh toán phi tập trung đa chuỗi",
  "Omnichain token issuance": "Phát hành token đa chuỗi",
  "Decentralized omnichain identity": "Danh tính phi tập trung đa chuỗi",
  "What is MAP Protocol?": "MAP Protocol là gì?",
  "MAP Relay Chain": "MAP Relay Chain",
  "MAP Omnichain Serivice (MOS)": "Dịch vụ đa chuỗi MAP (MOS)",
  "What is MAPO?": "MAPO là gì?",
  "MAPO wallets": "Ví MAPO",
  "Gas fee": "Phí gas",
  "Omnichain and fully on-chain": "Đa chuỗi và hoàn toàn trên chuỗi",
  "Cross-chain smart contracts": "Hợp đồng thông minh chéo chuỗi",
  "Light clients": "Khách hàng nhẹ",
  "Zero-knowledge proofs": "Chứng minh không kiến thức",
  "Refactor light clients with ZK-proof": "Tái cấu trúc khách hàng nhẹ với ZK-proof",
  "MAP Protocol quiz center": "Trung tâm trắc nghiệm MAP Protocol",
  "Develoer’s home": "Nhà của nhà phát triển",
  "Documentation": "Tài liệu",
  "Tutorials": "Hướng dẫn",
  "Learn by coding": "Học bằng cách lập trình",
  "Set up local environment": "Thiết lập môi trường địa phương",
  "Developer incubation": "Ươm mầm nhà phát triển",
  "MAP Protocol for enterprises": "MAP Protocol cho doanh nghiệp",
  "Community center": "Trung tâm cộng đồng",
  "Online community": "Cộng đồng trực tuyến",
  "Bitcoin layer-2": "Bitcoin layer-2",
  "Understand Bitcoin layer-2": "Hiểu Bitcoin layer-2",
  "Security features": "Tính năng an ninh",
  "MAP Protocol as Bitcoin layer-2": "MAP Protocol như là Bitcoin layer-2",
  "Understand BRC-20": "Hiểu BRC-20",
  "BRC 201: From BRC-20 to EVMs": "BRC 201: Từ BRC-20 đến EVMs",
  "Unlocking Bitcoin ecosystem with MAP Protocol": "Mở khóa hệ sinh thái Bitcoin với MAP Protocol",
  "MAP Protocol WhitePaper": "MAP Protocol WhitePaper",
  "MAPO explorer": "Trình khám phá MAPO",
  "MAPO testnet explorer": "Trình khám phá testnet MAPO",
  "Learn about MAPDAO": "Tìm hiểu về MAPDAO",
  "Explore MAP Protocol": "Khám phá MAP Protocol",
  "MAP Protocol resources and intel": "Tài nguyên và thông tin MAP Protocol",
  "You can learn more about MAP Protocol from the MAP Protocol Whitepaper, which consists of all the basic principles and technical framework of MAP Protocol.": "Bạn có thể tìm hiểu thêm về MAP Protocol từ MAP Protocol Whitepaper, bao gồm tất cả các nguyên tắc cơ bản và khung kỹ thuật của MAP Protocol.",
  "Unlock Bitcoin Ecosystem with MAP Protocol": "Mở khóa hệ sinh thái Bitcoin với MAP Protocol",
  "The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability. Explore what’s possible with MAP Protocol as a Bitcoin layer-2.": "Câu chuyện mới của hệ sinh thái Bitcoin đã thu hút các chủ đề và cuộc tranh luận về khả năng tương tác của Bitcoin. Khám phá những điều có thể với MAP Protocol như là một Bitcoin layer-2.",
  "Anyone can participate in MAP Protocol’s network by staking and guarantee network security. It is is public good for the whole MAP Protocol ecosystem.": "Bất kỳ ai cũng có thể tham gia vào mạng lưới của MAP Protocol bằng cách staking và đảm bảo an ninh mạng. Đó là tài sản công cộng cho toàn bộ hệ sinh thái MAP Protocol.",
  "MAPO is the native token on the MAP Relay Chain. It is the cryptocurrency you use to pay for the network fees on the MAP Relay Chain. Learn about how to get MAPO.": "MAPO là token bản địa trên MAP Relay Chain. Đó là đồng tiền điện tử bạn sử dụng để trả phí mạng trên MAP Relay Chain. Tìm hiểu cách nhận MAPO.",
  "The MAP Protocol community": "Cộng đồng MAP Protocol",
  "MAP Protocol is all about community. Check out MAP Protocol community to meet your cohorts and see how you can contribute to MAP Protocol.": "MAP Protocol tất cả về cộng đồng. Kiểm tra cộng đồng MAP Protocol để gặp gỡ đồng đội của bạn và xem bạn có thể đóng góp như thế nào cho MAP Protocol.",
  "MAPDAO is a community-driven and pivotal platform for contributors to engage with the MAP Protocol ecosystem. It welcomes everyone who would like to make a change.": "MAPDAO là một nền tảng do cộng đồng điều hành và có vai trò then chốt cho những người đóng góp tham gia vào hệ sinh thái MAP Protocol. Nó chào đón tất cả mọi người muốn tạo ra sự thay đổi.",
  "Bitcoin layer-2 is key to Bitcoin ecosystem growth. As the adoption of Bitcoin continues to grow, the importance of these Layer-2 solutions cannot be overstated.": "Bitcoin layer-2 là chìa khóa cho sự phát triển của hệ sinh thái Bitcoin. Khi sự chấp nhận Bitcoin tiếp tục tăng, tầm quan trọng của những giải pháp Layer-2 không thể được nhấn mạnh quá mức.",
  "Understand long-range attack": "Hiểu về tấn công dài hạn",
  "Similar to the 51% attack, long-range attack is a threat to PoS blockchains. MAP Protocol uses the Bitcoin network’s security mechanism to prevent long-range attack.": "Tương tự như tấn công 51%, tấn công dài hạn là một mối đe dọa đối với các blockchain PoS. MAP Protocol sử dụng cơ chế bảo mật của mạng Bitcoin để ngăn chặn tấn công dài hạn.",
  "Edit Page": "Chỉnh sửa Trang",
  "We use cookies to improve your experience. By continuing to browse our site, you agree to our Cookie Policy.": "Chúng tôi sử dụng cookies để cải thiện trải nghiệm của bạn. Bằng cách tiếp tục duyệt trang web của chúng tôi, bạn đồng ý với Chính sách Cookie của chúng tôi.",
  "Accept": "Chấp nhận"
}