{
  "Where to Get MAPO": "Nơi để có được MAPO",
  "You can earn MAPO, or buy it from decentralized and centralized exchanges.": "Bạn có thể kiếm được MAPO, hoặc mua nó từ các sàn giao dịch phi tập trung và tập trung.",
  "Get MAPO": "Có được MAPO",
  "Current MAPO Price（USD）": "Giá MAPO Hiện Tại (USD)",
  "Data Source: ": "Nguồn Dữ Liệu: ",
  "(LAST 24 HOUR)": "(24 GIỜ QUA)",
  "New to MAP Protocol? Here's an overview to get you started. What's MAPO?": "Mới đến với MAP Protocol? Đây là tổng quan để bạn bắt đầu. <link1>MAPO là gì?</link1>",
  "MAPO and MAP": "MAPO và MAP",
  "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.": "Cả MAPO và MAP đều là token bản địa của MAP Protocol. Đó là cùng một token. Sử dụng các ký hiệu ticker khác nhau là để phân biệt chuỗi mà chúng tồn tại.",
  "View more details": "Xem thêm chi tiết",
  "Decentralized Exchanges (DEXs)": "Sàn Giao Dịch Phi Tập Trung (DEXs)",
  "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.": "DEXs cho bạn nhiều quyền kiểm soát hơn đối với quỹ của mình. Với DEX, bạn có thể giao dịch MAPO với tự do và linh hoạt hơn.",
  "Go to a DEX": "Đi đến DEX",
  "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.": "CEXs là các doanh nghiệp cho phép bạn mua tiền điện tử bằng các loại tiền tệ truyền thống. Họ giữ quyền sở hữu đối với bất kỳ MAPO nào bạn mua cho đến khi bạn gửi nó đến ví mà bạn kiểm soát.",
  "Find a CEX": "Tìm một CEX",
  "Centralized Exchanges (CEXs)": "Sàn Giao Dịch Tập Trung (CEXs)",
  "Wallets": "Ví",
  "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.": "Một số ví cho phép bạn mua tiền điện tử bằng thẻ ghi nợ/thẻ tín dụng, chuyển khoản ngân hàng, hoặc thậm chí Apple Pay. Các hạn chế địa lý có thể áp dụng.",
  "Find a wallet": "Tìm một ví",
  "Staking rewards": "Phần thưởng Staking",
  "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.": "Nếu bạn đã có một số MAPO, bạn có thể kiếm thêm bằng cách chạy một nút validator hoặc bỏ phiếu cho các validator mà bạn chọn.",
  "Learn more about staking": "Tìm hiểu thêm về staking",
  "Earn MAPO": "Kiếm MAPO",
  "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.": "Bạn có thể kiếm MAPO bằng cách làm việc cho MAPDAO hoặc các công ty trả lương bằng tiền điện tử, giành được tiền thưởng, tìm lỗi phần mềm, và nhiều hơn nữa.",
  "Learn about MAPDAO": "Tìm hiểu về MAPDAO",
  "MAPO is the ticker name for MAP Protocol’s native token on the MAP Relay Chain, while MAP is the ticker name of MAP Protocol’s native token on other chains such as Ethereum, BNB Smart Chain, and Polygon. It can be obtained and traded directly in centralized exchanges such as Kucoin, Bithumb, Coinone, and MEXC Global.": "MAPO là tên ticker cho token bản địa của MAP Protocol trên MAP Relay Chain, trong khi MAP là tên ticker của token bản địa của MAP Protocol trên các chuỗi khác như Ethereum, BNB Smart Chain và Polygon. Nó có thể được mua và giao dịch trực tiếp trên các sàn giao dịch tập trung như <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3>, và <link4>MEXC Global</link4>.",
  "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.": "Hiện tại, MAP có sẵn trên Ethereum, BNB Smart Chain và Polygon; MAPO có mặt trên MAP Relay Chain. Bạn có thể có được MAP trên cả sàn giao dịch tập trung và phi tập trung, và MAPO chỉ trên sàn giao dịch phi tập trung.",
  "On Decentralized Exchanges (DEXs)": "Trên Sàn Giao Dịch Phi Tập Trung (DEXs)",
  "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAP/ MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.": "Sàn giao dịch phi tập trung hoạt động mà không cần một cơ quan trung ương. Thay vì sử dụng một bên thứ ba đáng tin cậy để bảo vệ quỹ trong giao dịch, họ sử dụng mã. MAP/MAPO của người bán chỉ được chuyển khi thanh toán được đảm bảo. Loại mã này được biết đến là hợp đồng thông minh. Thêm về hợp đồng thông minh. Để sử dụng DEX, bạn sẽ cần một ví để bắt đầu.",
  "You can get MAPO directly on Butter Swap and Hiveswap, and MAP on Uniswap, PancakeSwap, and Butter Swap.": "Bạn có thể có được MAPO trực tiếp trên <link1>Butter Swap</link1> và <link2>Hiveswap</link2>, và MAP trên <link3>Uniswap</link3>, <link4>PancakeSwap</link4>, và <link5>Butter Swap</link5>.",
  "Butter Swap supports seamless token movement from one chain to another in a trustless way. You can get MAP on Ethereum, BNB Smart Chain, Polygon, and NEAR and MAPO on MAP Relay Chain right within Butter Swap with different kinds of tokens you have in your wallet.": "Butter Swap hỗ trợ chuyển động token liền mạch từ chuỗi này sang chuỗi khác một cách không cần tin cậy. Bạn có thể có được MAP trên Ethereum, BNB Smart Chain, Polygon và NEAR và MAPO trên MAP Relay Chain ngay trong Butter Swap với các loại token khác nhau mà bạn có trong ví.",
  "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.": "QUAN TRỌNG: Vui lòng kiểm tra lại thông tin token và thông tin chuỗi mà bạn đã chọn trước khi xác nhận “Swap”.",
  "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.": "Hiveswap hỗ trợ trao đổi token trên MAP Relay Chain. Bạn có thể có được MAPO ngay trong Hiveswap.",
  "Uniswap supports a diversity of tokens on Ethereum to exchange with MAP on Ethereum, which means the MAP you get on Uniswap will be in ERC-20 token standard.": "Uniswap hỗ trợ đa dạng token trên Ethereum để trao đổi với MAP trên Ethereum, có nghĩa là MAP bạn có được trên Uniswap sẽ theo <link1>tiêu chuẩn token ERC-20</link1>.",
  "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the BEP-20 token standard.": "PancakeSwap hỗ trợ token trên BNB Smart Chain để trao đổi với MAP trên BNB Smart Chain, có nghĩa là MAP bạn có được trên PancakeSwap sẽ theo <link1>tiêu chuẩn token BEP-20</link1>.",
  "*If you would like to get MAPO instead of MAP, please go to Butter Swap to swap directly.": "*Nếu bạn muốn có được MAPO thay vì MAP, vui lòng đến <link1>Butter Swap</link1> để đổi trực tiếp.",
  "On Centralized Exchanges (CEXs)": "Trên Sàn Giao Dịch Tập Trung (CEXs)",
  "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.": "Sàn giao dịch tập trung là các nền tảng được quản lý bởi một thực thể hoặc công ty duy nhất. Họ đóng vai trò là trung gian giữa người mua và người bán tiền điện tử, tương tự như sàn giao dịch chứng khoán truyền thống.",
  "ERC-20 MAP (MAP Protocol's native token on Ethereum) is available on Kucoin, Bithumb, Coinone and MEXC Global. MRC-20 MAPO (MAP Protocol's native token on MAP Relay Chain thus the MAPO Mainnet) is available on LBank.": "ERC-20 MAP (MAP Protocol's native token on Ethereum) is available on <link1>Kucoin</link1>, <link2>Bithumb</link2>, <link3>Coinone</link3>, <link6>HTX</link6> and <link4>MEXC Global</link4>. MRC-20 MAPO (MAP Protocol's native token on MAP Relay Chain thus the MAPO Mainnet) is available on <link5>LBank</link5>.",

  "Exchange": "Sàn Giao Dịch",
  "Pairs": "Cặp",
  "Price": "Giá",
  "24h Volume": "Khối Lượng 24h",
  "+2% Depth": "+2% Độ Sâu",
  "-2% Depth": "-2% Độ Sâu",
  "Recently": "Gần Đây",
  "Updated": "Cập Nhật",
  "Trading steps on CEXs": "Các bước giao dịch trên CEXs",
  "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.": "Vì các quy trình hoạt động khác nhau từ các CEX khác nhau, chúng tôi không thể cung cấp cho bạn hướng dẫn từng bước cụ thể về cách mua token trên tất cả các CEX, nhưng đây là một số bước chung.",
  "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.": "Một số CEX có thể không có sẵn tại quốc gia hoặc khu vực của bạn, bạn có thể tham khảo dịch vụ khách hàng của sàn giao dịch hoặc kiểm tra thông báo từ sàn giao dịch. Đối với vấn đề thuế, bạn cũng có thể muốn tham khảo cơ quan địa phương để biết thêm thông tin.",
  "Step": "Bước",
  "Register an account on a CEX's official website or its app. (Check Exchange Ranking by CoinGecko)": "Đăng ký một tài khoản trên trang web chính thức của CEX hoặc ứng dụng của nó. (Kiểm tra Xếp Hạng Sàn Giao Dịch bởi <link1>CoinGecko</link1>)",
  "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.": "Nếu CEX hỗ trợ đăng ký một bước với tài khoản mạng xã hội của bạn, bạn có thể đăng ký trực tiếp với tài khoản mạng xã hội của mình.",
  "Verify your identity and secure your CEX's account. You are typically required to have a government-issued identification document.": "Xác minh danh tính của bạn và bảo mật tài khoản CEX của bạn. Bạn thường được yêu cầu có một tài liệu nhận dạng do chính phủ cấp.",
  "For asset security, it’s recommended to enable Two-step Verification.": "Để bảo mật tài sản, được khuyến nghị kích hoạt Xác minh Hai bước.",
  "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.": "Sử dụng tiền tệ để mua USDT, ETH, BTC, hoặc bất kỳ token nào khác được hỗ trợ. Bạn có thể sử dụng tùy chọn OTC ngay trong CEX.",
  "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.": "Ngoài ra, bạn có thể sử dụng một nền tảng onramp có tùy chọn chuyển đổi tiền tệ sang tiền điện tử mà bạn mong muốn.",
  "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading.": "Chuyển USDT, BTC, v.v. bạn đã mua bằng tiền tệ sang CEX hỗ trợ giao dịch MAP.",
  "If the CEX you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.": "Nếu CEX bạn sử dụng hỗ trợ onramp và cặp giao dịch MAP-USDT hoặc MAP-BTC cùng một lúc, bạn có thể bỏ qua bước này.",
  "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.": "Mua MAP trên thị trường giao ngay qua cặp giao dịch MAP-USDT hoặc MAP-BTC.",
  "In the spot market, select either the “Limit” or “Market” option based on your trading preference.": "Trên thị trường giao ngay, chọn tùy chọn “Limit” hoặc “Market” dựa trên sở thích giao dịch của bạn."
}