{
  "Keep your MAPO safe": "Hãy giữ MAPO của bạn an toàn",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocol không được kiểm soát bởi bất kỳ tổ chức đơn lẻ nào - nó là phi tập trung.",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "Điều này có nghĩa là bạn cần phải nghiêm túc với việc bảo mật quỹ của mình. Với MAPO, bạn không phải tin tưởng vào một ngân hàng hay công ty để quản lý tài sản của bạn, bạn tự chịu trách nhiệm cho bản thân mình.",
  "Keep your MAPO in your Own Wallet": "Giữ MAPO của bạn trong Ví Cá Nhân của bạn",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "Điều này có nghĩa là bạn không cần phải tin tưởng bất kỳ bên thứ ba nào với tài sản của mình, và bạn được bảo vệ khỏi bất kỳ người giữ hộ nào hành động không trung thực, phá sản, hoặc bị hack. Tuy nhiên, nó cũng có nghĩa là bạn phải chịu trách nhiệm cho an ninh của chính mình.",
  "Check MAPO Transactions": "Kiểm tra Giao Dịch MAPO",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "Bạn có thể kiểm tra giao dịch MAPO của mình trên <link1>MAPO Scan</link1>, một trình duyệt blockchain cho nhà phát triển và người dùng để theo dõi giao dịch và hoạt động trên MAP Relay Chain một cách hiệu quả hơn.",
  "Follow Wallet Instructions": "Theo dõi Hướng dẫn Ví",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "Nếu bạn mất quyền truy cập vào tài khoản của mình, bạn sẽ mất quyền truy cập vào quỹ của mình. Ví của bạn sẽ cung cấp hướng dẫn về cách bảo vệ khỏi điều này. Hãy chắc chắn là bạn theo dõi chúng cẩn thận - trong hầu hết các trường hợp, không ai có thể giúp bạn nếu bạn mất quyền truy cập vào tài khoản của mình.",
  "Use your MAPO": "Sử dụng MAPO của bạn",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "Có nhiều cách để bạn sử dụng MAPO sau khi bạn đã thành công trong việc nhận được nó.",
  "Store/Hold MAPO": "Lưu Trữ/Giữ MAPO",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "Nhiều nhà đầu tư cá nhân giữ MAPO của họ với kỳ vọng rằng nó sẽ tăng giá. Bạn có thể lưu trữ MAP của bạn trên ví của sàn giao dịch (như Bithumb) hoặc MAPO trên ví tiền điện tử (như Metamask), nếu bạn muốn lưu trữ chúng lâu dài, bạn có thể lưu trữ chúng trong ví lạnh thay vì ví nóng.",
  "Learn More": "Tìm hiểu Thêm",
  "Trade MAPO": "Giao Dịch MAPO",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "Bạn có thể giao dịch MAPO lấy các loại tiền điện tử khác trên các sàn giao dịch tiền điện tử. Cex hoặc Dex cung cấp một số cặp giao dịch cho MAPO/MAP để đáp ứng nhu cầu của bạn.",
  "Transfer MAPO": "Chuyển MAPO",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "Không giống như việc gửi tiền ra nước ngoài, bạn có thể gửi MAPO cho bất kỳ ai trên thế giới gần như ngay lập tức.",
  "Earn MAPO": "Kiếm MAPO",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "Kiếm Phần Thưởng bằng cách staking đồng tiền. Staking là một cách tuyệt vời để tối đa hóa số lượng đồng tiền staking của bạn mà nếu không sẽ chỉ nằm trong ví hoặc tài khoản giao dịch.",
  "Purchasing Goods": "Mua Hàng Hóa",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "Một số nền tảng trực tuyến hoặc cửa hàng ngoại tuyến chấp nhận tiền điện tử như hình thức thanh toán. Bạn có thể mua hàng hóa hoặc dịch vụ từ những nơi này.",
  "MAPO FAQs": "Câu Hỏi Thường Gặp MAPO",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "Làm thế nào để thêm MAP Relay Chain vào ví Metamask/Token Pocket/Particle của tôi?",
  "How do I add MAP to my wallet?": "Làm thế nào để thêm MAP vào ví của tôi?",
  "How do I convert MAP to MAPO?": "Làm thế nào để chuyển đổi MAP thành MAPO?",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "Làm thế nào để chuyển MAP qua Ethereum, BNB Smart Chain, Polygon, Klaytn, và các chuỗi khác?",
  "How do I transfer MAP from centralized exchanges to my wallet?": "Làm thế nào để chuyển MAP từ các sàn giao dịch tập trung vào ví của tôi?",
  "What do I do if a transaction on my wallet is pending or stuck?": "Tôi phải làm gì nếu một giao dịch trên ví của tôi đang chờ xử lý hoặc bị kẹt?",
  "Can I get my MAPO back if I send them to the wrong addresses?": "Tôi có thể lấy lại MAPO của mình nếu tôi gửi chúng đến địa chỉ sai không?",
  "Tips for funds recovery": "Mẹo để khôi phục quỹ",
  "Always double-check addresses before confirming transactions.": "Luôn kiểm tra địa chỉ cẩn thận trước khi xác nhận giao dịch.",
  "Reaching out for professional help is advised if large sums are involved.": "Nếu số tiền lớn, nên tìm kiếm sự giúp đỡ chuyên nghiệp.",
  "Scams posing as recovery services are common; exercise extreme caution.": "Các trò lừa đảo giả mạo dịch vụ khôi phục là phổ biến; hãy cực kỳ cẩn thận.",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "Khả năng khôi phục MAPO gửi nhầm địa chỉ phụ thuộc lớn vào hoàn cảnh của giao dịch và sự tham gia của người nhận. Dưới đây là một số kịch bản:",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "Gửi MAPO đến một địa chỉ công cộng thuộc sở hữu của người bạn không biết: Không thể khôi phục trừ khi chủ sở hữu đồng ý gửi lại.",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "Gửi MAPO đến một địa chỉ công cộng chưa được kích hoạt: Không thể khôi phục vì không ai có khóa riêng tư của địa chỉ đó.",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "Gửi MAPO đến một địa chỉ hợp đồng: Tùy thuộc vào mã của hợp đồng. Nếu hợp đồng có chức năng khôi phục hoặc có thể nâng cấp, có thể có cách. Tuy nhiên, hầu hết các hợp đồng không được thiết kế để gửi token trở lại. Việc khôi phục thường là không thể.",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "Gửi MAPO đến địa chỉ của một sàn giao dịch: Có thể, tùy thuộc vào chính sách và khả năng kỹ thuật của sàn giao dịch. Sàn giao dịch có thể có khả năng lấy lại token nhưng thường tính phí, vì vậy có thể tốn kém và mất thời gian.",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "Gửi MAPO đến địa chỉ của bạn trên một chuỗi khác: Có thể, tùy thuộc vào chuỗi bạn gửi đến. Nếu bạn gửi đến Ethereum, BNB Smart Chain, Polygon, Klaytn, và MAP Relay Chain, sử dụng <link1>ButterSwap</link1> để đưa nó trở lại.",
  "Metamask or Token Pocket Wallet Users": "Người Dùng Ví Metamask hoặc Token Pocket",
  "Enter the following chain info to add": "Nhập thông tin chuỗi sau để thêm",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "Tên mạng: MAP Relay Chain (Bạn cũng có thể nhập MAP Mainnet)",
  "New RPC URL": "URL RPC mới: https://rpc.maplabs.io",
  "Chain ID: 22776": "ID Chuỗi: 22776",
  "Currency symbol: MAPO": "Ký hiệu tiền tệ: MAPO",
  "Block explorer URL: https://maposcan.io/": "URL trình duyệt khối: <link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "Người Dùng Ví Particle",
  "Log in to your Particle Wallet account": "Đăng nhập vào tài khoản Ví Particle của bạn",
  "Search and choose “MAP Relay Chain” in the search bar": "Tìm kiếm và chọn “MAP Relay Chain” trong thanh tìm kiếm",
  "Check the network name on the wallet page": "Kiểm tra tên mạng trên trang ví",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "Nếu bạn thấy rằng giao dịch trên ví của bạn đang chờ xử lý hoặc bị kẹt, nó có thể do các yếu tố như tắc nghẽn mạng, phí gas thấp, hoặc các vấn đề kỹ thuật khác. Tùy thuộc vào chuỗi mà giao dịch của bạn đang ở, bạn có thể kiểm tra trạng thái giao dịch của mình thông qua các trình duyệt blockchain như <link1>Etherscan</link1>, <link2>BscScan</link2>, <link3>PolygonScan</link3>, <link4>klaytnscope</link4>, và <link5>MapoScan</link5>.",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "MAP của bạn trong các sàn giao dịch tập trung là một loại token ERC-20, có nghĩa là nó tồn tại trên Ethereum. Khi chuyển MAP vào ví của bạn, hãy chắc chắn rằng địa chỉ đích cũng ở trên Ethereum. Nếu bạn muốn tiếp tục chuyển MAP của bạn qua BNB Smart Chain, Polygon, Klaytn, và MAP Relay Chain, chỉ cần sử dụng <link1>ButterSwap</link1>.",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "Trong thế giới của tiền điện tử, việc chuyển tài sản từ một chuỗi sang chuỗi khác thường yêu cầu sử dụng một cầu nối. Tuy nhiên, khi chuyển MAP qua các chuỗi khác nhau, bạn có thể đơn giản truy cập <link1>ButterSwap</link1> để dễ dàng trao đổi MAP của bạn trên các chuỗi khác nhau theo cách ngang hàng. Để nhận MAPO trên MAP Relay Chain, bạn cũng có thể sử dụng <link1>ButterSwap</link1>.",
  "MAP is on Ethereum": "MAP có sẵn trên Ethereum, BNB Smart Chain, và Polygon; MAPO có sẵn trên MAP Relay Chain. Bạn có thể sử dụng <link1>ButterSwap</link1> để dễ dàng trao đổi MAP của bạn thành MAPO hoặc ngược lại.",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "MAP có sẵn trên Ethereum, BNB Smart Chain, và Polygon. Bạn có thể theo hướng dẫn dưới đây để thêm MAP vào ví Metamask của bạn.",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "*QUAN TRỌNG: Để chắc chắn rằng bạn đã nhập đúng địa chỉ hợp đồng, vui lòng sao chép các địa chỉ hợp đồng trong các trình duyệt. Không sao chép địa chỉ trong bài viết trực tiếp.",
  "If you’re on Ethereum": "Nếu bạn đang ở trên Ethereum",
  "Click “Import tokens” on Metamask": "Nhấp vào “Nhập token” trên Metamask",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "Xem địa chỉ hợp đồng 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 trên Etherscan",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "Xem địa chỉ hợp đồng 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f trên BSC Scan",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "Xem địa chỉ hợp đồng 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a trên Polygon Scan",
  "Copy and paste it back to Metamask": "Sao chép và dán nó trở lại Metamask",
  "Add the token symbol MAP": "Thêm ký hiệu token MAP",
  "Enter “Custom token”": "Nhập “Token tùy chỉnh”",
  "If you’re on BNB Chain": "Nếu bạn đang ở trên BNB Chain",
  "If you’re on Polygon": "Nếu bạn đang ở trên Polygon"
}