{
  "Welcome to MAP Protocol": "Chào mừng đến với MAP Protocol",
  "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol là một Bitcoin layer-2 cho tính năng giao thoa chuỗi ngang hàng đến ngang hàng.",
  "Explore MAP Protocol": "Khám phá MAP Protocol",
  "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "Bitcoin layer-2 cho sự chuyển đổi hệ sinh thái Bitcoin",
  "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "Bằng cách tận dụng cơ chế bảo mật của mạng Bitcoin, MAP Protocol đã tăng cường an ninh mạng và hoạt động như một Bitcoin layer-2 để kích hoạt giao thoa chuỗi BRC-20 và cho phép tài sản và người dùng từ các chuỗi công cộng khác tương tác với mạng Bitcoin thông qua giao thoa chuỗi ngang hàng đến ngang hàng.",
  "The Bitcoin-level peer-to-peer cross-chain network": "Mạng giao thoa chuỗi ngang hàng đến ngang hàng cấp độ Bitcoin",
  "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "Tương tự như mạng Bitcoin “nguyên chất ngang hàng”, mạng giao thoa chuỗi của MAP Protocol cũng là ngang hàng mà không cần qua bất kỳ bên thứ ba nào. Tính hợp lệ của một yêu cầu giao thoa chuỗi hoàn toàn phụ thuộc vào việc nó đã xảy ra trên chuỗi nguồn, không phụ thuộc vào quyết định hoặc chứng minh của các bên thứ ba đáng tin cậy.",
  "The frontier for building anything cross-chain": "Biên giới cho việc xây dựng bất cứ thứ gì giao thoa chuỗi",
  "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "Giao thoa chuỗi nên được làm cho dễ dàng. Chúng tôi cung cấp một bộ công cụ phát triển đầy đủ, hướng dẫn và SDK để bạn xây dựng dApps giao thoa chuỗi của mình hoặc mở rộng kết nối chuỗi của bạn với ít nỗ lực nhất có thể. Xây dựng thứ gì đó giao thoa chuỗi giống như xây dựng trên một chuỗi đơn lẻ.",
  "The infra for interoperable on-chain assets, storage, and computing": "Cơ sở hạ tầng cho tài sản, lưu trữ và tính toán tương thích trên chuỗi",
  "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "Tính tương thích không chỉ giới hạn ở việc kết nối các token khác nhau trên các chuỗi khác nhau. Một Web3 phi tập trung thực sự là nơi tài sản, lưu trữ và tính toán đều trên chuỗi và có khả năng tương thích. Chúng tôi cung cấp cơ sở hạ tầng cho tài sản, lưu trữ và tính toán tương thích trên chuỗi.",
  "Get started": "Bắt đầu",
  "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol là cổng vào thế giới hoàn toàn tương thích trên chuỗi của bạn. Dưới đây là các bước đơn giản để bạn nhanh chóng làm quen với công nghệ không ngừng phát triển.",
  "Start with a Wallet": "Bắt đầu với một Ví",
  "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "Tìm ví cho phép bạn kết nối với MAP Protocol và quản lý quỹ của mình.",
  "Get some MAPO": "Nhận một số MAPO",
  "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO là đơn vị tiền tệ của MAP Protocol — bạn có thể sử dụng nó cho nhiều mục đích khác nhau.",
  "Try decentralized exchanges (DEXs)": "Thử nghiệm các sàn giao dịch phi tập trung (DEXs)",
  "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEXs có ý nghĩa biến đổi quan trọng cho tài chính phi tập trung (DeFi). Lấy MAPO của bạn và làm quen với cơ chế giao dịch trên một DEX.",
  "Build an omnichain dApp or become omnichain": "Xây dựng một dApp omnichain hoặc trở thành omnichain",
  "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "Bắt đầu lập trình với MAP Protocol – Bitcoin layer-2 bằng cách đầu tiên làm quen với các khái niệm chủ chốt như BRC-201 trong MAP Protocol.",
  "What is MAP Protocol?": "MAP Protocol là gì?",
  "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol hoạt động như một Bitcoin layer-2 dành riêng cho sự phát triển hệ sinh thái Bitcoin. Nó cũng cung cấp cơ sở hạ tầng thiết yếu để đạt được tính tương thích giữa các tài sản dựa trên blockchain, lưu trữ và tính toán. Dựa trên công nghệ <link1>light client</link1> và <link2>zero-knowledge proof</link2>, giải pháp giao thoa chuỗi tương thích của chúng tôi là ngang hàng, không cần bất kỳ thực thể bên thứ ba đáng tin cậy nào, do đó biến các chuỗi blockchain tách biệt hoặc chuỗi blockchain sử dụng cầu nối bên thứ ba thành một nền tảng phát triển Web3 toàn diện và cổng vào Web3 cho người dùng.",
  "More on MAP Protocol": "Thêm thông tin về MAP Protocol",
  "The case for MAP Protocol as Bitcoin layer-2": "Lý do cho MAP Protocol như là Bitcoin layer-2",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "Do thiếu tính hoàn chỉnh Turing, Bitcoin bị hạn chế về khả năng sử dụng so với Ethereum, và hệ sinh thái của nó phát triển chậm. Là một Bitcoin layer-2 và cơ sở hạ tầng omnichain tương thích, MAP Protocol có khả năng mở rộng tính tương thích của hệ sinh thái Bitcoin và thúc đẩy sự phát triển của cộng đồng Bitcoin.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "Với BRC-201 của MAP Protocol, một giao thức mở rộng giao thoa chuỗi cho token BRC-20, tài sản BRC-20 và ORC-20 trên mạng Bitcoin có thể tương tác với các token khác trên các chuỗi công cộng khác. Lớp giao thoa chuỗi của mạng Bitcoin này cũng sẽ phát triển cộng đồng Bitcoin như một toàn thể.",
  "More on Bitcoin layer-2": "Thêm thông tin về Bitcoin layer-2",
  "Don't trust, verify: Refactor light clients verification with ZK-proof": "Đừng tin, hãy kiểm chứng: Tái cấu trúc xác minh light clients với ZK-proof",
  "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "Được đề xuất lần đầu dưới dạng Simplified Payment Verification (hoặc SPV) trong <link1>bài báo trắng năm 2008 của Satoshi Nakamoto</link1>, light client là một cách để cho phép các client ít mạnh mẽ tương tác với mạng với nhiều đảm bảo an ninh nhất có thể. <link2>Zero-knowledge proof</link2> được đề xuất lần đầu bởi Manuel Blum, Paul Feldman và Silvio Micali vào năm 1989 và bây giờ có các trường hợp sử dụng trong thanh toán ẩn danh, xác thực, tính toán có thể kiểm chứng và bỏ phiếu trên chuỗi.",
  "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol đã <link1>tái cấu trúc công nghệ light clients với ZK-proof</link1>, điều này cải thiện thêm hiệu quả xác minh của light client trong khi giữ cho toàn bộ quá trình xác minh là ngang hàng mà không cần tin tưởng bất kỳ bên thứ ba nào.",
  "More on light clients": "Thêm thông tin về light clients",
  "More on zero-knowledge proofs": "Thêm thông tin về zero-knowledge proofs",
  "Toward a truly interoperable future: Omnichain and fully on-chain": "Hướng tới một tương lai thực sự tương thích: Omnichain và hoàn toàn trên chuỗi",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Ngày nay, hầu hết các giải pháp tương thích chỉ nhấn mạnh giao dịch tài sản giao thoa chuỗi. Tuy nhiên, một tương lai Web3 thực sự tương thích mở rộng hơn thế — đó là một tương lai nơi các hoạt động của dApp bao gồm giao dịch, lưu trữ dữ liệu và tính toán được thực hiện trên blockchain và có khả năng tương thích trên các chuỗi khác nhau, cho phép người dùng kiểm soát đầy đủ dữ liệu và quyền riêng tư của họ.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol mở đường cho tương lai Web3 thực sự tương thích này. Thông qua MAP Protocol, các nhà phát triển có thể tích hợp một cách liền mạch các thành phần blockchain khác nhau, cho phép xây dựng các ứng dụng nơi tất cả các hoạt động đều trên chuỗi. Điều này cung cấp cho người dùng quyền kiểm soát hoàn toàn dữ liệu và tài sản của họ trên nhiều chuỗi.",
  "Explore omnichain and fully on-chain": "Khám phá omnichain và hoàn toàn trên chuỗi",
  "The all-in-one developer portal": "Cổng thông tin dành cho nhà phát triển toàn diện",
  "Learn about MAPDAO": "Tìm hiểu về MAPDAO",
  "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol và các ứng dụng của nó là minh bạch và mã nguồn mở, làm cho nó trở thành giải pháp lý tưởng cho tất cả nhu cầu tương thích blockchain của bạn. Cho dù bạn muốn chuỗi của mình kết nối với một blockchain khác, xây dựng một dApp hoạt động trên nhiều blockchain, hay thậm chí tương tác với hệ sinh thái Bitcoin, chúng tôi làm cho việc xây dựng bất cứ thứ gì <link1>omnichain và hoàn toàn trên chuỗi</link1> trở nên dễ dàng.",
  "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "Đắm mình vào tài liệu và hướng dẫn chi tiết của chúng tôi để học cách kết hợp chức năng của các loại blockchain khác nhau và tạo ra một ứng dụng với các tính năng đột phá.",
  "View documentation": "Xem tài liệu",
  "MAP Protocol today": "MAP Protocol ngày nay",
  "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "Thống kê mới nhất của MAP Relay Chain (Nguồn dữ liệu: <link1>MAPO explorer</link1>)",
  "TOTAL MAPO STAKED": "TỔNG MAPO ĐƯỢC STAKED",
  "The total amount of MAPO currently being staked and securing the network.": "Tổng số lượng MAPO hiện đang được staked và bảo vệ mạng.",
  "NODES": "NODES",
  "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAP Relay Chain được vận hành bởi các tình nguyện viên trên toàn cầu, được biết đến là nodes.",
  "TRANSACTIONS": "GIAO DỊCH",
  "The number of cross-chain transactions successfully processed by the network.": "Số lượng giao dịch giao thoa chuỗi được mạng xử lý thành công.",
  "TOTAL ADDRESS": "TỔNG SỐ ĐỊA CHỈ",
  "The number of users in MAP Protocol grows every day.": "Số lượng người dùng trong MAP Protocol tăng lên mỗi ngày.",
  "Join MAP Protocol community": "Tham gia cộng đồng MAP Protocol",
  "Join over 5,000 members on MAPDAO Discord community!": "Tham gia cùng hơn 24,000 thành viên trong cộng đồng Telegram MAPDAO!",
  "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "Chúng tôi tổ chức các cuộc gọi cộng đồng hàng tháng với những cập nhật thú vị về sự phát triển của MAP Protocol và tin tức quan trọng về hệ sinh thái. Hãy nắm bắt cơ hội để đặt câu hỏi, chia sẻ ý tưởng và đóng góp theo nhiều cách khác nhau — đó là cơ hội hoàn hảo để trở thành một phần của cộng đồng MAPDAO đang phát triển mạnh mẽ.",
  "Join Telegram": "Tham gia MAPDAO"
}