{
  "Run a node": "Chạy một nút",
  "Run a node to secure the network": "Chạy một nút để bảo mật mạng",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "Vận hành nút của riêng bạn là cách tuyệt vời để duy trì quyền tự chủ đồng thời giúp bảo mật toàn bộ mạng và bảo vệ sự phân quyền.",
  "What is a node?": "Nút là gì?",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "Trong mạng blockchain, một nút là một máy tính tham gia vào mạng và duy trì một bản sao của sổ cái phân tán, tức là blockchain. Nút trong mạng blockchain có thể có các vai trò và trách nhiệm khác nhau, tùy thuộc vào kiến trúc và thuật toán đồng thuận của blockchain cụ thể đó.",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "Là một chuỗi POS, MAP Protocol cần các nút xác thực chịu trách nhiệm xác thực giao dịch và duy trì mạng MAP Relay Chain ở trạng thái an toàn nhất có thể.",
  "Who can run a node?": "Ai có thể chạy một nút?",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "Bất kỳ ai có cấu hình phù hợp và đủ cổ phần có thể trở thành một người xác thực.",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "Bạn có thể tìm thấy tổng quan về tất cả các người xác thực hiện tại và phiếu bầu của họ trên <link1>MAPO Scan</link1> và hướng dẫn đầy đủ về <link2>cách trở thành một người xác thực mới ở đây</link2>.",
  "Build your node": "Xây dựng nút của bạn",
  "Hardware": "Phần cứng",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol là một mạng Proof Of Stake với các yêu cầu phần cứng khác với mạng Proof of Work. Đồng thuận Proof Of Stake ít tốn CPU hơn nhưng nhạy cảm hơn với kết nối mạng và độ trễ.",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "Dưới đây là danh sách các yêu cầu tiêu chuẩn để chạy Validator trên MAPO Network.",
  "Memory": "Bộ nhớ",
  "Disk": "Ổ cứng",
  "256 GB of SSD storage, plus a secondary HDD": "256 GB bộ nhớ SSD, cộng thêm một ổ HDD phụ",
  "Network": "Mạng",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "Ít nhất 100 Mb đầu vào/đầu ra Ethernet với kết nối Internet bằng cáp quang (lý tưởng là các kết nối dự phòng và công tắc HA)",
  "Software": "Phần mềm",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "Xây dựng atlas yêu cầu git, Go (phiên bản 1.14 trở lên), và một trình biên dịch C.",
  "You can install them using your favorite package manager.": "Bạn có thể cài đặt chúng bằng trình quản lý gói yêu thích của bạn.",
  "Others": "Khác",
  "Your account needs to have at least 1,000,000 MAPO.": "Tài khoản của bạn cần có ít nhất 1,000,000 MAPO.",
  "Run your node": "Chạy nút của bạn",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "Hãy chắc chắn rằng bạn đã đáp ứng yêu cầu tiên quyết trước khi chạy nút xác thực của bạn trên MAP Protocol. Theo dõi năm bước hoặc hướng dẫn nâng cao để khởi chạy nút xác thực của bạn trên MAP Protocol.",
  "You can also browse our guides on How To Become A New Validator to get started.": "Bạn cũng có thể tham khảo hướng dẫn của chúng tôi trên <link1>Cách Trở Thành Một Người Xác Thực Mới</link1> để bắt đầu.",
  "Step 1: Create an account": "Bước 1: Tạo một tài khoản",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "Trong bước này, bạn cần chuyển thông tin định danh của mình đến hợp đồng quản lý tương ứng, sẽ quản lý tài khoản, khóa và siêu dữ liệu của bạn.",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "Mục đích của bước này là để giữ cho <text>MAPO</text> bị khóa của bạn an toàn hơn bằng cách ủy quyền các khóa thay thế được sử dụng để ký chứng thực, bỏ phiếu và xác thực. Bằng cách làm như vậy, bạn có thể tiếp tục tham gia vào giao thức trong khi giữ khóa có quyền truy cập vào <text>MAPO</text> bị khóa của bạn trong kho lưu trữ.",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "Bạn cần lệnh <text>createAccount</text> để thực hiện các thao tác trên. Để biết thêm chi tiết về lệnh <text>createAccount</text>, vui lòng xem <link1>này</link1>.",
  "Step 2: Authorize": "Bước 2: Ủy quyền",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "Ủy quyền một địa chỉ để ký các thông điệp đồng thuận thay mặt cho tài khoản. Địa chỉ được ủy quyền này được gọi là người ký. Như tên gọi của nó, người ký chỉ chịu trách nhiệm ký. Phần thưởng của bạn sẽ không được cấp cho người ký mà cho tài khoản được tạo trong bước trước.",
  "Step 3: Locked MAPO": "Bước 3: Khóa MAPO",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "Ngưỡng chúng tôi đặt để trở thành người xác thực là khóa 1,000,000 <text>MAPO</text> vào hợp đồng thông minh quản lý tương ứng. <text>MAPO</text> bị khóa này sẽ được sử dụng cho hình phạt trong tương lai, đồng thời cũng là một trong những điều kiện để được bầu chọn.",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "Bạn cần lệnh <text>lockedMAPO</text> để thực hiện các thao tác trên, chi tiết hơn về lệnh <text>lockedMAPO</text> vui lòng xem <link1>này</link1>.",
  "Step 4: Validator register": "Bước 4: Đăng ký người xác thực",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "Bước này là bước quan trọng để <text>đăng ký</text> làm người xác thực mới. Bạn cần lệnh đăng ký để thực hiện các thao tác trên. Để biết thêm chi tiết về lệnh <text>đăng ký</text> vui lòng xem <link1>này</link1>.",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "Tại bước này, bạn sẽ đăng ký thành công làm người xác thực. Tiếp theo, bạn có thể thử bỏ phiếu cho chính mình. Để biết chi tiết về cách bỏ phiếu vui lòng xem <link1>này</link1>.",
  "Step 5: Vote": "Bước 5: Bỏ phiếu",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "Người xác thực phải có ít nhất 0.001 tỷ lệ phiếu bầu để được xem xét cho cuộc bầu cử, vì vậy người xác thực cần có phiếu bầu. Bạn có thể sử dụng tài khoản người xác thực của mình để bỏ phiếu cho chính mình, hoặc bạn có thể để người xác thực khác hoặc người dùng ủy quyền phiếu bầu cho bạn.",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "Vì bạn đã khóa 1,000,000 <text>MAPO</text> ở Bước 3, đây là quyết định tuyệt vời để <link1>bỏ phiếu</link1> cho chính mình bây giờ.",
  "Stake your MAPO": "Cổ phần MAPO của bạn",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "Nếu việc xây dựng nút của riêng bạn cảm thấy quá khó khăn hoặc nằm ngoài chuyên môn kỹ thuật của bạn, bạn không cần phải đứng ngoài cuộc. Chỉ cần cổ phần MAPO! Bạn vẫn có thể đóng vai trò quan trọng trong việc củng cố và duy trì mạng của chúng tôi."
}