{
  "Get rewarded while securing MAP Protocol omnichain network": "Nhận thưởng khi bảo mật mạng lưới omnichain của MAP Protocol",
  "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "Staking MAPO là công cụ công ích cho toàn bộ hệ sinh thái omnichain của MAP Protocol. Các Validators cần phải có đủ số MAPO stake khi họ đã thiết lập nút mạng của mình một cách phù hợp.",
  "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "Là một blockchain Delegated Proof-of-Stake (DPoS) không cần phép, MAP Protocol cho phép người dùng stake bằng cách ủy thác MAPO của họ cho các validators xử lý giao dịch và vận hành mạng lưới.",
  "TOTAL MAPO STAKED": "TỔNG MAPO ĐÃ STAKE",
  "TOTAL VALIDATORS": "TỔNG SỐ VALIDATORS",
  "CURRENT APR": "APR HIỆN TẠI",
  "Stake MAPO": "Stake MAPO",
  "What is staking": "Staking là gì",
  "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "Nói chung, staking là quá trình tham gia vào proof-of-stake (PoS) hoặc một cơ chế đồng thuận tương tự để hỗ trợ hoạt động của một mạng lưới blockchain. Người tham gia khóa một lượng tiền điện tử nhất định trong ví để giúp xác thực giao dịch, bảo mật mạng và tạo ra các khối mới. Đổi lại, người tham gia thường nhận được thêm token như phần thưởng, có thể dẫn đến một dòng thu nhập thụ động.",
  "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "Trong MAP Protocol, staking là hành động khóa một lượng MAPO nhất định vào <link1>MAPO Validator Pool</link1>. Cả validators và người dùng đều có thể tham gia staking.",
  "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "Một khi validators đã cấu hình Validator node của họ, họ cần phải có 1 Triệu MAPO trong pool staking của mình. Người dùng có thể tham gia staking bằng cách ủy thác MAPO của họ cho stake của một Validator cụ thể; theo cách này, họ giúp Validator đó hoạt động và kiếm được một phần phần thưởng dựa trên số MAPO họ stake.",
  "More on how to get MAPO": "Tìm hiểu thêm về cách nhận MAPO",
  "Why stake your MAPO": "Tại sao bạn nên stake MAPO của mình",
  "Earn rewards": "Kiếm phần thưởng",
  "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "Phần thưởng được trao cho các hành động giúp mạng lưới đạt được sự đồng thuận. Bạn sẽ nhận được phần thưởng khi ủy thác tài sản của mình cho validator đúng đắn, người đóng gói giao dịch thành các khối mới và kiểm tra công việc của các validators khác vì đó là điều giữ cho chuỗi hoạt động an toàn.",
  "Better security": "Bảo mật tốt hơn",
  "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "Mạng lưới trở nên mạnh mẽ hơn chống lại các cuộc tấn công khi có nhiều MAPO được stake, vì nó sau đó yêu cầu nhiều MAPO hơn để kiểm soát đa số mạng lưới. Để trở thành một mối đe dọa, bạn sẽ cần phải nắm giữ đa số validators, điều này có nghĩa là bạn sẽ cần kiểm soát đa số MAPO trong hệ thống - đó là một lượng lớn!",
  "More sustainability": "Bền vững hơn",
  "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "Những người staking không cần thực hiện các tính toán proof-of-work tiêu tốn năng lượng để tham gia bảo mật mạng, có nghĩa là các nút staking có thể chạy trên phần cứng khiêm tốn sử dụng rất ít năng lượng.",
  "How to stake MAPO as a user": "Cách stake MAPO như một người dùng",
  "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*QUAN TRỌNG: Để stake thành công, bạn cần phải có MAPO trong ví của mình trước. Bạn có thể nhận MAPO thông qua <link1>Butter Swap</link1>. Khi bạn đã sẵn sàng MAPO trong ví, bạn có thể tiến hành như sau:",
  "Go to the Staking Page and connect your wallet": "Đi đến <link1>trang Staking</link1> và kết nối ví của bạn",
  "Lock your MAPO for staking": "Khóa MAPO của bạn để stake",
  "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "Nếu đây là lần đầu tiên bạn tham gia staking, bạn sẽ được yêu cầu tạo một tài khoản trước. Chỉ cần nhập tên tài khoản của bạn, nhấp vào “Submit”, và đi đến trang staking để khóa MAPO của bạn.",
  "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "Lượng MAPO khóa nên là lượng MAPO bạn sẽ có thể sử dụng để stake. “Unlock” hiển thị lượng token MAPO còn lại trong ví của bạn mà không bị khóa.",
  "Hit the “Lock” button and put in the amount you want to use for staking.": "Nhấp vào nút “Lock” và nhập số lượng bạn muốn sử dụng để stake.",
  "Select the validator and delegate your MAPO": "Chọn validator và ủy thác MAPO của bạn",
  "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "Một khi bạn đã khóa một lượng MAPO nhất định, bạn có thể chọn validator(s) mà bạn muốn ủy thác MAPO của mình. Hành động chọn một validator được gọi là “Vote”.",
  "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "Truy cập <link1>trang thông tin pool validator</link1> và xem xét hiệu suất của họ trước khi bạn quyết định validator(s) mà bạn muốn bỏ phiếu. Bạn cũng có thể đọc giới thiệu của các validators trên <link2>trang diễn đàn MAP Protocol Validator</link2> để xem tại sao bạn nên bỏ phiếu cho một validator cụ thể.",
  "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "Khi chọn validators, bạn có trách nhiệm tự nghiên cứu và bỏ phiếu cho những người có năng lực. MAPO của bạn sẽ được ủy thác cho các validators bạn chọn.",
  "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "Nhập số lượng bạn muốn stake và nhấp vào “Continue”. Bây giờ bạn có thể kiểm tra trạng thái Staking của mình trong phần “Your Votes”.",
  "User Staking FAQs": "Câu hỏi thường gặp về Staking của người dùng",
  "Is there any fee that I should be aware of such as delegation fee?": "Có phí nào mà tôi cần biết không, như phí ủy thác?",
  "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "Khi ủy thác MAPO của bạn cho validator(s) đã chọn, bạn cần phải trả một lượng nhỏ MAPO như phí gas. Ngoài ra, khi bạn tạo tài khoản staking của mình trên MAP Relay Chain lần đầu tiên, khoảng 1.5 MAPO sẽ được tính phí gas.",
  "What is the minimum amount of MAPO I can start staking?": "Số lượng MAPO tối thiểu mà tôi có thể bắt đầu staking là bao nhiêu?",
  "You will need 10 MAPO at minimum to start staking.": "Bạn sẽ cần ít nhất 10 MAPO để bắt đầu staking.",
  "How many validators can I choose to vote for?": "Tôi có thể chọn bao nhiêu validators để bỏ phiếu?",
  "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "Không có giới hạn số lượng validators mà bạn có thể chọn để bỏ phiếu. Tuy nhiên, mỗi lần bạn bỏ phiếu cho một validator mới, phiếu bầu sẽ được tính là một giao dịch mới trên khối và bạn cần phải trả phí gas cho mỗi giao dịch mới.",
  "How long do I need to wait to receive my staking rewards?": "Tôi cần chờ bao lâu để nhận phần thưởng staking của mình?",
  "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "Phần thưởng được kiếm khi một kỷ nguyên đã được cập nhật. Điều này có nghĩa là bạn sẽ cần phải chờ khoảng 3 đến 5 ngày sau khi bạn đã bỏ phiếu cho validator(s) đã chọn trước khi nhận được phần thưởng của mình.",
  "When can I withdraw my staked MAPO?": "Khi nào tôi có thể rút MAPO đã stake của mình?",
  "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "Bạn có thể rút MAPO của mình bất cứ lúc nào ngay lập tức một khi MAPO của bạn đã được mở khóa. Tuy nhiên, có một thời gian chờ 15 ngày để bạn mở khóa MAPO.",
  "What is the reward percentage for staking MAPO?": "Phần trăm phần thưởng cho việc staking MAPO là bao nhiêu?",
  "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "Vì bạn đang staking thông qua một pool validator, hiệu suất và uy tín của validator có thể ảnh hưởng đến phần thưởng của bạn. Validators liên tục sản xuất khối và duy trì mức độ hoạt động cao có thể cung cấp phần thưởng tốt hơn cho người ủy thác của họ.",
  "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "Bạn có thể có nhiều tài khoản để staking, nhưng bạn không thể sử dụng một địa chỉ để staking và một địa chỉ khác để nhận phần thưởng. Địa chỉ staking, một khi đã được thiết lập, là địa chỉ của quỹ đồng thuận của bạn - cả ban đầu và phần thưởng tiếp theo - và không thể thay đổi. Do đó, vui lòng sao lưu địa chỉ này một cách cẩn thận và lưu trữ an toàn.",
  "How to withdraw my staked tokens?": "Làm thế nào để rút token đã stake của tôi?",
  "Unlock the amount you’d like to withdraw": "Mở khóa số lượng bạn muốn rút",
  "Wait 15 days before you can successfully withdraw the unlocked MAPO": "Chờ 15 ngày trước khi bạn có thể rút thành công MAPO đã mở khóa",
  "Withdraw the unlocked MAPO, and you will get them in an instant": "Rút MAPO đã mở khóa, và bạn sẽ nhận chúng ngay lập tức",
  "Can the staking address be changed?": "Địa chỉ staking có thể thay đổi được không?",
  "How do I know the validator(s) to whom I should delegate my funds?": "Làm thế nào tôi biết validator(s) nào tôi nên ủy thác tiền của mình?",
  "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "Vì validator(s) bạn chọn sẽ ảnh hưởng trực tiếp đến phần thưởng của bạn, nên rất quan trọng bạn cần phải nghiên cứu trước khi quyết định bỏ phiếu cho một validator cụ thể. Một số chỉ số chung cần chú ý khi chọn: Tỷ lệ hoạt động của kỷ nguyên hiện tại, sự hiện diện trên mạng xã hội và phần trăm hoa hồng.",
  "What are the factors that may affect the staking rewards?": "Những yếu tố nào có thể ảnh hưởng đến phần thưởng staking?",
  "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "Phần thưởng staking có thể biến động tùy thuộc vào validator(s) bạn chọn, số lượng người tham gia staking, khối lượng giao dịch và các yếu tố khác.",
  "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "Tại thời điểm đăng bài, những người staking trên MAP Protocol đang kiếm được phần thưởng staking với APY 13.12%. Để biết thông tin cập nhật nhất, hãy truy cập <link1>MAPO Scan</link1>.",
  "What are the risks involved in staking?": "Những rủi ro nào liên quan đến staking?",
  "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "Như mọi khi, thường có một số hình thức rủi ro liên quan đến tiền điện tử và staking cũng không ngoại lệ. Sự biến động cũng có thể ảnh hưởng đến kết quả của staking và không có bảo đảm vì quá trình staking là ngẫu nhiên và cần luôn xem xét biến động giá.",
  "Enter the amount you want to stake": "Nhập số lượng bạn muốn stake",
  "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "Để stake thành công, bạn cần phải có MAPO trong ví của mình trước. Bạn có thể nhận MAPO thông qua Butter Swap. Khi bạn đã sẵn sàng MAPO trong ví, bạn có thể tiến hành như sau.",
  "Check validator info": "Kiểm tra thông tin validator",
  "Get MAPO": "Nhận MAPO"
}