{
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.":"Bạn có thể nhận MAPO từ một sàn giao dịch tập trung hoặc sàn giao dịch phi tập trung nhưng các quốc gia khác nhau có thể có chính sách khác nhau. Kiểm tra xem cách nào tốt nhất để bạn có được MAPO.",
  
  "What is MAPO?": "MAPO là gì?",
  "Currency for the permissionless, digital future.": "Đồng tiền cho tương lai số không cần phép.",
  "Currency of MAP Protocol omnichain apps.": "Đồng tiền của ứng dụng MAP Protocol omnichain.",
  "Get MAPO": "Nhận MAPO",
  "Current MAPO Price（USD）": "Giá MAPO Hiện Tại (USD)",
  "Data Source: ": "Nguồn Dữ Liệu: ",
  "(LAST 24 HOUR)": "(24 GIỜ QUA)",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPO là một loại tiền điện tử. Đó là tiền số mở ra cánh cửa cho bạn truy cập vào mạng lưới omnichain ngang hàng cấp độ Bitcoin. Nếu bạn mới làm quen với tiền điện tử, đây là cách MAPO khác biệt so với tiền truyền thống.",
  "Open to all, truly borderless": "Mở cửa cho tất cả, thực sự không biên giới",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPO mở cửa và có thể truy cập bởi bất kỳ ai có kết nối internet và ví tiền điện tử, vượt qua các rào cản địa lý.",
  "You have the full autonomy": "Bạn có toàn quyền tự chủ",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "Người dùng MAPO có quyền kiểm soát đầy đủ về quỹ và giao dịch của họ, loại bỏ nhu cầu về trung gian như ngân hàng hay bất kỳ bên thứ ba nào khác.",
  "Privacy by default": "Riêng tư theo mặc định",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "MAPO ưu tiên quyền riêng tư của người dùng theo mặc định. Mặc dù giao dịch được ghi lại trên sổ cái công cộng, nhưng danh tính người dùng thường là ẩn danh.",
  "Peer-to-peer, no third parties": "Ngang hàng, không có bên thứ ba",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "Bạn có thể gửi MAPO của mình mà không cần qua trung gian như ngân hàng hay bộ xử lý thanh toán. Gửi MAPO giống như việc trao đổi tiền mặt, nhưng nó được thực hiện trực tuyến và được bảo mật bằng mã hóa.",
  "Transparency and equity": "Minh bạch và công bằng",
  "User Experience": "Trải Nghiệm Người Dùng",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "Tất cả giao dịch MAPO được ghi lại trên MAP Relay Chain, đảm bảo tính minh bạch và không thể thay đổi. Điều này có nghĩa là bạn có thể xác minh giao dịch một cách độc lập.",
  "Code is law": "Mã là luật lệ",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "MAPO hoạt động dựa trên các quy tắc không thể thay đổi được định nghĩa trước và được mã hóa trong phần mềm. Các quy tắc của hệ thống và chính sách tiền tệ không thể bị thay đổi bởi bất kỳ cơ quan trung ương nào.",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "Muốn mua một số MAPO? Thông thường sẽ nhầm lẫn giữa MAP và MAPO. MAPO là tên mã trên MAP Relay Chain, trong khi MAP là tên trên các chuỗi khác.",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "Để khám phá hệ sinh thái MAP Protocol, MAPO là thứ bạn có thể muốn mua. <link1>Thêm thông tin về Nhận MAPO</link1>.",
  "What’s unique about MAPO?": "Điều gì làm cho MAPO độc đáo?",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "Có rất nhiều loại tiền điện tử và token khác trong không gian blockchain, nhưng có một số điều chỉ MAPO mới có thể làm được.",
  "MAPO fuels MAP Protocol": "MAPO là nhiên liệu cho MAP Protocol",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPO là trái tim của MAP Protocol. Khi bạn gửi MAPO hoặc sử dụng một ứng dụng trên MAP Protocol, bạn sẽ phải trả một khoản phí bằng MAPO để sử dụng mạng lưới MAP Protocol. Khoản phí này là động lực cho người sản xuất khối để xử lý và xác minh hoạt động của bạn trên mạng.",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "Các validator giống như những người giữ cổng của MAP Protocol—họ kiểm tra và đảm bảo tất cả các giao dịch là hợp lệ và chính xác. Họ được chọn ngẫu nhiên để xác minh các bản dịch mới và thêm chúng vào blockchain. Các validator sẽ được thưởng một lượng nhỏ MAPO cho công việc họ làm.",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "Có những yêu cầu về phần cứng và phần mềm nhất định bạn cần đáp ứng để trở thành một validator. Bạn có thể xem chi tiết tại <link1>Chạy một Node</link1>.",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "Ngoài những yêu cầu đó, các validator cũng cần phải đặt cược một lượng MAPO nhất định để giúp bảo vệ toàn bộ mạng lưới MAP Protocol và kiếm được phần thưởng. Nếu bạn muốn bảo vệ mạng lưới omnichain mà không cần xây dựng một node, bạn vẫn có thể tham gia vào việc staking bằng cách ủy thác MAPO của mình. <link1>Thêm thông tin về staking</link1>.",
  "What is MAP Protocol?": "MAP Protocol là gì?",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "Để biết thêm thông tin về MAP Protocol — công nghệ đằng sau MAPO, hãy xem thông tin trên trang này.",
  "MAPO underpins the omnichain financial system": "MAPO là nền tảng cho hệ thống tài chính omnichain",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "Vượt ra ngoài việc chỉ thực hiện giao dịch, cộng đồng omnichain đang xây dựng một mạng lưới tài chính toàn diện, ngang hàng và có thể truy cập mọi nơi.",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "Hiện tại, người dùng có thể kiếm được MAPO thông qua staking. Tuy nhiên, khi MAP Protocol phát triển và mở rộng, các chức năng sắp tới như cho vay và vay sẽ được giới thiệu, mở rộng tính năng sử dụng của MAPO.",
  "Uses for MAPO grow every day": "Cách sử dụng MAPO ngày càng tăng mỗi ngày",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "Vì MAP Protocol có thể lập trình được, các nhà phát triển có thể tạo ra MAPO theo vô số cách. Dưới đây là chỉ một số việc bạn có thể làm với MAPO.",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>Hoán đổi token</link1> — bạn có thể giao dịch MAPO với token trên nhiều chuỗi khác nhau.",
  "Earn interest — stake MAPO and get rewarded.": "<link1>Kiếm lãi</link1> — staking MAPO và nhận thưởng.",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>Nhận stablecoins</link1> — tiếp cận thế giới của tiền điện tử với giá trị ổn định, ít biến động hơn.",
  "Where to get MAPO": "Nơi để nhận MAPO",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "Bạn có thể nhận MAPO từ một sàn giao dịch tập trung hoặc sàn giao dịch phi tập trung nhưng các quốc gia khác nhau có thể có các chính sách khác nhau. Kiểm tra xem đâu là cách tốt nhất cho bạn để nhận MAPO.",
  "Why does MAPO have value?": "Tại sao MAPO có giá trị?",
  "MAPO holds different values for different people.": "MAPO giữ giá trị khác nhau đối với những người khác nhau.",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "Đối với người dùng của MAP Protocol, MAPO có giá trị vì nó cho phép bạn trả phí giao dịch.",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "Người khác coi nó như một khoản lưu trữ giá trị số vì việc tạo mới MAPO giảm dần theo thời gian.",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "Trong tương lai, MAPO cũng sẽ trở nên có giá trị đối với người dùng của các ứng dụng tài chính trên MAP Protocol, vì họ có thể sử dụng MAPO cho việc cho vay, vay, phát trực tiếp, hoặc thậm chí là một hệ thống thanh toán.",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "Cũng có người dùng là nhà đầu tư coi MAPO như một khoản đầu tư tương tự như Bitcoin hoặc các loại tiền điện tử khác.",
  "MAPO is not the only token in crypto": "MAPO không phải là token duy nhất trong tiền điện tử",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "Không gian tiền điện tử cho phép bất kỳ ai tạo ra tài sản mới và giao dịch chúng trên các nền tảng khác nhau. Những tài sản này thường được gọi là 'token'. Từ tài sản truyền thống như vàng và bất động sản đến các khái niệm sáng tạo như nghệ thuật và thậm chí là giá trị cá nhân, token hóa đang thay đổi cách chúng ta nghĩ về sở hữu.",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "Không gian tiền điện tử chứa đựng vô số token, mỗi loại có tính năng và giá trị độc đáo của riêng mình. Sự đổi mới liên tục của các nhà phát triển đảm bảo rằng các token mới không ngừng xuất hiện, mỗi loại mở ra cơ hội mới và mở rộng thị trường.",
  "More on tokens": "Thêm thông tin về token",
  "Stablecoins": "Stablecoins",
  "Decentralized finance (DeFi)": "Tài chính phi tập trung (DeFi)",
  "Decentralized organizations (DAOs)": "Tổ chức phi tập trung (DAOs)",
  "Non-fungible tokens (NFTs)": "Token không thể thay thế (NFTs)",
  "Different types of tokens": "Các loại token khác nhau",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "Token phản ánh giá trị của một đồng tiền truyền thống như đô la. Điều này giải quyết vấn đề biến động với nhiều loại tiền điện tử.",
  "Governance tokens": "Token quản trị",
  "Tokens that represent voting power in decentralized organizations.": "Token đại diện cho quyền biểu quyết trong các tổ chức phi tập trung.",
  "Sh*t coins": "Sh*t coins",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "Vì bất kỳ ai — kể cả những người có ý định xấu — cũng có thể tạo ra một token mới, luôn luôn nghiên cứu kỹ trước khi quyết định đầu tư vào chúng!",
  "Collectible tokens": "Token sưu tầm",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "Token đại diện cho một vật phẩm trò chơi sưu tầm, tác phẩm nghệ thuật số, hoặc các tài sản độc đáo khác. Thông thường được biết đến với tên gọi token không thể thay thế (NFTs)."
}