{
  "Further empowering gamers": "Tiếp tục trao quyền cho game thủ",
  "Traditionally, gamers are limited by centralized gaming service platforms and do not actually own the in-game items they have purchased or acquired. To trade or transfer in-game assets, gamers are forced to use black market websites which often come with extra security risks.": "Truyền thống, game thủ bị giới hạn bởi các nền tảng dịch vụ trò chơi trung ương và thực sự không sở hữu các vật phẩm trong trò chơi mà họ đã mua hoặc có được. Để giao dịch hoặc chuyển giao tài sản trong trò chơi, game thủ buộc phải sử dụng các trang web chợ đen thường đi kèm với rủi ro an ninh cao hơn.",
  "Blockchain gaming has changed this old gaming modality. Web3 projects such as Crypto Kitties, Axie Infinity, and Dark Forest have created a new gaming paradigm where players are encouraged to trade in-game items and are rewarded for their playtime. As with many first-time innovations, however, those blockchain gaming projects are far from perfect and have turned off true gamers due to scalability issues, transaction fees, and the complexity of managing blockchain-based assets.": "Trò chơi Blockchain đã thay đổi cách chơi trò chơi cũ này. Các dự án Web3 như Crypto Kitties, Axie Infinity và Dark Forest đã tạo ra một mô hình trò chơi mới nơi người chơi được khuyến khích giao dịch các vật phẩm trong trò chơi và được thưởng cho thời gian chơi của họ. Tuy nhiên, giống như nhiều đổi mới lần đầu tiên, những dự án trò chơi blockchain này còn xa mới hoàn hảo và đã làm mất lòng các game thủ thực sự do vấn đề mở rộng quy mô, phí giao dịch và sự phức tạp của việc quản lý tài sản dựa trên blockchain.",
  "This is where omnichain and fully on-chain gaming comes in. Through MAP Protocol, GameFi projects can not only have gaming assets tradable and interoperable on all chains but all aspects of game state, logic, and data on the blockchain, so blockchain gaming becomes an autonomous world where players have their full agency and contribute to the development of the game.": "Đây là nơi mà trò chơi omnichain và hoàn toàn trên chuỗi vào cuộc. Thông qua MAP Protocol, các dự án GameFi không chỉ có thể có tài sản trò chơi có thể giao dịch và tương tác trên tất cả các chuỗi mà tất cả các khía cạnh của trạng thái trò chơi, logic và dữ liệu trên blockchain, vì vậy trò chơi blockchain trở thành một thế giới tự trị nơi người chơi có toàn quyền và đóng góp vào sự phát triển của trò chơi.",
  "Towards a truly interoperable future": "Hướng tới một tương lai thực sự tương tác",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "Ngày nay, hầu hết các giải pháp tương tác chỉ nhấn mạnh giao dịch chéo chuỗi tài sản. Tuy nhiên, một tương lai Web3 thực sự tương tác vượt ra ngoài điều đó - đó là một tương lai nơi các hoạt động của dApp bao gồm giao dịch, lưu trữ dữ liệu và tính toán được thực hiện trên blockchain và có thể tương tác trên các chuỗi khác nhau, mang lại cho người dùng quyền kiểm soát đầy đủ dữ liệu và quyền riêng tư của họ.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various blockchain components, enabling the construction of apps where all operations are on-chain. This provides users with complete control over their data and assets across multiple chains.": "MAP Protocol mở đường cho tương lai Web3 thực sự tương tác này. Thông qua MAP Protocol, các nhà phát triển có thể tích hợp mượt mà các thành phần blockchain khác nhau, cho phép xây dựng các ứng dụng nơi tất cả các hoạt động đều trên chuỗi. Điều này mang lại cho người dùng quyền kiểm soát hoàn toàn dữ liệu và tài sản của họ trên nhiều chuỗi.",
  "Unlocking the future of Bitcoin ecosystem": "Mở khóa tương lai của hệ sinh thái Bitcoin",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. However, as BCR-20 tokens and Ordinal NFTs took over the Web3 sphere in May 2023, The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability.": "Do thiếu tính hoàn chỉnh của Turing, Bitcoin bị hạn chế về khả năng sử dụng so với Ethereum, và hệ sinh thái của nó phát triển chậm. Tuy nhiên, khi các token BCR-20 và NFT Ordinal chiếm lĩnh lĩnh vực Web3 vào tháng 5 năm 2023, câu chuyện mới của hệ sinh thái Bitcoin đã thu hút các chủ đề và cuộc tranh luận về khả năng tương tác của Bitcoin.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "Với BRC-201 của MAP Protocol, một giao thức mở rộng chéo chuỗi cho các token BRC-20, các tài sản BRC-20 và ORC-20 trên mạng Bitcoin có thể tương tác với các token khác trên các chuỗi công cộng khác. Lớp tương tác chéo chuỗi của mạng Bitcoin này cũng sẽ phát triển cộng đồng Bitcoin như một toàn thể.",
  "Enabling easy cross-chain asset flows": "Cho phép dòng chảy tài sản chéo chuỗi dễ dàng",
  "MAP Protocol leverages light clients and Zero-Knowledge (ZK) proofs to offer a trustless environment for seamless asset transfers across multiple blockchains, including both EVM and non-EVM chains. This eliminates the need for centralized authorities or third-party services, reinforcing the principles of decentralization while ensuring secure and efficient transactions.": "MAP Protocol tận dụng các light client và chứng minh Zero-Knowledge (ZK) để cung cấp một môi trường không cần tin cậy cho việc chuyển giao tài sản mượt mà trên nhiều blockchain, bao gồm cả chuỗi EVM và không phải EVM. Điều này loại bỏ nhu cầu về các cơ quan trung ương hoặc dịch vụ bên thứ ba, củng cố các nguyên tắc phân quyền đồng thời đảm bảo giao dịch an toàn và hiệu quả.",
  "Beyond simple asset transfers, MAP Protocol also enables cross-chain communication for storage and computing capacities. This offers unprecedented flexibility for decentralized application (dApp) developers to build more robust, scalable, and interoperable applications. The technology stands as a pivotal contribution to the blockchain ecosystem, bringing us closer to a truly interconnected world where assets and resources flow effortlessly between chains.": "Ngoài việc chuyển giao tài sản đơn giản, MAP Protocol cũng cho phép giao tiếp chéo chuỗi cho khả năng lưu trữ và tính toán. Điều này mang lại sự linh hoạt chưa từng có cho các nhà phát triển ứng dụng phi tập trung (dApp) để xây dựng các ứng dụng mạnh mẽ, có khả năng mở rộng và tương tác hơn. Công nghệ đứng như một đóng góp then chốt cho hệ sinh thái blockchain, đưa chúng ta lại gần hơn với một thế giới thực sự kết nối nơi tài sản và nguồn lực chảy mượt mà giữa các chuỗi.",
  "Saving time and money to build awesome apps": "Tiết kiệm thời gian và tiền bạc để xây dựng các ứng dụng tuyệt vời",
  "Building on a single chain is simple with low maintenance, but at the same time has limited user reach and adaptability, thus adding extra work to deploy on other chains or use a potentially unsafe cross-chain solution. Moreover, building on multiple blockchains means managing multiple ledgers at the same time, and this can be difficult and more costly than operating on a single chain.": "Xây dựng trên một chuỗi đơn giản với chi phí bảo trì thấp, nhưng đồng thời có phạm vi người dùng hạn chế và khả năng thích ứng, do đó thêm công việc để triển khai trên các chuỗi khác hoặc sử dụng giải pháp chéo chuỗi có thể không an toàn. Hơn nữa, xây dựng trên nhiều blockchain có nghĩa là quản lý nhiều sổ cái cùng một lúc, và điều này có thể khó khăn và tốn kém hơn so với hoạt động trên một chuỗi duy nhất.",
  "Instead of choosing between the lesser of two evils, sacrificing time and resources to become multi-chain or cross-chain, and compromising on feature development, projects and developers can directly deploy on MAP Protocol or use MAP Protocol to become omnichain where they do not have to spend extra time and money on finding a cross-chain solution or using bridges to become multi-chain.": "Thay vì chọn giữa hai điều xấu, hy sinh thời gian và nguồn lực để trở thành đa chuỗi hoặc chéo chuỗi, và thỏa hiệp về phát triển tính năng, các dự án và nhà phát triển có thể triển khai trực tiếp trên MAP Protocol hoặc sử dụng MAP Protocol để trở thành omnichain nơi họ không phải tốn thêm thời gian và tiền bạc để tìm giải pháp chéo chuỗi hoặc sử dụng cầu nối để trở thành đa chuỗi.",
  "With MAP Protocol, projects only need to focus on all the essentials for app development and find ways to enhance user experiences, so that innovation can come and drive real dApp mass adoption.": "Với MAP Protocol, các dự án chỉ cần tập trung vào tất cả những điều cần thiết cho việc phát triển ứng dụng và tìm cách nâng cao trải nghiệm người dùng, để đổi mới có thể đến và thúc đẩy sự chấp nhận dApp hàng loạt thực sự."
}