{
  "Why would I use MAP Protocol?": "Tại sao tôi nên sử dụng MAP Protocol?",
  "MAP Protocol stats": "Thống kê MAP Protocol",
  "Cross-chain assets powered by MAP Protocol": "Tài sản liên chuỗi được hỗ trợ bởi MAP Protocol",
  "Accounts (wallets) with MAPO balance": "Tài khoản (ví) có số dư MAPO",
  "Smart contracts on MAP Protocol": "Hợp đồng thông minh trên MAP Protocol",
  "Number of transactions powered by MAP Protocol": "Số lượng giao dịch được hỗ trợ bởi MAP Protocol",
  "Total MAPO staked": "Tổng số MAPO đã staking",
  "Number of nodes on MAP Protocol": "Số lượng nút trên MAP Protocol",
  "Who runs MAP Protocol?": "Ai điều hành MAP Protocol?",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol không được kiểm soát bởi bất kỳ thực thể cụ thể nào. Nó tồn tại khi có các máy tính kết nối đang chạy phần mềm theo MAP Protocol và thêm vào chuỗi khối MAP Protocol. Mỗi máy tính này được gọi là một nút. Bất kỳ ai cũng có thể chạy nút, mặc dù để tham gia bảo vệ mạng, bạn phải staking MAPO (token bản địa của MAP Protocol).",
  "What is MAP Relay Chain?": "MAP Relay Chain là gì?",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain là một chuỗi khối tương thích với EVM được xây dựng dựa trên cơ chế Proof-of-Stake và sự đồng thuận Byzantine Fault Tolerant và tồn tại trên Lớp Protocol của MAP Protocol. Nó chủ động mở rộng và hỗ trợ các tính năng của chuỗi khối đa dạng trong máy ảo và xây dựng một mạng lưới xác minh light-client hiệu quả về gas.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "Mục đích chính của MAP Relay Chain là duy trì các light client của tất cả các chuỗi khối quan tâm và tạo điều kiện xác minh tin cậy các thông điệp liên chuỗi. Các validator trên MAP Relay Chain là chìa khóa để đảm bảo sự đa dạng và vững chắc của mạng omnichain. MAPO là đồng tiền điện tử được sử dụng để trả phí mạng phát sinh trên MAP Relay Chain.",
  "What is MAP Omnichain Service (MOS)?": "MAP Omnichain Service (MOS) là gì?",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS là viết tắt của MAP Omnichain Service, đó là lớp thứ hai của MAP Protocol. Tương tự như Google Mobile Services đối với các nhà phát triển Android, MOS trao quyền cho các nhà phát triển dApp xây dựng các ứng dụng liên chuỗi hoặc omnichain một cách dễ dàng. Lớp này bao gồm Vaults và Data được triển khai trên mỗi chuỗi, và Messenger Program để truyền thông điệp giữa các chuỗi.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "Các nhà phát triển dApp có thể tự chạy MOS hoặc sử dụng các dịch vụ do MOS cung cấp. Họ cũng có thể sử dụng Vaults và Data trong MOS và chia sẻ nguồn lực Vaults và Data với các ứng dụng khác. Messenger Program là một SDK, được triển khai, vận hành và bảo trì bởi chính các nhà phát triển dApp. Các nhà phát triển dApp cũng có thể độc lập và linh hoạt khuyến khích những người đóng góp messenger truyền thông điệp omnichain cho dApp.",
  "Meet MAPO, MAP Protocol’s native currency": "Gặp gỡ MAPO, đồng tiền bản địa của MAP Protocol",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "Nhiều hành động trên mạng lưới MAP Protocol đòi hỏi một số công việc phải được thực hiện trên MAP Relay Chain. Việc tính toán này không miễn phí; nó được trả bằng đồng tiền điện tử bản địa của MAP Protocol gọi là MAPO. Điều này có nghĩa là bạn cần ít nhất một lượng nhỏ MAPO để sử dụng mạng.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO hoàn toàn kỹ thuật số, và bạn có thể gửi nó cho bất kỳ ai ở bất cứ đâu trên thế giới ngay lập tức. Ngân hàng cung cấp MAPO không được kiểm soát bởi bất kỳ chính phủ hoặc công ty nào - nó là phi tập trung và hoàn toàn minh bạch. MAPO được phát hành một cách chính xác theo giao thức.",
  "Network fees on MAP Protocol": "Phí mạng trên MAP Protocol",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "Phí mạng trên mainnet của MAP Protocol được gọi là phí gas. Đây là những khoản phí nhỏ phát sinh cho nỗ lực tính toán cần thiết để xử lý các giao dịch trên MAP Relay Chain. Những phí này phục vụ như một cơ chế để phân bổ công bằng nguồn lực mạng và ngăn chặn spam hoặc hoạt động xấu.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "Khác với các nền tảng blockchain thông thường nơi phí gas là một tính năng tiêu chuẩn, MAP Protocol chỉ tính phí gas cho các giao dịch liên chuỗi được xử lý trên MAP Relay Chain. Giao dịch càng phức tạp, phí gas càng cao. Phí cũng bị ảnh hưởng bởi tình trạng tắc nghẽn mạng; trong thời gian hoạt động cao, phí có thể tăng lên.",
  "Run a node": "Chạy một nút",
  "More on MAP Relay Chain": "Thêm thông tin về MAP Relay Chain",
  "More on MAP Protocol": "Thêm thông tin về MAP Protocol",
  "What is MAPO?": "MAPO là gì?",
  "Get MAPO": "Nhận MAPO",
  "More on gas fees": "Thêm thông tin về phí gas",
  "Data Source: ": "Nguồn dữ liệu: "
}