{
  "What is MAP Protocol?": "MAP Protocol là gì?",
  "A Bitcoin layer-2. The foundation for Interoperability": "Một lớp-2 của Bitcoin. Nền tảng cho Khả năng Tương tác liên chuỗi",
  "What is Bitcoin layer-2": "Lớp-2 của Bitcoin là gì",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "Hướng dẫn hoàn chỉnh cho người mới bắt đầu về cách MAP Protocol hoạt động, những lợi ích mà nó mang lại, và làm thế nào nó có thể mang đến một tương lai thực sự tương tác liên chuỗi, nơi tài sản, lưu trữ và tính toán đều trên chuỗi và có khả năng tương tác với nhau.",
  "The user gateway to Web3": "Cổng người dùng đến Web3",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "Chi tiết kỹ thuật chuyên sâu và các bước chuyển chuỗi phức tạp ngăn cản người dùng mới tiếp cận với thế giới Web3. MAP Protocol làm cho việc điều hướng Web3 trở nên trực quan. Trong MAP Protocol, người dùng chỉ cần biết rằng họ có quyền sở hữu đầy đủ đối với tài sản của mình, và khi họ chuyển tài sản từ một chuỗi này sang chuỗi khác, nó hoàn toàn là ngang hàng, và không có bên thứ ba nào có thể can thiệp.",
  "The all-in-one developer portal": "Cổng thông tin dành cho nhà phát triển toàn diện",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "Chủ quyền dữ liệu là trọng tâm của Web3, có nghĩa là người dùng có quyền sở hữu đầy đủ đối với dữ liệu của họ. Để xây dựng một ứng dụng Web3, các nhà phát triển cần kết hợp chức năng của các chuỗi khối khác nhau để tài sản, lưu trữ và tính toán của người dùng đều trên chuỗi. Thông qua MAP Protocol, các nhà phát triển có thể dễ dàng kết hợp các thành phần chuỗi khối khác nhau và xây dựng ứng dụng nơi người dùng có quyền kiểm soát dữ liệu và tài sản của họ.",
  "The guardian for the free and peer-to-peer flow of assets": "Người bảo vệ cho dòng chảy tự do và ngang hàng của tài sản",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 là Internet mới của giá trị. Dòng chảy giá trị trên Internet có thể đối mặt với những lo ngại về an toàn và thách thức từ các bên thứ ba. Trong khi dòng chảy tài sản trong một chuỗi khối đơn lẻ đã là ngang hàng, MAP Protocol đưa nó lên một bước nữa bằng cách cho phép tài sản trên các chuỗi khối khác nhau chảy một cách hoàn toàn ngang hàng.",
  "Summary": "Tóm tắt",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocol cung cấp cơ sở hạ tầng omnichain thiết yếu để đạt được khả năng tương tác liên chuỗi giữa các tài sản, lưu trữ và tính toán dựa trên chuỗi khối. Xây dựng dựa trên công nghệ light client và chứng minh không kiến thức, giải pháp chuyển chuỗi liên kết của chúng tôi là ngang hàng, không cần bất kỳ thực thể bên thứ ba đáng tin cậy nào. Mạng lưới MAP Protocol phục vụ như một cổng người dùng Web3 và cổng thông tin nhà phát triển, trao quyền cho người dùng và nhà phát triển để sử dụng và xây dựng bất cứ thứ gì chuyển chuỗi một cách ngang hàng.",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "Bạn có thể tạo một tài khoản MAP Protocol từ bất cứ đâu, vào bất kỳ lúc nào, và khám phá ứng dụng omnichain hoặc xây dựng của riêng bạn. Đổi mới cốt lõi là bạn có thể làm tất cả mọi thứ chuyển chuỗi mà không cần tin tưởng vào một cơ quan trung ương có thể thay đổi quy tắc hoặc hạn chế quyền truy cập của bạn.",
  "What can MAP Protocol do?": "MAP Protocol có thể làm gì?",
  "Interoperable Omnichain Asset": "Tài sản Omnichain Tương tác liên chuỗi",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocol cho phép chuyển giao tài sản dựa trên chuỗi khối một cách liền mạch. Điều này đảm bảo rằng bạn không bị giới hạn trong một hệ sinh thái chuỗi khối đơn lẻ, tăng cường tính thanh khoản và tiện ích của tài sản.",
  "Interoperable On-chain Storage and Computing": "Lưu trữ và Tính toán Trên chuỗi Tương tác liên chuỗi",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "Ngoài việc chuyển giao tài sản, MAP Protocol mở rộng phạm vi tương tác liên chuỗi để bao gồm cả nguồn lực lưu trữ và tính toán trên chuỗi, cho phép các nhà phát triển dApp sử dụng hiệu quả các dịch vụ trên nhiều chuỗi khối.",
  "Enhanced Security and Privacy": "An ninh và Quyền riêng tư Tăng cường",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "Xây dựng dựa trên công nghệ light client và chứng minh không kiến thức, MAP Protocol áp dụng một cách tiếp cận hoàn toàn ngang hàng cho các tương tác chuyển chuỗi mà không cần đến bên thứ ba đáng tin cậy.",
  "Developer-Friendly Platform": "Nền tảng Thân thiện với Nhà phát triển",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "Với cổng người dùng Web3 và cổng thông tin nhà phát triển của mình, MAP Protocol cung cấp các bộ công cụ cần thiết cho các nhà phát triển để xây dựng và triển khai ứng dụng chuyển chuỗi, hiệu quả như một chất xúc tác cho sự đổi mới chuỗi khối.",
  "User Empowerment": "Quyền lực Người dùng",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "Người dùng có thể dễ dàng tạo một tài khoản MAP Protocol và khám phá hoặc đóng góp vào hệ sinh thái omnichain. Không có cơ quan trung ương nào có thể thay đổi quy tắc hoặc hạn chế quyền truy cập, do đó cung cấp cho người dùng quyền kiểm soát không có gì sánh kịp.",
  "Peer-to-Peer Network": "Mạng lưới Ngang hàng",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "Mạng lưới omnichain của MAP Protocol cho phép giao dịch và tương tác ngang hàng, duy trì tinh thần phân quyền ban đầu của công nghệ chuỗi khối trong khi cung cấp những lợi ích của khả năng chuyển chuỗi.",
  "Bitcoin ecosystem growth": "Sự phát triển của hệ sinh thái Bitcoin",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "Với việc MAP Protocol là lớp-2 của Bitcoin, bất kỳ tài sản nào trên bất kỳ chuỗi nào cũng có thể dễ dàng tương tác với mạng lưới Bitcoin. Điều này sẽ thêm các loại tài sản và cộng đồng khác vào hệ sinh thái và cộng đồng Bitcoin hiện có.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "Ngoài việc xây dựng dựa trên công nghệ light client và chứng minh không kiến thức, MAP Protocol còn tăng cường an ninh của mình bằng cách sử dụng mạng lưới Bitcoin để ngăn chặn các cuộc tấn công dài hạn."
}