{
  "Welcome to MAP Protocol Community": "مرحبًا بكم في مجتمع MAP Protocol",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol هو موطن لمئات الآلاف من المطورين والتقنيين والمصممين والمستخدمين وحاملي MAPO والمتحمسين.",
  "Why become part of the MAP Protocol community?": "لماذا تصبح جزءًا من مجتمع MAP Protocol؟",
  "Participate freely": "شارك بحرية",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "لديك الحرية في المساهمة عن بُعد، وبالتالي العمل من أي مكان في أي وقت يناسبك.",
  "Find your cohort": "اعثر على مجموعتك",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "لديك الفرصة للتواصل مع أقران لديهم نفس التفكير. من خلال العمل الجماعي، يمكن للمشاركين تحسين مهارات الترجمة لديهم، وتبادل الرؤى القيمة، والتغلب جماعيًا على التحديات.",
  "Get recognized and compensated": "احصل على التقدير والتعويض",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "سيظهر اسمك بجانب العمل الذي قمت به. بالإضافة إلى ذلك، سيتم توفير تعويض للعمل المتميز الذي تقوم به.",
  "How to get involved?": "كيف تشارك؟",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "هناك العديد من الطرق للمشاركة في مجتمع MAP Protocol الذي ينمو بسرعة؛ يمكنك الانضمام إلى واحدة من المجتمعات الأونلاين الشهيرة، أو حضور حدث، أو الانضمام إلى مجموعة لقاء، أو المساهمة في مشروع، أو المشاركة في واحدة من العديد من المنتديات الأونلاين حول MAP Protocol.",
  "Join online communities": "انضم إلى المجتمعات الأونلاين",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "اعثر على مجموعتك وشارك مع العديد من المتحمسين لـ MAP Protocol.",
  "MAP Protocol events": "فعاليات MAP Protocol",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "اعثر وشارك في مؤتمرات MAP Protocol والهاكاثونات أو اللقاءات.",
  "Run a node": "تشغيل عقدة",
  "Operate your own node is a great way to contribute to the whole network.": "تشغيل عقدتك الخاصة هو طريقة رائعة للمساهمة في الشبكة بأكملها.",
  "Stake MAPO": "رهن MAPO",
  "Get your MAPO and stake them to earn more rewards.": "احصل على MAPO الخاص بك ورهنها لكسب المزيد من المكافآت.",
  "Contribute to MAP Protocol": "المساهمة في MAP Protocol",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "كما ندعم الانفتاح واللامركزية الند للند، نهدف إلى جعل المعرفة متاحة بحرية للجميع. جميع المحتويات على هذا الموقع مفتوحة المصدر. يمكنك اقتراح تعديلات جديدة، واقتراح ميزات جديدة مبهرة، ومساعدتنا على التحسين.",
  "More on contribution ": "المزيد حول المساهمة",
  "Learn about MAPDAO": "تعرف على MAPDAO",
  "Join Telegram": "انضم إلى MAPDAO",
  "Community center": "مركز المجتمع"
}