{
  "Find a Wallet": "ابحث عن محفظة",
  "A crypto wallet is your gateway to the decentralized world. Find a wallet that suits your needs and has the features you want.": "محفظة العملات المشفرة هي بوابتك إلى عالم اللامركزية. ابحث عن محفظة تناسب احتياجاتك وتحتوي على الميزات التي تريدها.",
  "Wallet for MAPO": "محفظة لـ MAPO",
  "You use the following wallets to directly use and send MAPO and MAP.": "يمكنك استخدام المحافظ التالية لاستخدام MAPO و MAP مباشرةً وإرسالهما.",
  "More on where to get MAPO and how to add MAP Relay Chain and MAP to your wallet.": "المزيد عن <link1>أين تحصل على MAPO</link1> وكيفية <link2>إضافة سلسلة MAP Relay و MAP إلى محفظتك</link2>.",
  "Choose wallets that fit your needs": "اختر المحافظ التي تناسب احتياجاتك",
  "Choosing a cryptocurrency wallet depends on various factors such as your investment needs, desired level of security, ease of use, and the types of cryptocurrencies you intend to hold. Below are some considerations that may help you make an informed decision:": "اختيار محفظة العملات المشفرة يعتمد على عوامل متنوعة مثل احتياجاتك الاستثمارية، ومستوى الأمان المطلوب، وسهولة الاستخدام، وأنواع العملات المشفرة التي تنوي حملها. فيما يلي بعض الاعتبارات التي قد تساعدك في اتخاذ قرار مستنير:",
  "Security": "الأمان",
  "Cold Wallets: Generally, hardware wallets or cold storage wallets are the most secure as they are not connected to the internet, reducing the risk of hacking.": "المحافظ الباردة: عمومًا، تعتبر المحافظ الأجهزة أو المحافظ الباردة الأكثر أمانًا لأنها غير متصلة بالإنترنت، مما يقلل من خطر الاختراق.",
  "Hot Wallets: These are software-based and are connected to the internet. They are easier to use but are generally less secure compared to cold wallets.": "المحافظ الساخنة: هذه مبنية على البرمجيات ومتصلة بالإنترنت. إنها أسهل في الاستخدام ولكنها عمومًا أقل أمانًا مقارنة بالمحافظ الباردة.",
  "More on Cold Wallets and Hot Wallets": "<link1>المزيد عن المحافظ الباردة والمحافظ الساخنة</link1>",
  "Type of Cryptocurrency": "نوع العملة المشفرة",
  "Multi-Currency Wallets: If you plan on holding multiple types of cryptocurrencies, you may want a wallet that supports this.": "المحافظ متعددة العملات: إذا كنت تخطط لحمل أنواع متعددة من العملات المشفرة، قد ترغب في محفظة تدعم هذا.",
  "Single-Currency Wallets: These only support one type of cryptocurrency and might be useful if you are only dealing with a single asset.": "المحافظ أحادية العملة: هذه تدعم نوعًا واحدًا من العملات المشفرة وقد تكون مفيدة إذا كنت تتعامل مع أصل واحد فقط.",
  "User Experience": "تجربة المستخدم",
  "User-Friendly Interface: Some wallets are easier to use than others and come with a more intuitive design.": "واجهة سهلة الاستخدام: بعض المحافظ أسهل في الاستخدام من غيرها وتأتي بتصميم أكثر بديهية.",
  "Technical Features: More experienced users may want advanced features like built-in exchanges, connection to DApps, etc.": "الميزات التقنية: قد يرغب المستخدمون ذوو الخبرة في ميزات متقدمة مثل البورصات المدمجة، والاتصال بتطبيقات DApps، وما إلى ذلك.",
  "Backup and Recovery": "النسخ الاحتياطي والاسترداد",
  "Consider wallets that have straightforward yet secure backup and recovery options.": "فكر في المحافظ التي تحتوي على خيارات نسخ احتياطي واسترداد بسيطة ولكن آمنة.",
  "Some wallets are free, but more secure options like hardware wallets come at a cost. There may also be transaction fees associated with a wallet's service.": "بعض المحافظ مجانية، ولكن الخيارات الأكثر أمانًا مثل المحافظ الأجهزة تأتي بتكلفة. قد تكون هناك أيضًا رسوم معاملات مرتبطة بخدمة المحفظة.",
  "Costs": "التكاليف",
  "Development and Updates": "التطوير والتحديثات",
  "Check if the wallet is actively being updated and improved to guard against potential future security threats.": "تحقق مما إذا كانت المحفظة تُحدث وتُحسن بنشاط للحماية من التهديدات الأمنية المحتملة في المستقبل.",
  "Community and Reviews": "المجتمع والمراجعات",
  "Checking reviews and asking for recommendations can provide insights into the wallet’s reputation and functionality.": "فحص المراجعات وطلب التوصيات يمكن أن يوفر رؤى حول سمعة المحفظة ووظائفها.",
  "Regulatory Compliance": "الامتثال التنظيمي",
  "Some wallets come with additional features such as KYC procedures that are required for regulatory compliance. Make sure the wallet complies with the jurisdiction you are in.": "بعض المحافظ تأتي بميزات إضافية مثل إجراءات KYC المطلوبة للامتثال التنظيمي. تأكد من أن المحفظة تتوافق مع الولاية القضائية التي أنت فيها.",
  "Mobile vs. Desktop vs. Web": "الجوال مقابل سطح المكتب مقابل الويب",
  "Your lifestyle and where you intend to manage your assets can also influence your decision. Mobile wallets are useful for people on the go, whereas desktop wallets may offer more features.": "أسلوب حياتك والمكان الذي تنوي فيه إدارة أصولك يمكن أن يؤثر أيضًا على قرارك. المحافظ المحمولة مفيدة للأشخاص المتنقلين، بينما قد تقدم محافظ سطح المكتب ميزات أكثر.",
  "By weighing these factors based on your individual needs and conducting thorough research, you can make a more informed choice about which cryptocurrency wallet to use.": "من خلال وزن هذه العوامل بناءً على احتياجاتك الفردية وإجراء بحث شامل، يمكنك اتخاذ قرار أكثر استنارة حول أي محفظة عملات مشفرة تستخدم."
}