{
    "Where to Get MAPO": "أين يمكن الحصول على MAPO",
    "You can earn MAPO, or buy it from decentralized and centralized exchanges.": "يمكنك كسب MAPO، أو شرائه من البورصات المركزية وغير المركزية.",
    "Get MAPO": "احصل على MAPO",
    "Current MAPO Price（USD）": "السعر الحالي لـ MAPO（بالدولار الأمريكي）",
    "Data Source: ": "مصدر البيانات: ",
    "(LAST 24 HOUR)": "(آخر 24 ساعة)",
    "New to MAP Protocol? Here's an overview to get you started. What's MAPO?": "جديد في MAP Protocol؟ إليك نظرة عامة لبدء استخدامك. <link1>ما هو MAPO؟</link1>",
    "MAPO and MAP": "MAPO و MAP",
    "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.": "كلا من MAPO و MAP هما الرمز المميز الأصلي لـ MAP Protocol. إنه نفس الرمز. استخدام رموز مؤشر مختلفة للتمييز بين السلاسل التي يتواجدان عليها.",
    "View more details": "عرض المزيد من التفاصيل",
    "Decentralized Exchanges (DEXs)": "البورصات اللامركزية (DEXs)",
    "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.": "تمنحك DEXs المزيد من السيطرة على أموالك. مع DEX، يمكنك تداول MAPO بمزيد من الحرية والمرونة.",
    "Go to a DEX": "اذهب إلى DEX",
    "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.": "CEXs هي أعمال تتيح لك شراء العملات الرقمية باستخدام العملات التقليدية. لديهم الحضانة على أي MAPO تشتريه حتى ترسله إلى محفظة تتحكم فيها.",
    "Find a CEX": "ابحث عن CEX",
    "Centralized Exchanges (CEXs)": "البورصات المركزية (CEXs)",
    "Wallets": "المحافظ",
    "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.": "تسمح لك بعض المحافظ بشراء العملات الرقمية باستخدام بطاقة الخصم / الائتمان، التحويل المصرفي، أو حتى Apple Pay. تطبق قيود جغرافية.",
    "Find a wallet": "ابحث عن محفظة",
    "Staking rewards": "مكافآت الإستيكينج",
    "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.": "إذا كان لديك بعض MAPO بالفعل، يمكنك كسب المزيد من خلال تشغيل عقدة مدقق أو التصويت لمدققين من اختيارك.",
    "Learn more about staking": "تعلم المزيد عن الإستيكينج",
    "Earn MAPO": "كسب MAPO",
    "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.": "يمكنك كسب MAPO من خلال العمل لدى MAPDAO أو الشركات التي تدفع بالعملات الرقمية، والفوز بمكافآت، واكتشاف أخطاء البرمجيات، والمزيد.",
    "Learn about MAPDAO": "تعرف على MAPDAO",
    "MAPO is the ticker name for MAP Protocol’s native token on the MAP Relay Chain, while MAP is the ticker name of MAP Protocol’s native token on other chains such as Ethereum, BNB Smart Chain, and Polygon. It can be obtained and traded directly in centralized exchanges such as Kucoin, Bithumb, Coinone, and MEXC Global.": "MAPO هو اسم المؤشر للرمز الأصلي لـ MAP Protocol على MAP Relay Chain، بينما MAP هو اسم المؤشر للرمز الأصلي لـ MAP Protocol على سلاسل أخرى مثل Ethereum، BNB Smart Chain، و Polygon. يمكن الحصول عليه وتداوله مباشرة في البورصات المركزية مثل <link1>Kucoin</link1>، <link2>Bithumb</link2>، <link3>Coinone</link3>، و <link4>MEXC Global</link4>.",
    "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.": "حاليًا، MAP متوفر على Ethereum، BNB Smart Chain، و Polygon؛ MAPO موجود على MAP Relay Chain. يمكنك الحصول على MAP على كل من البورصات المركزية وغير المركزية، و MAPO على البورصات غير المركزية فقط.",
    "On Decentralized Exchanges (DEXs)": "على البورصات اللامركزية (DEXs)",
    "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAP/ MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.": "تعمل البورصات اللامركزية بدون سلطة مركزية. بدلاً من استخدام طرف ثالث موثوق به لحماية الأموال في المعاملة، يستخدمون الكود. لن يتم نقل MAP / MAPO الخاص بالبائع إلا عندما يتم ضمان الدفع. هذا النوع من الكود يعرف بالعقد الذكي. المزيد عن العقود الذكية. لاستخدام DEX، ستحتاج إلى محفظة للبدء.",
    "You can get MAPO directly on Butter Swap and Hiveswap, and MAP on Uniswap, PancakeSwap, and Butter Swap.": "يمكنك الحصول على MAPO مباشرة على <link1>Butter Swap</link1> و <link2>Hiveswap</link2>، و MAP على <link3>Uniswap</link3>، <link4>PancakeSwap</link4>، و <link5>Butter Swap</link5>.",
    "Butter Swap supports seamless token movement from one chain to another in a trustless way. You can get MAP on Ethereum, BNB Smart Chain, Polygon, and NEAR and MAPO on MAP Relay Chain right within Butter Swap with different kinds of tokens you have in your wallet.": "Butter Swap يدعم حركة الرموز بسلاسة من سلسلة إلى أخرى بطريقة بدون ثقة. يمكنك الحصول على MAP على Ethereum، BNB Smart Chain، Polygon، و NEAR و MAPO على MAP Relay Chain مباشرة ضمن Butter Swap بأنواع مختلفة من الرموز لديك في محفظتك.",
    "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.": "مهم: يرجى التحقق مرة أخرى من معلومات الرمز ومعلومات السلسلة التي اخترتها قبل تأكيد \"التبديل\".",
    "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.": "Hiveswap يدعم تبادل الرموز على MAP Relay Chain. يمكنك الحصول على MAPO مباشرة ضمن Hiveswap.",
    "Uniswap supports a diversity of tokens on Ethereum to exchange with MAP on Ethereum, which means the MAP you get on Uniswap will be in ERC-20 token standard.": "Uniswap يدعم تنوع الرموز على Ethereum للتبادل مع MAP على Ethereum، مما يعني أن MAP الذي تحصل عليه على Uniswap سيكون بمعيار رمز ERC-20.",
    "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the BEP-20 token standard.": "PancakeSwap يدعم الرموز على BNB Smart Chain للتبادل مع MAP على BNB Smart Chain، مما يعني أن MAP الذي تحصل عليه على PancakeSwap سيكون بمعيار رمز BEP-20.",
    "*If you would like to get MAPO instead of MAP, please go to Butter Swap to swap directly.": "*إذا كنت ترغب في الحصول على MAPO بدلاً من MAP، يرجى الذهاب إلى <link1>Butter Swap</link1> للتبديل مباشرة.",
    "On Centralized Exchanges (CEXs)": "على البورصات المركزية (CEXs)",
    "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.": "البورصات المركزية هي منصات يديرها كيان أو شركة واحدة. يعملون كوسطاء بين المشترين والبائعين للعملات الرقمية، مشابهة لبورصات الأسهم التقليدية.",
    "ERC-20 MAP (MAP Protocol's native token on Ethereum) is available on Kucoin, Bithumb, Coinone and MEXC Global. MRC-20 MAPO (MAP Protocol's native token on MAP Relay Chain thus the MAPO Mainnet) is available on LBank.": "ERC-20 MAP (الرمز الأصلي لبروتوكول MAP على Ethereum) متاح على <link1>Kucoin</link1>، <link2>Bithumb</link2>، <link3>Coinone</link3> ، <link6>HTX</link6>  و <link4>MEXC Global</link4>. MRC-20 MAPO (الرمز الأصلي لبروتوكول MAP على MAP Relay Chain وبالتالي الشبكة الرئيسية لـ MAPO) متاحة على <link5>LBank</link5>.",
    "Exchange": "التبادل",
    "Pairs": "الأزواج",
    "Price": "السعر",
    "24h Volume": "حجم 24 ساعة",
    "+2% Depth":"+2% العمق",
    "-2% Depth":"-2% العمق",
    "Recently":"مؤخرًا",
    "Updated": "تم التحديث",
    "Trading steps on CEXs": "خطوات التداول على منصات CEXs",
    "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.": "نظرًا لاختلاف إجراءات التشغيل من منصة CEX لأخرى، لا يمكننا تقديم دليل خطوة بخطوة حول كيفية شراء الرموز المميزة في جميع منصات CEXs، ولكن فيما يلي بعض الخطوات العامة.",
    "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.": "قد لا تتوفر بعض منصات CEX في بلدك أو منطقتك، يمكنك استشارة خدمة العملاء في المنصة أو التحقق من الإعلانات الصادرة عنها. أما بالنسبة للقضايا الضريبية، قد ترغب أيضًا في استشارة القسم المحلي للحصول على مزيد من المعلومات.",
    "Step": "خطوة",
    "Register an account on a CEX's official website or its app. (Check Exchange Ranking by CoinGecko)": "قم بتسجيل حساب على الموقع الرسمي لمنصة CEX أو تطبيقها. (تحقق من ترتيب المنصات على CoinGecko)",
    "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.": "إذا كانت منصة CEX تدعم التسجيل بخطوة واحدة باستخدام حسابك الاجتماعي، يمكنك التسجيل مباشرةً باستخدام حسابك الاجتماعي.",
    "Verify your identity and secure your CEX's account. You are typically required to have a government-issued identification document.": "قم بالتحقق من هويتك وتأمين حسابك على منصة CEX. عادةً ما يتطلب منك أن يكون لديك وثيقة هوية صادرة عن الحكومة.",
    "For asset security, it’s recommended to enable Two-step Verification.": "لأمان الأصول، يُنصح بتمكين التحقق الثنائي.",
    "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.": "استخدم العملة الورقية لشراء USDT، ETH، BTC، أو أي رموز مميزة أخرى مدعومة. يمكنك استخدام خيار OTC مباشرة في منصة CEX.",
    "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.": "بالإضافة إلى ذلك، يمكنك استخدام منصة توفر خيار تحويل العملة الورقية إلى العملة الرقمية الذي ترغب به.",
    "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading.": "قم بتحويل USDT، BTC، إلخ. التي اشتريتها بالعملة الورقية إلى منصة CEX تدعم تداول MAP.",
    "If the CEX you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.": "إذا كانت منصة CEX التي تستخدمها تدعم خيار onramp وزوج التداول MAP-USDT أو MAP-BTC في نفس الوقت، يمكنك تخطي هذه الخطوة.",
    "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.": "اشترِ MAP في السوق الفوري عبر زوج التداول MAP-USDT أو MAP-BTC.",
    "In the spot market, select either the “Limit” or “Market” option based on your trading preference.": "في السوق الفوري، اختر خيار \"الحد\" أو \"السوق\" استنادًا إلى تفضيلاتك في التداول."
  

}
  