{
  "Keep your MAPO safe": "احفظ MAPO الخاص بك بأمان",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocol لا يخضع لسيطرة أي منظمة واحدة - إنه لامركزي.",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "هذا يعني أن عليك أن تأخذ أمان أموالك على محمل الجد. مع MAPO، أنت لا تثق ببنك أو شركة للعناية بأصولك، بل أنت تتحمل المسؤولية بنفسك.",
  "Keep your MAPO in your Own Wallet": "احتفظ بـ MAPO في محفظتك الخاصة",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "هذا يعني أنك لا تحتاج إلى الثقة بأي طرف ثالث بأصولك، وأنت محمي من أي وصي يتصرف بشكل غير أمين، أو يعلن إفلاسه، أو يتعرض للاختراق. ومع ذلك، هذا يعني أيضًا أنك تتحمل مسؤولية أمانك الخاص.",
  "Check MAPO Transactions": "تحقق من معاملات MAPO",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "يمكنك التحقق من معاملات MAPO الخاصة بك على <link1>MAPO Scan</link1>، وهو مستكشف بلوكتشين للمطورين والمستخدمين لمراقبة المعاملات والأنشطة عبر السلاسل على MAP Relay Chain بكفاءة أكبر.",
  "Follow Wallet Instructions": "اتبع تعليمات المحفظة",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "إذا فقدت الوصول إلى حسابك، ستفقد الوصول إلى أموالك. يجب أن تعطيك محفظتك تعليمات حول الحماية من هذا. تأكد من اتباعها بعناية - في معظم الحالات، لا يمكن لأحد مساعدتك إذا فقدت الوصول إلى حسابك.",
  "Use your MAPO": "استخدم MAPO الخاص بك",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "هناك عدة طرق لك لاستخدام MAPO بعد أن حصلت عليه بنجاح.",
  "Store/Hold MAPO": "تخزين/حفظ MAPO",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "يحتفظ العديد من المستثمرين الأفراد بـ MAPO الخاص بهم على أمل أن يزداد قيمته. يمكنك تخزين MAP الخاص بك في محافظ البورصات (مثل Bithumb) أو MAPO في محافظ العملات المشفرة (مثل Metamask)، إذا كنت ترغب في تخزينها لفترة طويلة، يمكنك تخزينها في محفظة باردة بدلاً من محفظة ساخنة.",
  "Learn More": "اعرف المزيد",
  "Trade MAPO": "تداول MAPO",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "يمكنك تداول MAPO مقابل عملات مشفرة أخرى في بورصات العملات المشفرة. تقدم بورصات Cex أو Dex بعض أزواج التداول لتداول MAPO/MAP لتلبية احتياجاتك.",
  "Transfer MAPO": "تحويل MAPO",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "على عكس إرسال الأموال إلى الخارج، يمكنك إرسال MAPO إلى أي شخص في العالم تقريبًا على الفور.",
  "Earn MAPO": "كسب MAPO",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "اربح المكافآت عن طريق تثبيت العملات. التثبيت هو طريقة رائعة لزيادة حيازاتك في العملات التي ستكون خلاف ذلك جالسة في محفظة أو حساب تداول.",
  "Purchasing Goods": "شراء السلع",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "تقبل بعض المنصات عبر الإنترنت أو المتاجر غير المتصلة بالإنترنت العملات المشفرة كوسيلة للدفع. يمكنك شراء السلع أو الخدمات من هذه الأماكن.",
  "MAPO FAQs": "أسئلة وأجوبة حول MAPO",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "كيف أضيف MAP Relay Chain إلى محفظة Metamask/Token Pocket/Particle الخاصة بي؟",
  "How do I add MAP to my wallet?": "كيف أضيف MAP إلى محفظتي؟",
  "How do I convert MAP to MAPO?": "كيف أحول MAP إلى MAPO؟",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "كيف أحول MAP عبر Ethereum، BNB Smart Chain، Polygon، Klaytn، وغيرها؟",
  "How do I transfer MAP from centralized exchanges to my wallet?": "كيف أحول MAP من البورصات المركزية إلى محفظتي؟",
  "What do I do if a transaction on my wallet is pending or stuck?": "ماذا أفعل إذا كانت المعاملة في محفظتي معلقة أو عالقة؟",
  "Can I get my MAPO back if I send them to the wrong addresses?": "هل يمكنني استرداد MAPO إذا أرسلتها إلى العناوين الخاطئة؟",
  "Tips for funds recovery": "نصائح لاسترداد الأموال",
  "Always double-check addresses before confirming transactions.": "تحقق دائمًا من العناوين قبل تأكيد المعاملات.",
  "Reaching out for professional help is advised if large sums are involved.": "يُنصح بطلب المساعدة المهنية إذا كانت الأموال المعنية كبيرة.",
  "Scams posing as recovery services are common; exercise extreme caution.": "الاحتيالات التي تتظاهر بأنها خدمات استرداد شائعة؛ توخى الحذر الشديد.",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "إمكانية استرداد MAPO التي أرسلت إلى العنوان الخاطئ تعتمد إلى حد كبير على ظروف المعاملة ومشاركة المستلم. إليك بعض السيناريوهات:",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "إرسال MAPO إلى عنوان عام يملكه شخص لا تعرفه: غير قابل للاسترداد ما لم يوافق المالك على إرسالها مرة أخرى.",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "إرسال MAPO إلى عنوان عام غير مفعل بعد: غير قابل للاسترداد لأن لا أحد يملك المفاتيح الخاصة للعنوان.",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "إرسال MAPO إلى عنوان عقد: يعتمد على كود العقد. إذا كان العقد يحتوي على وظيفة للاسترداد أو قابل للترقية، قد يكون هناك طريقة. ومع ذلك، معظم العقود ليست مصممة لإرسال الرموز المميزة مرة أخرى. الاسترداد عادةً ما يكون مستحيلاً.",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "إرسال MAPO إلى عنوان بورصة: ربما، اعتمادًا على سياسات البورصة والقدرات التقنية. قد تكون البورصات لديها القدرة على استرداد الرموز المميزة ولكن غالبًا ما تفرض رسومًا، لذا يمكن أن يكون مكلفًا ويستغرق وقتًا طويلاً.",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "إرسال MAPO إلى عنوانك الخاص على سلسلة أخرى: ربما، اعتمادًا على السلسلة التي أرسلتها إليها. إذا أرسلتها إلى Ethereum، BNB Smart Chain، Polygon، Klaytn، و MAP Relay Chain، استخدم <link1>ButterSwap</link1> لإعادتها.",
  "Metamask or Token Pocket Wallet Users": "مستخدمو محفظة Metamask أو Token Pocket",
  "Enter the following chain info to add": "أدخل المعلومات التالية للسلسلة لإضافتها",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "اسم الشبكة: MAP Relay Chain (يمكنك أيضًا إدخال MAP Mainnet)",
  "New RPC URL": "عنوان URL الجديد لـ RPC: https://rpc.maplabs.io",
  "Chain ID: 22776": "معرف السلسلة: 22776",
  "Currency symbol: MAPO": "رمز العملة: MAPO",
  "Block explorer URL: https://maposcan.io/": "عنوان URL لمستكشف الكتل: <link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "مستخدمو محفظة Particle",
  "Log in to your Particle Wallet account": "قم بتسجيل الدخول إلى حساب محفظة Particle الخاص بك",
  "Search and choose “MAP Relay Chain” in the search bar": "ابحث واختر “MAP Relay Chain” في شريط البحث",
  "Check the network name on the wallet page": "تحقق من اسم الشبكة على صفحة المحفظة",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "إذا وجدت أن المعاملة في محفظة معلقة أو عالقة، فقد يكون ذلك بسبب عوامل مختلفة مثل الازدحام في الشبكة، أو رسوم الغاز المنخفضة، أو مشكلات تقنية أخرى. اعتمادًا على السلسلة التي تكون المعاملة عليها، يمكنك التحقق من حالة المعاملة الخاصة بك عبر مستكشفات البلوكتشين مثل <link1>Etherscan</link1>، <link2>BscScan</link2>، <link3>PolygonScan</link3>، <link4>klaytnscope</link4>، و <link5>MapoScan</link5>.",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "MAP الخاص بك في البورصات المركزية هو نوع من رموز ERC-20، مما يعني أنه يعيش على Ethereum. عند نقل MAP إلى محفظتك، تأكد من أن العنوان المستهدف أيضًا على Ethereum. إذا كنت ترغب في مواصلة نقل MAP الخاص بك عبر BNB Smart Chain، Polygon، Klaytn، و MAP Relay Chain، استخدم ببساطة <link1>ButterSwap</link1>.",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "في عالم العملات المشفرة، عادةً ما يتطلب نقل الأصول من سلسلة إلى أخرى استخدام جسر. ومع ذلك، عند نقل MAP عبر سلاسل مختلفة، يمكنك ببساطة الذهاب إلى <link1>ButterSwap</link1> لتبادل MAP الخاص بك على سلاسل مختلفة بطريقة ند لند. للحصول على MAPO على MAP Relay Chain، يمكنك أيضًا استخدام <link1>ButterSwap</link1>.",
  "MAP is on Ethereum": "MAP متوفر على Ethereum، BNB Smart Chain، و Polygon؛ MAPO موجود على MAP Relay Chain. يمكنك استخدام <link1>ButterSwap</link1> لتبادل MAP الخاص بك إلى MAPO أو العكس.",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "MAP متوفر على Ethereum، BNB Smart Chain، و Polygon. يمكنك اتباع الدليل أدناه لإضافة MAP إلى محفظة Metamask الخاصة بك.",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "*مهم: للتأكد من أنك أدخلت العنوان الصحيح للعقد، يرجى نسخ عناوين العقود في المستكشفات. لا تنسخ العنوان في المقالة مباشرة.",
  "If you’re on Ethereum": "إذا كنت على Ethereum",
  "Click “Import tokens” on Metamask": "انقر على “استيراد الرموز” في Metamask",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "عرض عنوان العقد 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 على Etherscan",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "عرض عنوان العقد 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f على BSC Scan",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "عرض عنوان العقد 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a على Polygon Scan",
  "Copy and paste it back to Metamask": "انسخه والصقه مرة أخرى في Metamask",
  "Add the token symbol MAP": "أضف رمز الرمز المميز MAP",
  "Enter “Custom token”": "أدخل “رمز مخصص”",
  "If you’re on BNB Chain": "إذا كنت على BNB Chain",
  "If you’re on Polygon": "إذا كنت على Polygon"
}