{
  "Welcome to MAP Protocol": "مرحبًا بك في MAP Protocol",
  "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol هو طبقة بيتكوين الثانية للتشغيل البيني للسلسلة العابرة بين النظراء.",
  "Explore MAP Protocol": "استكشف MAP Protocol",
  "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "طبقة بيتكوين الثانية لتحويل نظام بيتكوين البيئي",
  "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "من خلال الاستفادة من آلية أمان شبكة بيتكوين، عزز MAP Protocol أمان شبكته ويعمل كطبقة بيتكوين الثانية لتمكين التشغيل البيني للسلسلة العابرة لـ BRC-20 والسماح للأصول والمستخدمين من سلاسل عامة أخرى بالتفاعل مع شبكة بيتكوين عبر التشغيل البيني للسلسلة العابرة بين النظراء.",
  "The Bitcoin-level peer-to-peer cross-chain network": "شبكة التشغيل البيني للسلسلة العابرة بين النظراء على مستوى بيتكوين",
  "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "مشابهة لشبكة بيتكوين 'النظير إلى النظير' الخالصة، شبكة التشغيل البيني للسلسلة العابرة لـ MAP Protocol هي أيضًا بين النظراء دون المرور عبر أي طرف ثالث. صحة طلب التشغيل البيني للسلسلة العابرة تعتمد بحتًا على حقيقة أنه قد حدث على السلسلة المصدر، وليس على قرارات أو إثباتات من قبل أطراف ثالثة موثوقة.",
  "The frontier for building anything cross-chain": "الحدود لبناء أي شيء عبر السلسلة",
  "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "يجب أن يكون التشغيل البيني للسلسلة العابرة سهلاً. نحن نوفر مجموعة كاملة من أدوات التطوير والدروس التعليمية ومجموعات تطوير البرمجيات لك لبناء تطبيقات السلسلة العابرة أو توسيع اتصال سلسلتك بأقل جهد ممكن. بناء الأشياء عبر السلسلة سهل مثل البناء على سلسلة واحدة.",
  "The infra for interoperable on-chain assets, storage, and computing": "البنية التحتية للأصول التشغيلية البينية على السلسلة والتخزين والحوسبة",
  "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "التشغيل البيني يتجاوز ربط الرموز المختلفة على سلاسل مختلفة. الويب3 اللامركزي الحقيقي هو حيث الأصول والتخزين والحوسبة كلها على السلسلة وقابلة للتشغيل البيني. نحن نوفر البنية التحتية للأصول التشغيلية البينية على السلسلة والتخزين والحوسبة.",
  "Get started": "ابدأ",
  "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol هو بوابتك إلى عالم السلسلة التشغيلي البيني الكامل. فيما يلي الخطوات البسيطة لك لتتعرف بسرعة على التكنولوجيا المتطورة باستمرار.",
  "Start with a Wallet": "ابدأ بمحفظة",
  "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "ابحث عن المحفظة التي تسمح لك بالاتصال بـ MAP Protocol وإدارة أموالك.",
  "Get some MAPO": "احصل على بعض MAPO",
  "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO هو عملة MAP Protocol - يمكنك استخدامها لأغراض متنوعة.",
  "Try decentralized exchanges (DEXs)": "جرب التبادلات اللامركزية (DEXs)",
  "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEXs لها أهمية تحويلية للتمويل اللامركزي (DeFi). احصل على MAPO وتعرف على آليات التداول في DEX.",
  "Build an omnichain dApp or become omnichain": "بناء تطبيق omnichain أو أصبح omnichain",
  "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "ابدأ البرمجة مع MAP Protocol - طبقة بيتكوين الثانية من خلال التعرف أولاً على المفاهيم الرئيسية مثل BRC-201 في MAP Protocol.",
  "What is MAP Protocol?": "ما هو MAP Protocol؟",
  "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol يعمل كطبقة بيتكوين الثانية مخصصة لتطوير نظام بيتكوين البيئي. كما يوفر البنية التحتية الأساسية لتحقيق التشغيل البيني بين الأصول المبنية على البلوكتشين والتخزين والحوسبة. مبني على تكنولوجيا <link1>العميل الخفيف</link1> و <link2>إثبات المعرفة الصفرية</link2>، حل التشغيل البيني للسلسلة العابرة لدينا هو بين النظراء، دون أي كيانات طرف ثالث موثوقة، وبالتالي تحويل البلوكتشينات المعزولة أو البلوكتشينات التي تستخدم جسور طرف ثالث إلى منصة تطوير ويب3 شاملة وبوابة مستخدمي ويب3.",
  "More on MAP Protocol": "المزيد عن MAP Protocol",
  "The case for MAP Protocol as Bitcoin layer-2": "الحالة لـ MAP Protocol كطبقة بيتكوين الثانية",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "بسبب عدم اكتمال تورينغ، فإن بيتكوين محدود في قابليته للاستخدام مقارنة بإيثريوم، وينمو نظامه البيئي ببطء. كطبقة بيتكوين الثانية وبنية تحتية omnichain قابلة للتشغيل البيني، يمكن لـ MAP Protocol توسيع قابلية التشغيل البيني لنظام بيتكوين البيئي وتعزيز نمو مجتمع بيتكوين.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "مع BRC-201 لـ MAP Protocol، بروتوكول تمديد التشغيل البيني للسلسلة العابرة لرموز BRC-20، يمكن لأصول BRC-20 و ORC-20 على شبكة بيتكوين التفاعل مع رموز أخرى على سلاسل عامة أخرى. هذه الطبقة من التشغيل البيني للسلسلة العابرة لشبكة بيتكوين ستنمو أيضًا مجتمع بيتكوين ككل.",
  "More on Bitcoin layer-2": "المزيد عن طبقة بيتكوين الثانية",
  "Don't trust, verify: Refactor light clients verification with ZK-proof": "لا تثق، تحقق: إعادة تشكيل التحقق من العملاء الخفيفة مع ZK-proof",
  "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "تم اقتراحه لأول مرة في شكل التحقق من الدفع المبسط (أو SPV) في <link1>ورقة بيضاء ساتوشي ناكاموتو لعام 2008</link1>، العميل الخفيف هو طريقة للسماح للعملاء الأقل قوة بالتفاعل مع الشبكة بأكبر قدر ممكن من الضمانات الأمنية. تم اقتراح <link2>إثبات المعرفة الصفرية</link2> لأول مرة من قبل مانويل بلوم وبول فيلدمان وسيلفيو ميكالي في عام 1989 ولديه الآن حالات استخدام في المدفوعات المجهولة والمصادقة والحوسبة القابلة للتحقق والتصويت على السلسلة.",
  "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "قام MAP Protocol بـ <link1>إعادة تشكيل تكنولوجيا العملاء الخفيفة مع ZK-proof</link1>، مما يحسن كفاءة التحقق من العميل الخفيف مع الحفاظ على عملية التحقق بأكملها بين النظراء دون الثقة بأي طرف ثالث.",
  "More on light clients": "المزيد عن العملاء الخفيفة",
  "More on zero-knowledge proofs": "المزيد عن إثباتات المعرفة الصفرية",
  "Toward a truly interoperable future: Omnichain and fully on-chain": "نحو مستقبل تشغيلي بيني حقيقي: Omnichain وكليًا على السلسلة",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "اليوم، تركز معظم حلول التشغيل البيني فقط على معاملات التشغيل البيني للأصول عبر السلسلة. ومع ذلك، يمتد مستقبل الويب3 التشغيلي البيني الحقيقي إلى ما هو أبعد من ذلك - إنه مستقبل حيث تتم عمليات تطبيقات السلسلة العابرة بما في ذلك المعاملات وتخزين البيانات والحوسبة على البلوكتشين وقابلة للتشغيل البيني عبر سلاسل مختلفة، مما يمنح المستخدمين السيطرة الكاملة على بياناتهم وخصوصيتهم.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "يمهد MAP Protocol الطريق لهذا المستقبل الويب3 التشغيلي البيني الحقيقي. من خلال MAP Protocol، يمكن للمطورين دمج مكونات البلوكتشين المختلفة بسلاسة، مما يتيح بناء التطبيقات حيث تتم جميع العمليات على السلسلة. هذا يوفر للمستخدمين السيطرة الكاملة على بياناتهم وأصولهم عبر سلاسل متعددة.",
  "Explore omnichain and fully on-chain": "استكشف omnichain وكليًا على السلسلة",
  "The all-in-one developer portal": "بوابة المطور الشاملة",
  "Learn about MAPDAO": "تعرف على MAPDAO",
  "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol وتطبيقاته شفافة ومفتوحة المصدر، مما يجعلها الحل المثالي لجميع احتياجات التشغيل البيني للبلوكتشين. سواء كنت ترغب في أن تتصل سلسلتك ببلوكتشين آخر، أو بناء تطبيق للعمل عبر سلاسل متعددة، أو حتى التفاعل مع نظام بيتكوين البيئي، نحن نجعل من السهل عليك بناء أي شيء <link1>omnichain وكليًا على السلسلة</link1>.",
  "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "استمتع بمستنداتنا الواسعة والدروس التعليمية لتعلم كيفية الجمع بين وظائف أنواع مختلفة من البلوكتشينات وإنشاء تطبيق بميزات رائدة.",
  "View documentation": "عرض المستندات",
  "MAP Protocol today": "MAP Protocol اليوم",
  "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "أحدث إحصائيات سلسلة MAP Relay (مصدر البيانات: <link1>مستكشف MAPO</link1>)",
  "TOTAL MAPO STAKED": "إجمالي MAPO المُراهن",
  "The total amount of MAPO currently being staked and securing the network.": "المبلغ الإجمالي لـ MAPO الذي يتم المراهنة عليه حاليًا وتأمين الشبكة.",
  "NODES": "العقد",
  "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "تدير سلسلة MAP Relay من قبل متطوعين حول العالم، يُعرفون بالعقد.",
  "TRANSACTIONS": "المعاملات",
  "The number of cross-chain transactions successfully processed by the network.": "عدد المعاملات العابرة للسلسلة التي تمت معالجتها بنجاح من قبل الشبكة.",
  "TOTAL ADDRESS": "إجمالي العناوين",
  "The number of users in MAP Protocol grows every day.": "ينمو عدد المستخدمين في MAP Protocol كل يوم.",
  "Join MAP Protocol community": "انضم إلى مجتمع MAP Protocol",
  "Join over 5,000 members on MAPDAO Discord community!": "انضم إلى أكثر من 5,000 عضو في مجتمع MAPDAO على Discord!",
  "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "نحن نعقد مكالمات شهرية للمجتمع للحصول على تحديثات مثيرة حول تطوير MAP Protocol وأخبار النظام البيئي المهمة. اغتنم الفرصة لطرح الأسئلة ومشاركة الأفكار والمساهمة بطرق مختلفة - إنها الفرصة المثالية لتكون جزءًا من مجتمع MAPDAO المزدهر.",
  "Join Telegram": "انضم إلى MAPDAO"
}