{
  "Run a node": "تشغيل عقدة",
  "Run a node to secure the network": "تشغيل عقدة لتأمين الشبكة",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "تشغيل عقدتك الخاصة هو طريقة رائعة للبقاء مستقلاً بالكامل أثناء المساعدة في تأمين الشبكة بأكملها وحماية اللامركزية.",
  "What is a node?": "ما هي العقدة؟",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "في شبكة البلوكتشين، العقدة هي كمبيوتر يشارك في الشبكة ويحتفظ بنسخة من السجل الموزع، أي البلوكتشين. العقد في شبكات البلوكتشين يمكن أن تكون لها أدوار ومسؤوليات مختلفة، اعتمادًا على الهندسة المعمارية وخوارزمية الإجماع للبلوكتشين المحدد.",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "كسلسلة POS، MAP Protocol يحتاج إلى عقد المدققين المسؤولة عن التحقق من المعاملات والحفاظ على شبكة MAP Relay Chain في أكثر الحالات أمانًا ممكنة.",
  "Who can run a node?": "من يمكنه تشغيل عقدة؟",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "أي شخص لديه الإعداد المناسب والحصة الكافية يمكن أن يصبح مدققًا.",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "يمكنك العثور على نظرة عامة لجميع المدققين الحاليين وأصواتهم على <link1>MAPO Scan</link1> والأدلة الكاملة على <link2>كيفية أن تصبح مدققًا جديدًا هنا</link2>.",
  "Build your node": "بناء عقدتك",
  "Hardware": "العتاد",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol هو شبكة Proof Of Stake مع متطلبات عتاد مختلفة عن شبكة Proof of Work. إجماع Proof Of Stake أقل كثافة في استخدام وحدة المعالجة المركزية ولكنه أكثر حساسية للاتصال بالشبكة والتأخير.",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "فيما يلي قائمة بالمتطلبات القياسية لتشغيل Validator على شبكة MAPO.",
  "Memory": "الذاكرة",
  "Disk": "القرص",
  "256 GB of SSD storage, plus a secondary HDD": "256 جيجابايت من التخزين SSD، بالإضافة إلى قرص HDD ثانوي",
  "Network": "الشبكة",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "على الأقل 100 ميجابت إدخال/إخراج Ethernet مع اتصال إنترنت بالألياف الضوئية (مثاليًا اتصالات متكررة ومفاتيح HA)",
  "Software": "البرمجيات",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "بناء أطلس يتطلب git، Go (الإصدار 1.14 أو أحدث)، ومترجم C.",
  "You can install them using your favorite package manager.": "يمكنك تثبيتها باستخدام مدير الحزم المفضل لديك.",
  "Others": "آخرون",
  "Your account needs to have at least 1,000,000 MAPO.": "يحتاج حسابك إلى أن يكون لديه على الأقل 1,000,000 MAPO.",
  "Run your node": "شغل عقدتك",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "تأكد من أنك قد استوفيت متطلباتنا الأولية قبل تشغيل ملاحظة المدقق الخاصة بك على MAP Protocol. اتبع الخطوات الخمس أو الأدلة المتقدمة لتشغيل ملاحظة المدقق الخاصة بك على MAP Protocol.",
  "You can also browse our guides on How To Become A New Validator to get started.": "يمكنك أيضًا تصفح أدلتنا على <link1>كيفية أن تصبح مدققًا جديدًا</link1> للبدء.",
  "Step 1: Create an account": "الخطوة 1: إنشاء حساب",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "في هذه الخطوة، تحتاج إلى نقل معلومات التعريف الخاصة بك إلى عقد الإدارة المقابل، والذي سيدير حسابك ومفاتيحك والبيانات الوصفية.",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "الغرض من هذه الخطوة هو الحفاظ على أمان <text>MAPO</text> المقفل بشكل أكبر من خلال تفويض مفاتيح بديلة لاستخدامها في التوقيع على الشهادات والتصويت والتحقق. من خلال القيام بذلك، يمكنك الاستمرار في المشاركة في البروتوكول مع الاحتفاظ بالمفتاح الذي يمكنه الوصول إلى <text>MAPO</text> المقفل في التخزين.",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "تحتاج إلى أمر <text>createAccount</text> لتنفيذ العمليات المذكورة أعلاه. لمزيد من التفاصيل حول أمر <text>createAccount</text>، يرجى الاطلاع على <link1>هذا</link1>.",
  "Step 2: Authorize": "الخطوة 2: التفويض",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "يفوض عنوانًا لتوقيع رسائل الإجماع نيابة عن الحساب. يسمى هذا العنوان المفوض بالموقع. كما يوحي اسمه، الموقع مسؤول فقط عن التوقيع. لن يتم إصدار مكافأتك إلى الموقع ولكن إلى الحساب الذي تم إنشاؤه في الخطوة السابقة.",
  "Step 3: Locked MAPO": "الخطوة 3: MAPO المقفل",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "الحد الذي حددناه ليكون المدقق هو قفل 1,000,000 <text>MAPO</text> في عقد الإدارة الذكي المقابل. سيتم استخدام هذا <text>MAPO</text> المقفل للعقوبات المستقبلية، وهو أيضًا أحد الشروط ليتم انتخابه.",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "تحتاج إلى أمر <text>lockedMAPO</text> لتنفيذ العمليات المذكورة أعلاه، لمزيد من التفاصيل حول أمر <text>lockedMAPO</text> يرجى الاطلاع على <link1>هذا</link1>.",
  "Step 4: Validator register": "الخطوة 4: تسجيل المدقق",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "هذه الخطوة هي خطوة رئيسية لـ <text>التسجيل</text> كمدقق جديد. تحتاج إلى أمر التسجيل لتنفيذ العمليات المذكورة أعلاه. لمزيد من التفاصيل حول أمر <text>register</text> يرجى الاطلاع على <link1>هذا</link1>.",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "في هذه الخطوة، ستسجل بنجاح كمدقق. بعد ذلك، يمكنك محاولة التصويت لنفسك. للتفاصيل حول كيفية التصويت يرجى الاطلاع على <link1>هذا</link1>.",
  "Step 5: Vote": "الخطوة 5: التصويت",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "يجب أن يكون لدى المدققين على الأقل نسبة 0.001 من الأصوات ليتم النظر فيهم للانتخاب، لذا يحتاج المدقق إلى أصوات. يمكنك استخدام حساب المدقق الخاص بك للتصويت لنفسك، أو يمكنك السماح لمدققين آخرين أو مستخدمين بتفويض الأصوات لك.",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "بما أنك قد قفلت في 1,000,000 <text>MAPO</text> في الخطوة 3، فإنه قرار رائع لـ <link1>التصويت</link1> لنفسك الآن.",
  "Stake your MAPO": "رهن MAPO الخاص بك",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "إذا شعرت أن بناء عقدتك الخاصة أمر مخيف أو يقع خارج خبرتك التقنية، فلا يجب أن تكون متفرجًا. فقط رهن MAPO! لا يزال بإمكانك لعب دور محوري في تعزيز ودعم شبكتنا."
}