{
    "Get rewarded while securing MAP Protocol omnichain network": "احصل على مكافآت أثناء تأمين شبكة MAP Protocol الشاملة",
    "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "إن رهن MAPO هو منفعة عامة لنظام MAP Protocol البيئي الشامل. يحتاج المدققون إلى رهن كافٍ بمجرد إعداد عقدتهم بشكل مناسب.",
    "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "كسلسلة بلوكتشين لا مركزية تعتمد على إثبات الحصة المفوض (DPoS)، يسمح MAP Protocol للمستخدمين بالرهن من خلال تفويض MAPO الخاصة بهم إلى المدققين الذين يعالجون المعاملات ويديرون الشبكة.",
    "TOTAL MAPO STAKED": "إجمالي MAPO المرهونة",
    "TOTAL VALIDATORS": "إجمالي المدققين",
    "CURRENT APR": "النسبة السنوية الحالية",
    "Stake MAPO": "رهن MAPO",
    "What is staking": "ما هو الرهن",
    "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "عمومًا، الرهن هو عملية المشاركة في إثبات الحصة (PoS) أو آلية توافق مشابهة لدعم عمليات شبكة بلوكتشين. يقوم المشاركون بقفل كمية معينة من العملة المشفرة في محفظة للمساعدة في التحقق من صحة المعاملات وتأمين الشبكة وإنتاج كتل جديدة. في المقابل، يتلقى المشاركون عادةً رموزًا إضافية كمكافآت، مما قد يؤدي إلى تدفق للدخل السلبي.",
    "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the <link1>MAPO Validator Pool</link1>. Both validators and users can participate in staking.": "في MAP Protocol، الرهن هو عملية قفل كميات معينة من MAPO في <link1>حوض مدققي MAPO</link1>. يمكن لكل من المدققين والمستخدمين المشاركة في الرهن.",
    "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "بمجرد أن يقوم المدققون بتكوين عقدة المدقق الخاصة بهم، يحتاجون إلى وجود مليون MAPO في حوض الرهن الخاص بهم. يمكن للمستخدمين المشاركة في الرهن من خلال تفويض MAPO الخاصة بهم إلى رهن مدقق معين؛ بهذه الطريقة، يساعدون ذلك المدقق على التشغيل وكسب نسبة من المكافآت بناءً على رهنهم.",
    "More on how to get MAPO": "المزيد حول كيفية الحصول على MAPO",
    "Why stake your MAPO": "لماذا ترهن MAPO الخاص بك",
    "Earn rewards": "اكسب المكافآت",
    "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "تُمنح المكافآت مقابل الأعمال التي تساعد الشبكة على الوصول إلى توافق. ستحصل على مكافآت لتفويض أصولك إلى المدقق الصحيح الذي يقوم بتجميع المعاملات في كتل جديدة ويفحص عمل المدققين الآخرين لأن هذا هو ما يبقي السلسلة تعمل بأمان.",
    "Better security": "أمان أفضل",
    "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "يزداد قوة الشبكة ضد الهجمات كلما زاد عدد ال MAPO المُراهن عليها، حيث يتطلب ذلك المزيد من ال MAPO للسيطرة على أغلبية الشبكة. لتصبح تهديدًا، ستحتاج إلى السيطرة على أغلبية المدققين، مما يعني أنك ستحتاج إلى السيطرة على أغلبية ال MAPO في النظام - هذا كثير!",
    "More sustainability": "مزيد من الاستدامة",
    "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "لا يحتاج المراهنون إلى إجراء حسابات برهان العمل المكثفة للطاقة للمشاركة في تأمين الشبكة، مما يعني أن عُقد الرهان يمكن تشغيلها على أجهزة متواضعة نسبيًا باستخدام طاقة قليلة جدًا.",
    "How to stake MAPO as a user": "كيفية المراهنة على ال MAPO كمستخدم",
    "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*مهم: للرهان بنجاح، تحتاج إلى وجود MAPO في محفظتك أولاً. يمكنك الحصول على ال MAPO عبر Butter Swap. بمجرد أن يصبح لديك MAPO جاهز في محفظتك، يمكنك المتابعة كما يلي:",
    "Go to the Staking Page and connect your wallet": "انتقل إلى صفحة الرهان وقم بربط محفظتك",
    "Lock your MAPO for staking": "قفل ال MAPO الخاص بك للرهان",
    "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "إذا كانت هذه هي المرة الأولى التي تشارك فيها في الرهان، فسيُطلب منك أولاً إنشاء حساب. فقط أدخل اسم حسابك، انقر على 'إرسال'، ثم انتقل إلى صفحة الرهان لقفل ال MAPO الخاص بك.",
    "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "يجب أن يكون مقدار ال MAPO المُقفل هو المقدار الذي ستتمكن من استخدامه للرهان. 'فتح القفل' يعرض عدد الرموز MAPO المتبقية في محفظتك والتي ليست مقفلة.",
    "Hit the “Lock” button and put in the amount you want to use for staking.": "اضغط على زر 'القفل' وأدخل المبلغ الذي تريد استخدامه للرهان.",
    "Select the validator and delegate your MAPO": "اختر المدقق وفوض ال MAPO الخاص بك",
    "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "بمجرد قفلك لكميات معينة من ال MAPO، يمكنك اختيار المدقق (المدققين) الذين ترغب في تفويض ال MAPO الخاص بك إليهم. يُشار إلى فعل اختيار مدقق على أنه 'التصويت'.",
    "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "قم بزيارة صفحة معلومات تجمع المدققين وراجع أدائهم قبل أن تقرر على المدقق (المدققين) الذي ترغب في التصويت له. يمكنك أيضًا قراءة مقدمة المدققين على صفحة منتدى مدققي MAP Protocol لمعرفة سبب تصويتك لمدقق معين.",
    "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "عند اختيار المدققين، أنت مسؤول عن إجراء بحثك الخاص والتصويت للمؤهلين. سيتم تفويض ال MAPO الخاص بك إلى المدققين الذين تختارهم.",
    "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "أدخل المبلغ الذي ترغب في المراهنة عليه واضغط 'متابعة'. الآن يمكنك التحقق من حالة رهانك في قسم 'أصواتك'.",
    "User Staking FAQs": "أسئلة وأجوبة المراهنة للمستخدمين",
    "Is there any fee that I should be aware of such as delegation fee?": "هل هناك أي رسوم يجب أن أكون على دراية بها مثل رسوم التفويض؟",
    "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "عند تفويض ال MAPO الخاص بك إلى المدققين المختارين، ستحتاج إلى دفع كمية صغيرة من ال MAPO كرسوم غاز. أيضًا، عندما تقوم بإنشاء حساب الرهان الخاص بك على MAP Relay Chain لأول مرة، سيتم تحصيل حد أدنى يقارب 1.5 MAPO كرسوم غاز.",
    "What is the minimum amount of MAPO I can start staking?": "ما هو الحد الأدنى لكمية ال MAPO التي يمكنني البدء بالرهان عليها؟",
    "You will need 10 MAPO at minimum to start staking.": "ستحتاج إلى 10 MAPO كحد أدنى لبدء الرهان.",
    "How many validators can I choose to vote for?": "كم عدد المدققين الذين يمكنني اختيار التصويت لهم؟",
    "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "لا يوجد حد لعدد المدققين الذين يمكنك اختيار التصويت لهم. ومع ذلك، في كل مرة تصوت فيها لمدقق جديد، سيتم احتساب التصويت كمعاملة جديدة على الكتلة وتحتاج إلى دفع رسوم الغاز لكل معاملة جديدة.",
    "How long do I need to wait to receive my staking rewards?": "كم من الوقت أحتاج للانتظار لاستلام مكافآت الرهان الخاصة بي؟",
    "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "تُكتسب المكافآت بمجرد تحديث العصر. هذا يعني أنك ستحتاج إلى الانتظار حوالي 3 إلى 5 أيام بعد أن قمت بالتصويت للمدققين المختارين قبل تلقي مكافآتك.",
    "When can I withdraw my stad MAPO?": "متى يمكنني سحب ال MAPO الذي راهنت عليه؟",
    "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "يمكنك سحب ال MAPO الخاص بك في أي وقت على الفور بمجرد فتح قفل ال MAPO الخاص بك. ومع ذلك، هناك فترة انتظار مدتها 15 يومًا لفتح قفل ال MAPO الخاص بك.",
    "What is the reward percentage for staking MAPO?": "ما هي نسبة المكافأة لرهان ال MAPO؟",
    "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "بما أنك تقوم بالرهان من خلال تجمع المدققين، فإن أداء وسمعة المدقق يمكن أن يؤثر على مكافآتك. المدققون الذين ينتجون الكتل باستمرار ويحافظون على مستوى عالٍ من وقت التشغيل قد يقدمون مكافآت أفضل لمندوبيهم.",
    "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "يمكنك أن تمتلك حسابات متعددة للتحصيص، لكن لا يمكن استخدام عنوان واحد للتحصيص وآخر لاستلام المكافآت. العنوان المخصص للتحصيص، بمجرد تحديده، هو عنوان أموال التوافق الخاصة بك - سواء كانت المكافآت الأولية أو التالية - ولا يمكن تغييره. لذا، يرجى الحفاظ على هذا العنوان مدعومًا بشكل صحيح ومخزنًا بأمان.",
    "How to withdraw my staked tokens?": "كيف أسحب الرموز المميزة المحصصة الخاصة بي؟",
    "Unlock the amount you’d like to withdraw": "قم بفك قفل المبلغ الذي ترغب في سحبه",
    "Wait 15 days before you can successfully withdraw the unlocked MAPO": "انتظر 15 يومًا قبل أن تتمكن من سحب MAPO المفتوح بنجاح",
    "Withdraw the unlocked MAPO, and you will get them in an instant": "اسحب MAPO المفتوح، وستحصل عليهم على الفور",
    "Can the staking address be changed?": "هل يمكن تغيير عنوان التحصيص؟",
    "How do I know the validator(s) to whom I should delegate my funds?": "كيف أعرف المدقق(ين) الذي يجب أن أوكل إليه أموالي؟",
    "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "بما أن المدقق(ين) الذي تختاره سيؤثر مباشرة على مكافآتك، من الضروري أن تقوم ببعض البحث قبل أن تقرر التصويت لمدقق معين. بعض المقاييس العامة التي يجب البحث عنها عند الاختيار: معدل نشاط الحقبة الحالية، وجود وسائل التواصل الاجتماعي، ونسبة العمولة.",
    "What are the factors that may affect the staking rewards?": "ما هي العوامل التي قد تؤثر على مكافآت التحصيص؟",
    "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "تخضع مكافآت التحصيص للتقلبات تبعًا للمدقق(ين) الذي تختاره، وعدد المشاركين في التحصيص، وحجم المعاملات وعوامل أخرى.",
    "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to <link1>MAPO Scan</link1>.": "في وقت النشر، يحصل المحصصون على MAP Protocol على مكافآت تحصيص بنسبة 13.12% APY. للحصول على أحدث المعلومات، توجه إلى <link1>MAPO Scan</link1>.",
    "What are the risks involved in staking?": "ما هي المخاطر المتضمنة في التحصيص؟",
    "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "كما هو الحال دائمًا، عادةً ما تكون هناك بعض أشكال المخاطر المتضمنة في العملات المشفرة ولا يختلف الأمر مع التحصيص. قد تؤثر التقلبات أيضًا على نتيجة التحصيص ولا توجد ضمانات حيث أن عملية التحصيص عشوائية ويجب دائمًا أخذ تقلبات الأسعار في الاعتبار.",
    "Enter the amount you want to stake": "أدخل المبلغ الذي ترغب في تحصيصه",
    "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "للتحصيص بنجاح، تحتاج إلى أن يكون لديك MAPO في محفظتك أولاً. يمكنك الحصول على MAPO عبر Butter Swap. بمجرد أن يكون لديك MAPO جاهزًا في محفظتك، يمكنك المتابعة كما يلي.",
    "Check validator info": "تحقق من معلومات المدقق",
    "Get MAPO": "احصل على MAPO"

}