{
  "Why would I use MAP Protocol?": "لماذا يجب أن أستخدم MAP Protocol؟",
  "MAP Protocol stats": "إحصائيات MAP Protocol",
  "Cross-chain assets powered by MAP Protocol": "الأصول المتقاطعة السلاسل المدعومة بواسطة MAP Protocol",
  "Accounts (wallets) with MAPO balance": "الحسابات (المحافظ) ذات رصيد MAPO",
  "Smart contracts on MAP Protocol": "العقود الذكية على MAP Protocol",
  "Number of transactions powered by MAP Protocol": "عدد المعاملات المدعومة بواسطة MAP Protocol",
  "Total MAPO staked": "إجمالي MAPO المُراهن",
  "Number of nodes on MAP Protocol": "عدد العقد على MAP Protocol",
  "Who runs MAP Protocol?": "من يدير MAP Protocol؟",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocol لا يخضع لسيطرة أي كيان معين. يوجد عندما تكون هناك أجهزة كمبيوتر متصلة تشغل البرمجيات التي تتبع MAP Protocol وتضيف إلى سلسلة الكتل الخاصة بـ MAP Protocol. كل جهاز كمبيوتر من هذه يعرف بعقدة. يمكن لأي شخص تشغيل عقدة، على الرغم من أنه للمشاركة في تأمين الشبكة يجب عليك المراهنة بـ MAPO (الرمز الأصلي لـ MAP Protocol).",
  "What is MAP Relay Chain?": "ما هو MAP Relay Chain؟",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAP Relay Chain هو سلسلة كتل متوافقة مع EVM تم بناؤها على آلية إثبات الحصة والإجماع المتسامح مع الخطأ البيزنطي وتعيش على طبقة البروتوكول الخاصة بـ MAP Protocol. يمتد بشكل استباقي ويدعم ميزات السلاسل الكتلية المتجانسة في الآلة الافتراضية ويبني شبكة التحقق من العملاء الخفيفة بكفاءة في استهلاك الغاز.",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "الغرض الرئيسي من MAP Relay Chain هو الحفاظ على العملاء الخفيفين لجميع السلاسل الكتلية المهتمة وتسهيل التحقق بدون ثقة من الرسائل المتقاطعة السلاسل. المدققون على MAP Relay Chain هم المفتاح لضمان التنوع والمتانة للشبكة الشاملة. MAPO هو العملة المشفرة المستخدمة لدفع رسوم الشبكة المتكبدة على MAP Relay Chain.",
  "What is MAP Omnichain Service (MOS)?": "ما هو MAP Omnichain Service (MOS)؟",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOS هو اختصار لـ MAP Omnichain Service، وهو الطبقة الثانية لـ MAP Protocol. مشابهًا لخدمات Google Mobile لمطوري Android، يمكّن MOS مطوري التطبيقات اللامركزية من بناء تطبيقات متقاطعة السلاسل أو شاملة السلاسل بسهولة. تتكون هذه الطبقة من Vaults و Data المنشورة على كل سلسلة، وبرنامج Messenger لنقل الرسائل بين السلاسل.",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "يمكن لمطوري التطبيقات اللامركزية تشغيل MOS بشكل مستقل أو استخدام الخدمات التي يوفرها MOS. كما يمكنهم استخدام Vaults و Data في MOS ومشاركة سيولة Vaults و Data مع التطبيقات الأخرى. برنامج Messenger هو SDK، يتم نشره وتشغيله وصيانته من قبل مطوري التطبيقات اللامركزية أنفسهم. يمكن لمطوري التطبيقات اللامركزية أيضًا تحفيز المساهمين في الرسائل بشكل مستقل ومرن لنقل الرسائل الشاملة للسلاسل للتطبيق.",
  "Meet MAPO, MAP Protocol’s native currency": "تعرف على MAPO، العملة الأصلية لـ MAP Protocol",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "العديد من الإجراءات على شبكة MAP Protocol تتطلب بعض العمل على MAP Relay Chain. هذه الحسابات ليست مجانية؛ يتم دفعها باستخدام العملة المشفرة الأصلية لـ MAP Protocol والتي تسمى MAPO. هذا يعني أنك تحتاج على الأقل إلى كمية صغيرة من MAPO لاستخدام الشبكة.",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPO هي رقمية بحتة، ويمكنك إرسالها إلى أي شخص في أي مكان في العالم على الفور. لا يتحكم أي حكومة أو شركة في إصدار MAPO - فهي لامركزية وشفافة تمامًا. يتم إصدار MAPO بطريقة دقيقة وفقًا للبروتوكول.",
  "Network fees on MAP Protocol": "رسوم الشبكة على MAP Protocol",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "رسوم الشبكة على الشبكة الرئيسية لـ MAP Protocol تسمى رسوم الغاز. هذه رسوم صغيرة تتكبد للجهود الحسابية المطلوبة لمعالجة المعاملات على MAP Relay Chain. تعمل هذه الرسوم كآلية لتخصيص موارد الشبكة بشكل عادل وردع الأنشطة الضارة أو البريد المزعج.",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "على عكس منصات البلوكتشين النموذجية حيث تعتبر رسوم الغاز ميزة قياسية، يفرض MAP Protocol رسوم غاز فقط للمعاملات المتقاطعة السلاسل التي يتم معالجتها على MAP Relay Chain. كلما كانت المعاملة أكثر تعقيدًا، كانت رسوم الغاز أعلى. تتأثر الرسوم أيضًا بالازدحام في الشبكة؛ خلال أوقات النشاط العالي، قد ترتفع الرسوم.",
  "Run a node": "تشغيل عقدة",
  "More on MAP Relay Chain": "المزيد عن MAP Relay Chain",
  "More on MAP Protocol": "المزيد عن MAP Protocol",
  "What is MAPO?": "ما هو MAPO؟",
  "Get MAPO": "احصل على MAPO",
  "More on gas fees": "المزيد عن رسوم الغاز",
  "Data Source: ": "مصدر البيانات: "
}