{
  "What is MAPO?": "ما هو MAPO؟",
  "Currency for the permissionless, digital future.": "العملة للمستقبل الرقمي بدون إذن.",
  "Currency of MAP Protocol omnichain apps.": "عملة تطبيقات MAP Protocol الشاملة للسلاسل.",
  "Get MAPO": "احصل على MAPO",
  "Current MAPO Price（USD）": "سعر MAPO الحالي (USD)",
  "Data Source: ": "مصدر البيانات: ",
  "(LAST 24 HOUR)": "(آخر 24 ساعة)",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPO هو عملة مشفرة. إنها الأموال الرقمية التي تفتح لك الباب للوصول إلى شبكة البيتكوين المستوى الند للند الشاملة للسلاسل. إذا كنت جديدًا في عالم العملات المشفرة، إليك كيف يختلف MAPO عن الأموال التقليدية.",
  "Open to all, truly borderless": "مفتوح للجميع، بلا حدود حقيقية",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPO مفتوح ومتاح لأي شخص لديه اتصال بالإنترنت ومحفظة تشفير، متجاوزًا الحدود الجغرافية.",
  "You have the full autonomy": "لديك الاستقلالية الكاملة",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "لمستخدمي MAPO السيطرة الكاملة على أموالهم ومعاملاتهم، مما يلغي الحاجة إلى الوسطاء مثل البنوك أو أي أطراف ثالثة أخرى.",
  "Privacy by default": "الخصوصية بشكل افتراضي",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "يعطي MAPO الأولوية لخصوصية المستخدم بشكل افتراضي. بينما يتم تسجيل المعاملات على دفتر الأستاذ العام، غالبًا ما تكون هويات المستخدمين مستعارة.",
  "Peer-to-peer, no third parties": "ند للند، بدون أطراف ثالثة",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "يمكنك إرسال MAPO الخاص بك بدون أي وسطاء مثل البنوك أو معالجات الدفع. إرسال MAPO يشبه تسليم النقود يداً بيد، ولكنه عبر الإنترنت ومؤمن بواسطة التشفير.",
  "Transparency and equity": "الشفافية والإنصاف",
  "User Experience": "تجربة المستخدم",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "جميع معاملات MAPO مسجلة على سلسلة MAP Relay، مما يضمن الشفافية وعدم القابلية للتغيير. هذا يعني أنه يمكنك التحقق من المعاملات بشكل مستقل.",
  "Code is law": "الكود هو القانون",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "يعمل MAPO بناءً على قواعد محددة مسبقًا وثابتة مشفرة في البرنامج. لا يمكن تغيير قواعد النظام والسياسة النقدية من قبل أي سلطة مركزية.",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "هل تريد شراء بعض MAPO؟ من الشائع الخلط بين MAP و MAPO. MAPO هو اسم الرمز المميز على سلسلة MAP Relay، بينما MAP هو الاسم على سلاسل أخرى.",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "لاستكشاف نظام MAP Protocol البيئي، MAPO هو ما تبحث عن شرائه على الأرجح. <link1>المزيد عن الحصول على MAPO</link1>.",
  "What’s unique about MAPO?": "ما الذي يجعل MAPO فريدًا؟",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "هناك العديد من العملات المشفرة والكثير من الرموز المميزة الأخرى في مجال البلوكتشين، ولكن هناك بعض الأشياء التي يمكن لـ MAPO فقط القيام بها.",
  "MAPO fuels MAP Protocol": "MAPO يغذي MAP Protocol",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPO هو قلب MAP Protocol. عندما ترسل MAPO أو تستخدم تطبيقًا على MAP Protocol، ستدفع رسومًا بـ MAPO لاستخدام شبكة MAP Protocol. تعمل هذه الرسوم كحافز لمنتج الكتل لمعالجة والتحقق من نشاطك على الشبكة.",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "المدققون مثل حراس بوابات MAP Protocol - يتحققون ويضمنون صحة جميع المعاملات ودقتها. يتم اختيارهم بشكل عشوائي للتحقق من الترجمات الجديدة وإضافتها إلى البلوكتشين. سيتم مكافأة المدققين بكمية صغيرة من MAPO مقابل العمل الذي يقومون به.",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "هناك متطلبات معينة للأجهزة والبرمجيات تحتاج إلى تلبيتها لتصبح مدققًا. يمكنك التحقق من التفاصيل على <link1>تشغيل عقدة</link1>.",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "بالإضافة إلى هذه المتطلبات، يحتاج المدققون أيضًا إلى رهن كمية معينة من MAPO للمساعدة في تأمين شبكة MAP Protocol بأكملها وكسب المكافآت. إذا كنت تفضل تأمين الشبكة الشاملة للسلاسل دون بناء عقدة، يمكنك المشاركة في الرهن عن طريق تفويض MAPO الخاص بك. <link1>المزيد عن الرهن</link1>.",
  "What is MAP Protocol?": "ما هو MAP Protocol؟",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "لمعرفة المزيد عن MAP Protocol - التكنولوجيا وراء MAPO، تحقق من المعلومات على هذه الصفحة.",
  "MAPO underpins the omnichain financial system": "MAPO يدعم النظام المالي الشامل للسلاسل",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "تتجاوز الحركة مجرد المعاملات، حيث يعمل المجتمع الشامل للسلاسل على صياغة شبكة مالية شاملة تعتمد على الند للند ويمكن الوصول إليها عالميًا.",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "حاليًا، يمكن للمستخدمين كسب MAPO من خلال الرهن. ومع ذلك، مع تطور MAP Protocol وتوسعه، سيتم تقديم وظائف قادمة مثل الاقتراض والإقراض، مما يوسع من فائدة MAPO.",
  "Uses for MAPO grow every day": "استخدامات MAPO تنمو كل يوم",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "نظرًا لأن MAP Protocol قابل للبرمجة، يمكن للمطورين تشكيل MAPO بطرق لا حصر لها. إليك بعض الأشياء التي يمكنك القيام بها مع MAPO.",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>تبادل الرموز المميزة</link1> — يمكنك تداول MAPO مع رموز على سلاسل متعددة مختلفة.",
  "Earn interest — stake MAPO and get rewarded.": "<link1>كسب الفائدة</link1> — رهن MAPO واحصل على مكافأة.",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>الحصول على العملات المستقرة</link1> — الوصول إلى عالم العملات المشفرة بقيمة ثابتة وأقل تقلبًا.",
  "Where to get MAPO": "أين يمكن الحصول على MAPO",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "يمكنك الحصول على MAPO من بورصة مركزية أو بورصة لامركزية ولكن قد تختلف السياسات في البلدان المختلفة. تحقق لمعرفة أيهما سيكون أفضل طريقة لك للحصول على MAPO.",
  "Why does MAPO have value?": "لماذا يمتلك MAPO قيمة؟",
  "MAPO holds different values for different people.": "MAPO يحمل قيمًا مختلفة لأشخاص مختلفين.",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "بالنسبة لمستخدمي MAP Protocol، MAPO ذو قيمة لأنه يتيح لك دفع رسوم المعاملات.",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "يعتبره البعض مخزنًا رقميًا للقيمة لأن إنشاء MAPO الجديد يتباطأ بمرور الوقت.",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "في المستقبل، سيصبح MAPO أيضًا ذا قيمة لمستخدمي التطبيقات المالية على MAP Protocol، حيث يمكنهم استخدام MAPO للإقراض والاقتراض والبث المباشر أو حتى كنظام دفع.",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "هناك أيضًا مستخدمون هم مستثمرون يعتبرون MAPO استثمارًا مشابهًا للبيتكوين أو العملات المشفرة الأخرى.",
  "MAPO is not the only token in crypto": "MAPO ليس الرمز المميز الوحيد في العملات المشفرة",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "يسمح مجال العملات المشفرة لأي شخص بإنشاء أصول جديدة وتداولها عبر منصات مختلفة. غالبًا ما يتم تسمية هذه الأصول بـ 'الرموز المميزة'. من الأصول التقليدية مثل الذهب والعقارات إلى المفاهيم المبتكرة مثل الفن وحتى القيمة الشخصية، تعيد التوكنة تشكيل كيفية تفكيرنا في الملكية.",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "يضم مشهد العملات المشفرة عددًا لا يحصى من الرموز المميزة، كل منها بفائدة وقيمة فريدة. يضمن الابتكار المستمر من قبل المطورين أن تظهر رموز جديدة باستمرار، كل منها يمهد الطريق لفرص جديدة وتوسع السوق.",
  "More on tokens": "المزيد عن الرموز المميزة",
  "Stablecoins": "العملات المستقرة",
  "Decentralized finance (DeFi)": "التمويل اللامركزي (DeFi)",
  "Decentralized organizations (DAOs)": "المنظمات اللامركزية (DAOs)",
  "Non-fungible tokens (NFTs)": "الرموز غير القابلة للاستبدال (NFTs)",
  "Different types of tokens": "أنواع مختلفة من الرموز المميزة",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "الرموز التي تعكس قيمة عملة تقليدية مثل الدولارات. هذا يحل مشكلة التقلب مع العديد من العملات المشفرة.",
  "Governance tokens": "رموز الحوكمة",
  "Tokens that represent voting power in decentralized organizations.": "الرموز التي تمثل القوة التصويتية في المنظمات اللامركزية.",
  "Sh*t coins": "العملات الرديئة",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "لأن أي شخص - حتى الأشخاص ذوي النوايا السيئة - يمكنه إنشاء رمز جديد، دائمًا قم بإجراء بحثك قبل اتخاذ قرار بالاستثمار فيها!",
  "Collectible tokens": "الرموز القابلة للتجميع",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "الرموز التي تمثل عنصر لعبة قابل للتجميع، قطعة فنية رقمية، أو أصول فريدة أخرى. يُعرف عادةً بالرموز غير القابلة للاستبدال (NFTs).",
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.":"يمكنك الحصول على MAPO من بورصة مركزية أو بورصة لامركزية ولكن قد يكون لدى البلدان المختلفة سياسات مختلفة. تحقق لمعرفة الطريقة الأفضل للحصول على MAPO."

}