{
  "What is MAP Protocol?": "ما هو MAP Protocol؟",
  "A Bitcoin layer-2. The foundation for Interoperability": "طبقة بيتكوين الثانية. الأساس للتشغيل المتبادل",
  "What is Bitcoin layer-2": "ما هي طبقة بيتكوين الثانية",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "دليل المبتدئين الكامل لكيفية عمل MAP Protocol، الفوائد التي يقدمها، وكيف يمكن أن يحقق مستقبلًا حقيقيًا متبادل التشغيل حيث الأصول والتخزين والحوسبة كلها على السلسلة ومتبادلة التشغيل إلى واقع.",
  "The user gateway to Web3": "بوابة المستخدم إلى Web3",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "تفاصيل تقنية صعبة وخطوات معقدة للتشغيل المتبادل تمنع المستخدمين الجدد من دخول عالم Web3. يجعل MAP Protocol التنقل في Web3 بديهيًا. في MAP Protocol، يحتاج المستخدمون فقط إلى معرفة حقيقة أن لديهم ملكية كاملة على أصولهم، وعندما ينقلون الأصول من سلسلة إلى أخرى، فهو بشكل ند لند بحت، ولا يمكن لأي طرف ثالث التدخل أبدًا.",
  "The all-in-one developer portal": "بوابة المطور الشاملة",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "السيادة على البيانات هي جوهر Web3، مما يعني أن المستخدمين لديهم ملكية كاملة على بياناتهم. لبناء تطبيق Web3، يحتاج المطورون إلى دمج وظائف سلاسل الكتل المختلفة بحيث تكون الأصول والتخزين والحوسبة كلها على السلسلة. من خلال MAP Protocol، يمكن للمطورين تكوين مكونات سلسلة الكتل المختلفة بسلاسة وبناء تطبيقات حيث يتحكم المستخدمون في بياناتهم وأصولهم.",
  "The guardian for the free and peer-to-peer flow of assets": "الحارس للتدفق الحر وند لند للأصول",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3 هو الإنترنت الجديد للقيمة. يمكن أن يواجه تدفق قيمة الإنترنت مخاوف أمنية وتحديات من أطراف ثالثة. بينما يكون تدفق الأصول في سلسلة كتل واحدة بالفعل ند لند، يأخذ MAP Protocol خطوة إضافية من خلال تمكين الأصول على سلاسل الكتل المختلفة من التدفق بطريقة ند لند بحتة.",
  "Summary": "ملخص",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "يوفر MAP Protocol البنية التحتية الأساسية للسلسلة الشاملة لتحقيق التشغيل المتبادل بين الأصول المبنية على سلسلة الكتل والتخزين والحوسبة. مبني على تقنية العميل الخفيف وإثبات المعرفة الصفرية، حلنا التشغيل المتبادل عبر السلاسل هو ند لند بحت، بدون أي كيانات طرف ثالث موثوق بها. شبكة MAP Protocol تعمل كبوابة مستخدم لـ Web3 وبوابة مطور، مما يمكّن المستخدمين والمطورين من استخدام وبناء أي شيء عبر السلسلة بطريقة ند لند.",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "يمكنك إنشاء حساب MAP Protocol من أي مكان، في أي وقت، واستكشاف تطبيقات السلسلة الشاملة أو بناء تطبيقاتك الخاصة. الابتكار الأساسي هو أنك يمكنك القيام بكل الأشياء عبر السلسلة دون الثقة بسلطة مركزية يمكن أن تغير القواعد أو تقيد وصولك.",
  "What can MAP Protocol do?": "ماذا يمكن أن يفعل MAP Protocol؟",
  "Interoperable Omnichain Asset": "أصول السلسلة الشاملة المتبادلة",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "يمكّن MAP Protocol التحويلات السلسة عبر السلاسل للأصول المبنية على سلسلة الكتل. هذا يضمن أنك لست مقيدًا بنظام بيئي واحد لسلسلة الكتل، مما يعزز سيولة الأصول وفائدتها.",
  "Interoperable On-chain Storage and Computing": "التخزين والحوسبة على السلسلة المتبادلة",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "إلى جانب تحويلات الأصول، يمتد MAP Protocol نطاق التشغيل المتبادل ليشمل موارد التخزين والحوسبة على السلسلة، مما يسمح لمطوري التطبيقات اللامركزية بالاستفادة بكفاءة من الخدمات عبر سلاسل الكتل المتعددة.",
  "Enhanced Security and Privacy": "تعزيز الأمان والخصوصية",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "مبني على تقنية العميل الخفيف وإثبات المعرفة الصفرية، يعتمد MAP Protocol نهجًا ند لند بحتًا للتفاعلات عبر السلاسل دون الحاجة إلى طرف ثالث موثوق به.",
  "Developer-Friendly Platform": "منصة ودية للمطورين",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "مع بوابة المستخدم Web3 وبوابة المطور، يوفر MAP Protocol مجموعات الأدوات اللازمة للمطورين لبناء ونشر التطبيقات عبر السلاسل، ويعمل بفعالية كعامل مساعد لابتكار سلسلة الكتل.",
  "User Empowerment": "تمكين المستخدم",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "يمكن للمستخدمين إنشاء حساب MAP Protocol بسهولة واستكشاف أو المساهمة في النظام البيئي للسلسلة الشاملة. لا يمكن لأي سلطة مركزية تغيير القواعد أو تقييد الوصول، مما يوفر للمستخدمين سيطرة غير مسبوقة.",
  "Peer-to-Peer Network": "الشبكة ند لند",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "تسمح شبكة MAP Protocol الشاملة بالمعاملات والتفاعلات ند لند، مع الحفاظ على أخلاقيات اللامركزية الأصلية لتقنية سلسلة الكتل مع تقديم مزايا القدرات عبر السلاسل.",
  "Bitcoin ecosystem growth": "نمو نظام بيتكوين البيئي",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "مع كون MAP Protocol طبقة بيتكوين الثانية، يمكن لأي أصل على أي سلسلة التفاعل بسهولة مع شبكة بيتكوين. سيضيف ذلك أنواعًا أخرى من الأصول والمجتمعات إلى نظام بيتكوين البيئي والمجتمع الحاليين.",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "إلى جانب البناء على تقنية العميل الخفيف وإثبات المعرفة الصفرية، عزز MAP Protocol أمانه باستخدام شبكة بيتكوين لمنع الهجمات طويلة المدى."
}