{
  "Further empowering gamers": "مزيد من تمكين اللاعبين",
  "Traditionally, gamers are limited by centralized gaming service platforms and do not actually own the in-game items they have purchased or acquired. To trade or transfer in-game assets, gamers are forced to use black market websites which often come with extra security risks.": "تقليديًا، يقتصر اللاعبون على منصات خدمات الألعاب المركزية ولا يمتلكون فعليًا العناصر داخل اللعبة التي اشتروها أو حصلوا عليها. لتداول أو نقل الأصول داخل اللعبة، يُجبر اللاعبون على استخدام مواقع السوق السوداء التي غالبًا ما تأتي مع مخاطر أمنية إضافية.",
  "Blockchain gaming has changed this old gaming modality. Web3 projects such as Crypto Kitties, Axie Infinity, and Dark Forest have created a new gaming paradigm where players are encouraged to trade in-game items and are rewarded for their playtime. As with many first-time innovations, however, those blockchain gaming projects are far from perfect and have turned off true gamers due to scalability issues, transaction fees, and the complexity of managing blockchain-based assets.": "لقد غيرت ألعاب البلوكتشين هذه النمطية القديمة في الألعاب. فقد أنشأت مشاريع الويب 3 مثل Crypto Kitties و Axie Infinity و Dark Forest نموذجًا جديدًا للألعاب حيث يُشجع اللاعبون على تداول العناصر داخل اللعبة ويُكافئون على وقت اللعب. ومع ذلك، كما هو الحال مع العديد من الابتكارات الأولى، فإن مشاريع ألعاب البلوكتشين هذه بعيدة عن الكمال وقد أدت إلى إحباط اللاعبين الحقيقيين بسبب مشاكل القابلية للتوسع ورسوم المعاملات وتعقيد إدارة الأصول المبنية على البلوكتشين.",
  "This is where omnichain and fully on-chain gaming comes in. Through MAP Protocol, GameFi projects can not only have gaming assets tradable and interoperable on all chains but all aspects of game state, logic, and data on the blockchain, so blockchain gaming becomes an autonomous world where players have their full agency and contribute to the development of the game.": "هنا يأتي دور الألعاب الشاملة والكاملة على السلسلة. من خلال MAP Protocol، يمكن لمشاريع GameFi أن تجعل الأصول الألعاب قابلة للتداول والتشغيل المتبادل على جميع السلاسل وكذلك جميع جوانب حالة اللعبة والمنطق والبيانات على البلوكتشين، بحيث تصبح ألعاب البلوكتشين عالمًا مستقلًا حيث يمتلك اللاعبون وكالتهم الكاملة ويساهمون في تطوير اللعبة.",
  "Towards a truly interoperable future": "نحو مستقبل تشغيلي متبادل حقيقي",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "اليوم، تركز معظم حلول التشغيل المتبادل على معاملات الأصول عبر السلاسل فقط. ومع ذلك، يمتد مستقبل الويب 3 التشغيلي المتبادل الحقيقي إلى ما هو أبعد من ذلك - إنه مستقبل حيث تُنفذ عمليات التطبيقات اللامركزية بما في ذلك المعاملات وتخزين البيانات والحوسبة على البلوكتشين وهي قابلة للتشغيل المتبادل عبر سلاسل مختلفة، مما يمنح المستخدمين السيطرة الكاملة على بياناتهم وخصوصيتهم.",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various blockchain components, enabling the construction of apps where all operations are on-chain. This provides users with complete control over their data and assets across multiple chains.": "يمهد MAP Protocol الطريق لهذا المستقبل الويب 3 التشغيلي المتبادل الحقيقي. من خلال MAP Protocol، يمكن للمطورين دمج مكونات البلوكتشين المختلفة بسلاسة، مما يتيح بناء تطبيقات حيث تكون جميع العمليات على السلسلة. وهذا يوفر للمستخدمين السيطرة الكاملة على بياناتهم وأصولهم عبر سلاسل متعددة.",
  "Unlocking the future of Bitcoin ecosystem": "فتح مستقبل نظام بيتكوين البيئي",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. However, as BCR-20 tokens and Ordinal NFTs took over the Web3 sphere in May 2023, The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability.": "بسبب عدم اكتمال تورينغ، يقتصر استخدام بيتكوين مقارنةً بإيثريوم، وينمو نظامه البيئي ببطء. ومع ذلك، مع استحواذ رموز BCR-20 و NFTs الأوردينال على عالم الويب 3 في مايو 2023، فقد ألغى السرد الجديد لنظام بيتكوين البيئي المواضيع والمناقشات حول التشغيل المتبادل لبيتكوين.",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "مع BRC-201 لـ MAP Protocol، وهو بروتوكول تمديد عبر السلاسل لرموز BRC-20، يمكن لأصول BRC-20 و ORC-20 على شبكة بيتكوين التفاعل مع رموز أخرى على سلاسل عامة أخرى. ستساهم هذه الطبقة من التشغيل المتبادل عبر السلاسل لشبكة بيتكوين أيضًا في نمو مجتمع بيتكوين ككل.",
  "Enabling easy cross-chain asset flows": "تمكين تدفقات الأصول عبر السلاسل بسهولة",
  "MAP Protocol leverages light clients and Zero-Knowledge (ZK) proofs to offer a trustless environment for seamless asset transfers across multiple blockchains, including both EVM and non-EVM chains. This eliminates the need for centralized authorities or third-party services, reinforcing the principles of decentralization while ensuring secure and efficient transactions.": "يستفيد MAP Protocol من العملاء الخفيفين وإثباتات المعرفة الصفرية (ZK) لتوفير بيئة خالية من الثقة لنقل الأصول بسلاسة عبر سلاسل متعددة، بما في ذلك سلاسل EVM وغير EVM. وهذا يلغي الحاجة إلى السلطات المركزية أو الخدمات الطرفية الثالثة، مما يعزز مبادئ اللامركزية مع ضمان المعاملات الآمنة والفعالة.",
  "Beyond simple asset transfers, MAP Protocol also enables cross-chain communication for storage and computing capacities. This offers unprecedented flexibility for decentralized application (dApp) developers to build more robust, scalable, and interoperable applications. The technology stands as a pivotal contribution to the blockchain ecosystem, bringing us closer to a truly interconnected world where assets and resources flow effortlessly between chains.": "إلى جانب نقل الأصول البسيط، يمكّن MAP Protocol أيضًا التواصل عبر السلاسل للتخزين والقدرات الحوسبية. وهذا يوفر مرونة غير مسبوقة لمطوري التطبيقات اللامركزية (dApp) لبناء تطبيقات أكثر قوة وقابلية للتوسع والتشغيل المتبادل. تقف التكنولوجيا كمساهمة محورية في نظام البلوكتشين البيئي، مما يقربنا من عالم مترابط حقًا حيث تتدفق الأصول والموارد بسلاسة بين السلاسل.",
  "Saving time and money to build awesome apps": "توفير الوقت والمال لبناء تطبيقات رائعة",
  "Building on a single chain is simple with low maintenance, but at the same time has limited user reach and adaptability, thus adding extra work to deploy on other chains or use a potentially unsafe cross-chain solution. Moreover, building on multiple blockchains means managing multiple ledgers at the same time, and this can be difficult and more costly than operating on a single chain.": "البناء على سلسلة واحدة بسيط مع صيانة منخفضة، ولكن في نفس الوقت يحد من وصول المستخدم وقابليته للتكيف، مما يضيف عملًا إضافيًا للنشر على سلاسل أخرى أو استخدام حل عبر السلاسل قد يكون غير آمن. علاوة على ذلك، يعني البناء على سلاسل متعددة إدارة دفاتر متعددة في نفس الوقت، وقد يكون هذا صعبًا وأكثر تكلفة من التشغيل على سلسلة واحدة.",
  "Instead of choosing between the lesser of two evils, sacrificing time and resources to become multi-chain or cross-chain, and compromising on feature development, projects and developers can directly deploy on MAP Protocol or use MAP Protocol to become omnichain where they do not have to spend extra time and money on finding a cross-chain solution or using bridges to become multi-chain.": "بدلاً من الاختيار بين أقل الشرور، التضحية بالوقت والموارد لتصبح متعدد السلاسل أو عبر السلاسل، والتنازل عن تطوير الميزات، يمكن للمشاريع والمطورين النشر مباشرة على MAP Protocol أو استخدام MAP Protocol ليصبحوا شاملين حيث لا يضطرون إلى إنفاق وقت ومال إضافيين في البحث عن حل عبر السلاسل أو استخدام الجسور ليصبحوا متعددي السلاسل.",
  "With MAP Protocol, projects only need to focus on all the essentials for app development and find ways to enhance user experiences, so that innovation can come and drive real dApp mass adoption.": "مع MAP Protocol، يحتاج المشاريع فقط إلى التركيز على جميع الأساسيات لتطوير التطبيق وإيجاد طرق لتعزيز تجارب المستخدمين، بحيث يمكن للابتكار أن يأتي ويدفع الاعتماد الجماعي الحقيقي لتطبيقات dApp."
}