{
  "Welcome to MAP Protocol Community": "MAP Protocol コミュニティへようこそ",
  "MAP Protocol is home to hundreds of thousands of developers, technologists, designers, users, MAPO HODLers, and enthusiasts.": "MAP Protocol は、数十万人の開発者、技術者、デザイナー、ユーザー、MAPO HODLers、そして熱狂者たちの家です。",
  "Why become part of the MAP Protocol community?": "なぜ MAP Protocol コミュニティの一部になるのか？",
  "Participate freely": "自由に参加する",
  "You have the freedom to contribute remotely, thus working from anywhere at any time that suits you.": "どこにいても、あなたに合った時間にリモートで貢献する自由があります。",
  "Find your cohort": "仲間を見つける",
  "You have the opportunity to connect with like-minded peers. Through teamwork, participants can enhance their translation skills, exchange valuable insights, and collectively overcome challenges.": "同じ考えを持つ仲間と繋がる機会があります。チームワークを通じて、参加者は翻訳スキルを高め、貴重な洞察を交換し、共に課題を克服することができます。",
  "Get recognized and compensated": "認識され、報酬を得る",
  "Your name will appear next to the work you’ve done. Additionally, compensation will be provided for the brilliant work you do.": "あなたの名前は、あなたが行った作業の隣に表示されます。さらに、素晴らしい仕事には報酬が提供されます。",
  "How to get involved?": "どうやって関わるか？",
  "There are many ways to get involved in the fast-growing Map Protocol community; you can join one of the popular online communities, attend an event, join a meetup group, contribute to a project, or participate in one of the many online forums about Map Protocol.": "急成長している Map Protocol コミュニティに関わる方法はたくさんあります。人気のあるオンラインコミュニティに参加したり、イベントに出席したり、ミートアップグループに参加したり、プロジェクトに貢献したり、Map Protocol についての多くのオンラインフォーラムに参加することができます。",
  "Join online communities": "オンラインコミュニティに参加する",
  "Find your cohort and participate with many other MAP Protocol enthusiasts.": "仲間を見つけて、他の多くの MAP Protocol 熱狂者たちと参加する。",
  "MAP Protocol events": "MAP Protocol イベント",
  "Find and participate in MAP Protocol conferences, hackathons, or meetups.": "MAP Protocol のカンファレンス、ハッカソン、またはミートアップを見つけて参加する。",
  "Run a node": "ノードを運営する",
  "Operate your own node is a great way to contribute to the whole network.": "自分のノードを運営することは、ネットワーク全体に貢献する素晴らしい方法です。",
  "Stake MAPO": "MAPO をステークする",
  "Get your MAPO and stake them to earn more rewards.": "MAPO を取得してステークし、さらに多くの報酬を獲得する。",
  "Contribute to MAP Protocol": "MAP Protocol に貢献する",
  "Just as we root for openness and peer-to-peer decentralization, we aim to make knowledge freely accessible to all. All content on this website is open source. You can propose new edits, suggest sparkling new features, and help us improve.": "私たちはオープンさとピアツーピアの分散化を応援するだけでなく、すべての人に自由に知識をアクセス可能にすることを目指しています。このウェブサイト上のすべてのコンテンツはオープンソースです。新しい編集を提案したり、新しい機能を提案したり、私たちの改善を手伝うことができます。",
  "More on contribution ": "貢献についてもっと知る",
  "Learn about MAPDAO": "MAPDAO について学ぶ",
  "Join Telegram": "Telegram に参加する",
  "Community center": "コミュニティセンター"
}