{
  "Keep your MAPO safe": "あなたのMAPOを安全に保管してください",
  "MAP Protocol isn't controlled by any single organization - it is decentralized.": "MAP Protocolはどの単一の組織にも管理されていません - それは分散化されています。",
  "This means you need to take the security of your funds seriously. With MAPO, you’re not trusting a bank or company to look after your assets, you’re taking responsibility for yourself.": "これは、あなたの資金のセキュリティを真剣に受け止める必要があることを意味します。MAPOを使うとき、あなたは銀行や会社に資産を預けるのではなく、自分自身で責任を持つことになります。",
  "Keep your MAPO in your Own Wallet": "あなたのMAPOを自分のウォレットに保管してください",
  "This means you don't have to trust any third party with your assets, and you are protected from any custodian acting dishonestly, going bankrupt, or getting hacked. However, it also means you take responsibility for your own security.": "これは、あなたの資産を第三者に信頼する必要がなく、不正行為、破産、ハッキングから保護されることを意味します。しかし、同時に、あなた自身のセキュリティに対する責任も持つことを意味します。",
  "Check MAPO Transactions": "MAPOトランザクションを確認する",
  "You can check your MAPO transactions on MAPO Scan, a blockchain explorer for developers and users to monitor cross-chain transactions and activities on the MAP Relay Chain more efficiently.": "<link1>MAPO Scan</link1>であなたのMAPOトランザクションを確認できます。これは、開発者とユーザーがMAPリレーチェーン上のクロスチェーントランザクションと活動をより効率的に監視するためのブロックチェーンエクスプローラーです。",
  "Follow Wallet Instructions": "ウォレットの指示に従う",
  "If you lose access to your account, you’ll lose access to your funds. Your wallet should give you instructions on protecting against this. Be sure to follow them carefully – in most cases, no one can help you if you lose access to your account.": "アカウントへのアクセスを失うと、資金へのアクセスも失われます。ウォレットはこれを防ぐための指示を提供するはずです。それらの指示に慎重に従ってください - 多くの場合、アカウントへのアクセスを失った場合、誰も助けることはできません。",
  "Use your MAPO": "あなたのMAPOを使う",
  "There are several ways for you to use your MAPO after you have successfully obtained it.": "成功してMAPOを入手した後、それを使ういくつかの方法があります。",
  "Store/Hold MAPO": "MAPOを保管/ホールドする",
  "Many personal investors hold their MAPO with the expectation that it will increase in value. You can store your MAP on your exchanges' wallets(such as Bithumb) or MAPO on crypto wallets( such as Metamask), if you wish to store them for the long term, you can store them in a cold wallet instead of a hot wallet.": "多くの個人投資家は、価値が上がることを期待してMAPOを保持しています。取引所のウォレット（例：Bithumb）や暗号ウォレット（例：Metamask）にMAPを、長期保管したい場合はホットウォレットではなくコールドウォレットに保管することができます。",
  "Learn More": "もっと学ぶ",
  "Trade MAPO": "MAPOを取引する",
  "You can trade MAPO for other cryptocurrencies on crypto exchanges. Cex or Dex exchanges offer some trading pairs for MAPO/MAP trading to meet your needs.": "暗号通貨取引所でMAPOを他の暗号通貨と取引することができます。CexまたはDex取引所は、MAPO/MAP取引のためのいくつかの取引ペアを提供しています。",
  "Transfer MAPO": "MAPOを転送する",
  "Unlike sending money overseas, you can send MAPO to anyone in the world virtually instantly.": "海外にお金を送るのとは異なり、世界中の誰にでもほぼ瞬時にMAPOを送ることができます。",
  "Earn MAPO": "MAPOを稼ぐ",
  "Earn Rewards by staking coins. Staking is a great way to maximize your holdings in staking coins that would otherwise be sitting in a wallet or trading account.": "コインをステーキングして報酬を得る。ステーキングは、ウォレットや取引アカウントにあるステーキングコインの保有量を最大化する素晴らしい方法です。",
  "Purchasing Goods": "商品の購入",
  "Some online platforms or offline shops accept crypto as payments. You can purchase goods or services from these places.": "一部のオンラインプラットフォームやオフラインショップは暗号通貨での支払いを受け付けています。これらの場所で商品やサービスを購入することができます。",
  "MAPO FAQs": "MAPOに関するよくある質問",
  "How do I add MAP Relay Chain to my Metamask/Token Pocket/Particle wallet?": "Metamask/Token Pocket/ParticleウォレットにMAPリレーチェーンを追加するにはどうすればいいですか？",
  "How do I add MAP to my wallet?": "ウォレットにMAPを追加するにはどうすればいいですか？",
  "How do I convert MAP to MAPO?": "MAPをMAPOに変換するにはどうすればいいですか？",
  "How do I transfer MAP across Ethereum, BNB Smart Chain, Polygon, Klaytn, and others?": "Ethereum、BNBスマートチェーン、Polygon、KlaytnなどでMAPを転送するにはどうすればいいですか？",
  "How do I transfer MAP from centralized exchanges to my wallet?": "中央集権型取引所からウォレットにMAPを転送するにはどうすればいいですか？",
  "What do I do if a transaction on my wallet is pending or stuck?": "ウォレットのトランザクションが保留中または停止している場合はどうすればいいですか？",
  "Can I get my MAPO back if I send them to the wrong addresses?": "間違ったアドレスにMAPOを送ってしまった場合、取り戻すことはできますか？",
  "Tips for funds recovery": "資金回復のためのヒント",
  "Always double-check addresses before confirming transactions.": "トランザクションを確認する前には常にアドレスをダブルチェックしてください。",
  "Reaching out for professional help is advised if large sums are involved.": "大きな金額が関わる場合は、専門家に相談することをお勧めします。",
  "Scams posing as recovery services are common; exercise extreme caution.": "回復サービスを装った詐欺が一般的ですので、極度の注意を払ってください。",
  "The possibility of recovering MAPO sent to the wrong address largely depends on the circumstances of the transaction and the involvement of the recipient. Here are a few scenarios:": "間違ったアドレスに送られたMAPOを回復する可能性は、トランザクションの状況と受取人の関与に大きく依存します。いくつかのシナリオは以下の通りです：",
  "Send MAPO to a public address owned by someone you do not know: Unrecoverable unless the owner agrees to send them back.": "知らない人が所有する公開アドレスにMAPOを送る：所有者が返送に同意しない限り、回復不可能です。",
  "Send MAPO to a public address not yet activated: Unrecoverable as no one has the private keys to the address.": "まだアクティブ化されていない公開アドレスにMAPOを送る：プライベートキーを持っている人がいないため、回復不可能です。",
  "Send MAPO to a contract address: Depends on the contract's code. If the contract has a function for recovery or is upgradeable, there might be a way. However, most contracts are not designed to send tokens back. Recovery is usually impossible.": "コントラクトアドレスにMAPOを送る：コントラクトのコードに依存します。回復機能があるか、アップグレード可能であれば、方法があるかもしれません。しかし、ほとんどのコントラクトはトークンを返送するように設計されていません。通常、回復は不可能です。",
  "Send MAPO to an exchange address: Maybe, depending on the exchange's policies and technical capabilities. Exchanges might have the ability to retrieve tokens but often charge a fee, so it can be costly and time-consuming.": "取引所のアドレスにMAPOを送る：取引所のポリシーと技術的能力によります。取引所はトークンを取り戻す能力を持っているかもしれませんが、しばしば手数料がかかるため、コストがかかり時間がかかることがあります。",
  "Send MAPO to your own address on another chain: Maybe, depending on the chain you send it to. If you send it to Ethereum, BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, use ButterSwap to bring it back.": "自分のアドレスに別のチェーンにMAPOを送る：送ったチェーンによります。Ethereum、BNBスマートチェーン、Polygon、Klaytn、MAPリレーチェーンに送った場合は、<link1>ButterSwap</link1>を使って戻すことができます。",
  "Metamask or Token Pocket Wallet Users": "MetamaskまたはToken Pocketウォレットユーザー",
  "Enter the following chain info to add": "以下のチェーン情報を入力して追加します",
  "Network name: MAP Relay Chain (You can also enter MAP Mainnet)": "ネットワーク名：MAPリレーチェーン（MAPメインネットと入力しても構いません）",
  "New RPC URL": "新しいRPC URL：https://rpc.maplabs.io",
  "Chain ID: 22776": "チェーンID：22776",
  "Currency symbol: MAPO": "通貨シンボル：MAPO",
  "Block explorer URL: https://maposcan.io/": "ブロックエクスプローラーURL：<link1>https://maposcan.io/</link1>",
  "Particle Wallet Users": "Particleウォレットユーザー",
  "Log in to your Particle Wallet account": "Particleウォレットアカウントにログインする",
  "Search and choose “MAP Relay Chain” in the search bar": "検索バーで「MAPリレーチェーン」を検索して選択する",
  "Check the network name on the wallet page": "ウォレットページでネットワーク名を確認する",
  "If you find that your transaction on a wallet is pending or stuck, it could be due to various factors such as network congestion, low gas fees, or other technical issues. Depending on which chain your transaction is on, you can check your transaction status via blockchain explorers such as Etherscan, BscScan, PolygonScan, klaytnscope, and MapoScan.": "ウォレットのトランザクションが保留中または停止している場合、ネットワークの混雑、低いガス料金、またはその他の技術的問題など、さまざまな要因が原因である可能性があります。トランザクションがどのチェーン上にあるかによって、<link1>Etherscan</link1>、<link2>BscScan</link2>、<link3>PolygonScan</link3>、<link4>klaytnscope</link4>、<link5>MapoScan</link5>などのブロックチェーンエクスプローラーを通じてトランザクションの状態を確認できます。",
  "Your MAP in centralized exchanges is a type of ERC-20 token, which means it lives on the Ethereum. When transferring MAP to your wallet, make sure the target address is also on Ethereum. If you’d like to continue to transfer your MAP across BNB Smart Chain, Polygon, Klaytn, and MAP Relay Chain, simply use ButterSwap.": "中央集権型取引所のMAPはERC-20トークンの一種であり、Ethereum上に存在します。ウォレットにMAPを転送するときは、ターゲットアドレスもEthereum上にあることを確認してください。BNBスマートチェーン、Polygon、Klaytn、MAPリレーチェーンにMAPを転送したい場合は、<link1>ButterSwap</link1>を使って簡単に行うことができます。",
  "In the world of cryptocurrencies, transferring assets from one chain to another usually requires using a bridge. However, when transferring MAP across different chains, you can simply go to ButterSwap to easily exchange your MAP on different chains in a peer-to-peer way. To get MAPO on MAP Relay Chain, you can also use ButterSwap.": "暗号通貨の世界では、資産を一つのチェーンから別のチェーンに転送するには通常ブリッジを使用する必要があります。しかし、異なるチェーン間でMAPを転送する場合は、<link1>ButterSwap</link1>にアクセスして、異なるチェーン上のMAPをピアツーピアで簡単に交換できます。MAPリレーチェーン上でMAPOを取得するには、<link1>ButterSwap</link1>も使用できます。",
  "MAP is on Ethereum": "MAPはEthereum、BNBスマートチェーン、Polygonにあります。MAPOはMAPリレーチェーンにあります。<link1>ButterSwap</link1>を使用して、MAPをMAPOに簡単に交換することができます。",
  "MAP is available on Ethereum, BNB Smart Chain, and Polygon. You can follow the guide below to add MAP to your Metamask wallet.": "MAPはEthereum、BNBスマートチェーン、Polygonにあります。以下のガイドに従ってMetamaskウォレットにMAPを追加してください。",
  "*IMPORTANT: To make sure you have entered the correct contract address, please copy the contract addresses in the explorers. Do not copy the address in the article directly.": "*重要：正しいコントラクトアドレスを入力していることを確認するために、エクスプローラーのコントラクトアドレスをコピーしてください。記事に直接記載されているアドレスをコピーしないでください。",
  "If you’re on Ethereum": "Ethereumにいる場合",
  "Click “Import tokens” on Metamask": "Metamaskで「トークンをインポート」をクリックする",
  "View the contract address 0x9E976F211daea0D652912AB99b0Dc21a7fD728e4 on Etherscan": "Etherscanでコントラクトアドレス0x9E976F211daea0D652912AB99b0Dc21a7fD728e4を表示する",
  "View the contract address 0x8105ECe4ce08B6B6449539A5db23e23b973DfA8f on BSC Scan": "BSC Scanでコントラクトアドレス0x8105ECe4ce08B6B6449539A5db23e23b973DfA8fを表示する",
  "View the contract address 0xBAbceE78586d3e9E80E0d69601A17f983663Ba6a on Polygon Scan": "Polygon Scanでコントラクトアドレス0xBAbceE78586d3e9E80E0d69601A17f983663Ba6aを表示する",
  "Copy and paste it back to Metamask": "それをMetamaskにコピーして貼り付ける",
  "Add the token symbol MAP": "トークンシンボルMAPを追加する",
  "Enter “Custom token”": "「カスタムトークン」を入力する",
  "If you’re on BNB Chain": "BNBチェーンにいる場合",
  "If you’re on Polygon": "Polygonにいる場合"
}