{
  "Where to Get MAPO": "MAPOを入手する方法",
  "You can earn MAPO, or buy it from decentralized and centralized exchanges.": "MAPOを獲得するか、分散型および中央集権型の取引所から購入することができます。",
  "Get MAPO": "MAPOを入手する",
  "Current MAPO Price（USD）": "現在の MAPO 価格（USD）",
  "Data Source: ": "データソース： ",
  "(LAST 24 HOUR)": "(過去 24 時間)",
  "New to MAP Protocol? Here's an overview to get you started. What's MAPO?": "MAP Protocol に新しいですか？ こちらは始めるための概要です。 <link1>MAPOとは何ですか？</link1>",
  "MAPO and MAP": "MAPO と MAP",
  "Both MAPO and MAP are MAP Protocol’s native token. It's the same token. Using different ticker symbols is to differeciate the chains they are on.": "MAPO と MAP は MAP Protocol のネイティブトークンです。同じトークンです。異なるティッカーシンボルを使用することで、それらが存在するチェーンを区別します。",
  "View more details": "詳細を見る",
  "Decentralized Exchanges (DEXs)": "分散型取引所（DEX）",
  "DEXs give you more control over your funds. With a DEX, you can trade MAPO with more freedom and flexibility.": "DEXは、資金に対するより多くのコントロールを提供します。DEXを使用すると、MAPOをより自由かつ柔軟に取引できます。",
  "Go to a DEX": "DEXに行く",
  "CEXs are businesses that let you buy crypto using traditional currencies. They have custody over any MAPO you buy until you send it to a wallet you control.": "CEXは、従来の通貨を使用して暗号通貨を購入できるビジネスです。購入した MAPO は、自分で管理するウォレットに送金するまで、彼らが保管します。",
  "Find a CEX": "CEXを探す",
  "Centralized Exchanges (CEXs)": "中央集権型取引所（CEX）",
  "Wallets": "ウォレット",
  "Some wallets let you buy crypto with a debit/credit card, bank transfer, or even Apple Pay. Geographical restrictions apply.": "一部のウォレットでは、デビット/クレジットカード、銀行振込、または Apple Pay で暗号通貨を購入できます。地理的な制限が適用されます。",
  "Find a wallet": "ウォレットを探す",
  "Staking rewards": "ステーキング報酬",
  "If you already have some MAPO, you can earn more by running a validator node or voting for validators of your choice.": "すでに MAPO を持っている場合、バリデーターノードを運営するか、選択したバリデーターに投票することで、さらに MAPO を獲得できます。",
  "Learn more about staking": "ステーキングについてもっと学ぶ",
  "Earn MAPO": "MAPOを獲得する",
  "You can earn MAPO by working for MAPDAO or companies that pay in crypto, winning bounties, finding software bugs, and more.": "MAPDAO で働いたり、暗号で支払いを行う企業で働いたり、賞金を獲得したり、ソフトウェアのバグを見つけたりすることで MAPO を獲得できます。",
  "Learn about MAPDAO": "MAPDAOについて学ぶ",
  "MAPO is the ticker name for MAP Protocol’s native token on the MAP Relay Chain, while MAP is the ticker name of MAP Protocol’s native token on other chains such as Ethereum, BNB Smart Chain, and Polygon. It can be obtained and traded directly in centralized exchanges such as Kucoin, Bithumb, Coinone, and MEXC Global.": "MAPO は MAP Relay Chain 上の MAP Protocol のネイティブトークンのティッカー名であり、MAP は Ethereum、BNB Smart Chain、Polygon などの他のチェーン上の MAP Protocol のネイティブトークンのティッカー名です。 <link1>Kucoin</link1>、<link2>Bithumb</link2>、<link3>Coinone</link3>、<link4>MEXC Global</link4> などの中央集権型取引所で直接取得および取引できます。",
  "Currently, MAP is available on Ethereum, BNB Smart Chain, and Polygon; MAPO is on MAP Relay Chain. You can get MAP on both centralized and decentralized exchanges, and MAPO on decentralized exchanges only.": "現在、MAP は Ethereum、BNB Smart Chain、Polygon で利用可能です。MAPO は MAP Relay Chain にあります。中央集権型および分散型取引所の両方で MAP を入手でき、分散型取引所でのみ MAPO を入手できます。",
  "On Decentralized Exchanges (DEXs)": "分散型取引所（DEX）で",
  "Decentralized exchanges operate without a central authority. Instead of using a trusted third party to safeguard funds in the transaction, they use code. The seller's MAP/ MAPO will only be transferred when payment is guaranteed. This type of code is known as a smart contract. More on smart contracts. To use d DEX, you will need a wallet to get started.": "分散型取引所は中央機関なしで運営されます。取引における資金の保護に信頼できる第三者を使用する代わりに、コードを使用します。売り手の MAP/MAPO は、支払いが保証されたときにのみ転送されます。このタイプのコードはスマートコントラクトとして知られています。スマートコントラクトについてもっと。DEXを使用するには、始めるためにウォレットが必要になります。",
  "You can get MAPO directly on Butter Swap and Hiveswap, and MAP on Uniswap, PancakeSwap, and Butter Swap.": "MAPOは <link1>Butter Swap</link1> および <link2>Hiveswap</link2> で直接入手でき、MAPは <link3>Uniswap</link3>、<link4>PancakeSwap</link4>、<link5>Butter Swap</link5> で入手できます。",
  "Butter Swap supports seamless token movement from one chain to another in a trustless way. You can get MAP on Ethereum, BNB Smart Chain, Polygon, and NEAR and MAPO on MAP Relay Chain right within Butter Swap with different kinds of tokens you have in your wallet.": "Butter Swap は、チェーン間でのシームレスなトークン移動を信頼できない方法でサポートしています。ウォレットにあるさまざまな種類のトークンを使用して、Ethereum、BNB Smart Chain、Polygon、NEAR で MAP を、MAP Relay Chain で MAPO を Butter Swap 内で直接入手できます。 ",
  "IMPORTANT: Please double-check the token info and the chain info you have selected before confirming “Swap”.": "重要：「スワップ」を確認する前に、選択したトークン情報とチェーン情報を必ずダブルチェックしてください。",
  "Hiveswap supports token exchanges on the MAP Relay Chain. You can get MAPO right within Hiveswap.": "Hiveswap は MAP Relay Chain 上でのトークン交換をサポートしています。Hiveswap 内で直接 MAPO を入手できます。",
  "Uniswap supports a diversity of tokens on Ethereum to exchange with MAP on Ethereum, which means the MAP you get on Uniswap will be in ERC-20 token standard.": "Uniswap は Ethereum 上の MAP と交換するための Ethereum 上のさまざまなトークンをサポートしています。つまり、Uniswap で入手する MAP は <link1>ERC-20 トークン標準</link1> になります。",
  "PancakeSwap supports tokens on BNB Smart Chain to exchange with MAP on BNB Smart Chain, which means the MAP you get on PancakeSwap will be in the BEP-20 token standard.": "PancakeSwap は BNB Smart Chain 上のトークンをサポートしており、BNB Smart Chain 上の MAP と交換できます。つまり、PancakeSwap で入手する MAP は <link1>BEP-20 トークン標準</link1> になります。",
  "*If you would like to get MAPO instead of MAP, please go to Butter Swap to swap directly.": "*MAP ではなく MAPO を入手したい場合は、<link1>Butter Swap</link1> に直接行って交換してください。",
  "On Centralized Exchanges (CEXs)": "中央集権型取引所（CEX）で",
  "Centralized exchanges are platforms that are managed by a single entity or company. They act as middlemen between buyers and sellers of cryptocurrencies, similar to traditional stock exchanges.": "中央集権型取引所は、単一のエンティティまたは会社によって管理されるプラットフォームです。彼らは、従来の株式市場と同様に、暗号通貨の買い手と売り手の間の仲介者として機能します。",
  "ERC-20 MAP (MAP Protocol's native token on Ethereum) is available on Kucoin, Bithumb, Coinone and MEXC Global. MRC-20 MAPO (MAP Protocol's native token on MAP Relay Chain thus the MAPO Mainnet) is available on LBank.": "ERC-20 MAP（Ethereum上のMAPプロトコルのネイティブトークン）は<link1>Kucoin</link1>、<link2>Bithumb</link2>、<link3>Coinone</link3>、および<link4>MEXC Global</link4>で利用できます。 MRC-20 MAPO（MAPリレーチェーン上のMAPプロトコルのネイティブトークン、つまりMAPOメインネット）は<link5>LBank</link5>で利用できます。",

  "Exchange": "交換",
  "Pairs": "ペア",
  "Price": "価格",
  "24h Volume": "24時間ボリューム",
  "+2% Depth": "+2% デプス",
  "-2% Depth": "-2% デプス",
  "Recently": "最近",
  "Updated": "更新",
  "Trading steps on CEXs": "CEXでの取引手順",
  "Since the operation procedures vary from different CEXs, we can't provide you a step-by-step guide on how to buy tokens in all the CEXs, but here are some general steps.": "異なる CEX には異なる操作手順があるため、すべての CEX でトークンを購入する方法についてステップバイステップのガイドを提供することはできませんが、いくつかの一般的な手順があります。",
  "Some CEX may not be available in your country or area, you can consult the exchange's customer service or check the announcement from exchanges. As for the tax issue, you may also want to consult the local department for more information.": "一部の CEX は、あなたの国または地域で利用できない場合があります。取引所のカスタマーサービスに相談するか、取引所からのアナウンスを確認してください。税金の問題については、地元の部門に相談することも検討してください。",
  "Step": "ステップ",
  "Register an account on a CEX's official website or its app. (Check Exchange Ranking by CoinGecko)": "CEX の公式ウェブサイトまたはアプリでアカウントを登録します。（<link1>CoinGecko</link1> による取引所ランキングをチェック）",
  "If a CEX supports one-step sign-up with your social account, you can sign up with your social account directly.": "CEX がソーシャルアカウントでのワンステップサインアップをサポートしている場合、直接ソーシャルアカウントでサインアップできます。",
  "Verify your identity and secure your CEX's account. You are typically required to have a government-issued identification document.": "身分証明書と CEX アカウントのセキュリティを確認します。通常、政府発行の身分証明書が必要です。",
  "For asset security, it’s recommended to enable Two-step Verification.": "資産のセキュリティのため、二段階認証を有効にすることをお勧めします。",
  "Use fiat to buy USDT, ETH, BTC, or any other tokens supported. You can use the OTC option right in a CEX.": "フィアットで USDT、ETH、BTC、またはサポートされている他のトークンを購入します。CEX 内の OTC オプションを使用できます。",
  "Additionally, you can use an onramp platform that has your desired fiat-to-crypto option.": "さらに、希望するフィアットから暗号へのオプションを持つオンランププラットフォームを使用できます。",
  "Transfer the USDT, BTC, etc. you purchased by fiat to a CEX that supports MAP trading.": "フィアットで購入した USDT、BTC などを、MAP 取引をサポートする CEX に転送します。",
  "If the CEX you use supports onramp and the MAP-USDT or MAP-BTC trading pair at the same time, you can skip this.": "使用する CEX がオンランプと同時に MAP-USDT または MAP-BTC の取引ペアをサポートしている場合、これをスキップできます。",
  "Buy MAP in the spot market via the MAP-USDT or MAP-BTC trading pair.": "スポット市場で MAP-USDT または MAP-BTC 取引ペアを介して MAP を購入します。",
  "In the spot market, select either the “Limit” or “Market” option based on your trading preference.": "スポット市場では、「リミット」または「マーケット」オプションを取引の好みに基づいて選択します。"
}