{
  "Welcome to MAP Protocol": "MAP Protocol へようこそ",
  "MAP Protocol is a Bitcoin layer-2 for peer-to-peer cross-chain interoperability.": "MAP Protocol はビットコイン レイヤー2であり、ピアツーピアのクロスチェーン相互運用性を実現します。",
  "Explore MAP Protocol": "MAP Protocol を探索する",
  "The Bitcoin layer-2 for Bitcoin ecosystem transformation": "ビットコイン エコシステム変革のためのビットコイン レイヤー2",
  "By leveraging the Bitcoin network’s security mechanism, MAP Protocol strengthened its network security and serves as a Bitcoin layer-2 to enable BRC-20 cross-chain and allow assets and users to from other public chains interact with the Bitcoin network via peer-to-peer cross-chain.": "ビットコインネットワークのセキュリティメカニズムを活用することで、MAP Protocol はネットワークセキュリティを強化し、BRC-20 クロスチェーンを可能にし、他のパブリックチェーンからの資産やユーザーがピアツーピアのクロスチェーンを介してビットコインネットワークと相互作用できるようにするビットコイン レイヤー2として機能します。",
  "The Bitcoin-level peer-to-peer cross-chain network": "ビットコインレベルのピアツーピア クロスチェーンネットワーク",
  "Similar to the “purely peer-to-peer” Bitcoin network, MAP Protocol’s cross-chain network is also peer-to-peer without going through any third party. The validity of a cross-chain request depends purely on the fact that it has occurred on the source chain, not on decisions or proofs made by trusted third parties.": "「純粋にピアツーピア」のビットコインネットワークと同様に、MAP Protocol のクロスチェーンネットワークも、第三者を介さずにピアツーピアです。クロスチェーンリクエストの有効性は、信頼された第三者による決定や証明ではなく、ソースチェーンで発生した事実にのみ依存します。",
  "The frontier for building anything cross-chain": "クロスチェーンを構築するためのフロンティア",
  "Cross-chain should be made easy. We provide a full suite of development tools, tutorials, and SDKs for you to build your cross-chain dApps or expand your chain connectivity with as little effort as possible. Building things cross-chain is as easy as building on a single chain.": "クロスチェーンは簡単に行うべきです。開発ツール、チュートリアル、SDKのフルスイートを提供し、できるだけ少ない労力でクロスチェーン dApps を構築したり、チェーンの接続性を拡張したりできます。クロスチェーンでの構築は、単一のチェーン上での構築と同じくらい簡単です。",
  "The infra for interoperable on-chain assets, storage, and computing": "相互運用可能なオンチェーン資産、ストレージ、およびコンピューティングのためのインフラ",
  "Interoperability goes beyond connecting different tokens on different chains. A truly decentralized Web3 is where assets, storage, and computing are all on-chain and interoperable. We provide the infrastructure for interoperable on-chain assets, storage, and computing.": "相互運用性は、異なるチェーン上の異なるトークンを接続することを超えています。真に分散化されたWeb3は、資産、ストレージ、およびコンピューティングがすべてオンチェーンで相互運用可能な場所です。相互運用可能なオンチェーン資産、ストレージ、およびコンピューティングのためのインフラを提供します。",
  "Get started": "始める",
  "MAP Protocol is your gateway into the fully interoperable on-chain world. Below are the simple steps for you to quickly familiarize yourself with the ever-evolving technology.": "MAP Protocol は、完全に相互運用可能なオンチェーンの世界へのあなたのゲートウェイです。以下は、常に進化する技術にすばやく慣れるための簡単なステップです。",
  "Start with a Wallet": "ウォレットから始める",
  "Find the wallet that allows you to connect with MAP Protocol and manage your funds.": "MAP Protocol に接続し、資金を管理できるウォレットを見つけます。",
  "Get some MAPO": "MAPO を手に入れる",
  "MAPO is the currency of MAP Protocol — you can use it for various purposes.": "MAPO は MAP Protocol の通貨です — さまざまな目的に使用できます。",
  "Try decentralized exchanges (DEXs)": "分散型取引所（DEX）を試す",
  "DEXs hold transformative significance for decentralized finance (DeFi). Grab your MAPO and familiarize yourself with the mechanics of trading on a DEX.": "DEXは分散型金融（DeFi）にとって変革的な意義を持っています。MAPO を手に入れて、DEXでの取引のメカニズムに慣れましょう。",
  "Build an omnichain dApp or become omnichain": "オムニチェーン dApp を構築するか、オムニチェーンになる",
  "Start coding with MAP Protocol – the Bitcoin layer-2 by first farmilirize yourself with key concepts such as BRC-201 in MAP Protocol.": "MAP Protocol でのコーディングを始めるには、まず MAP Protocol 内の BRC-201 などの重要な概念に慣れることから始めます。",
  "What is MAP Protocol?": "MAP Protocol とは何か？",
  "MAP Protocol serves as a Bitcoin layer-2 dedicated to Bitcoin ecosystem development. It also provides the essential infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities, thus turning siloed blockchains or blockchains using third-party bridges into an all-in-one Web3 development platform and Web3 user gateway.": "MAP Protocol はビットコイン エコシステム開発に特化したビットコイン レイヤー2として機能します。また、ブロックチェーンベースの資産、ストレージ、およびコンピューティングの相互運用性を実現するための基本的なインフラを提供します。<link1>ライトクライアント</link1>と<link2>ゼロ知識証明</link2>技術を基盤として構築された、当社の相互運用可能なクロスチェーンソリューションは、信頼された第三者エンティティなしでピアツーピアであり、第三者のブリッジを使用する孤立したブロックチェーンやブロックチェーンを、すべてのWeb3開発プラットフォームおよびWeb3ユーザーゲートウェイに変えます。",
  "More on MAP Protocol": "MAP Protocol についてもっと知る",
  "The case for MAP Protocol as Bitcoin layer-2": "ビットコイン レイヤー2としてのMAP Protocol のケース",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. As a Bitcoin layer-2 and an interoperable omnichain infrastructure, MAP Protocol is able to expand the Bitcoin ecosystem’s interoperability and fuel the growth of the Bitcoin community.": "チューリング完全性の欠如により、ビットコインはイーサリアムと比較して使用可能性が限られており、そのエコシステムはゆっくりと成長しています。ビットコイン レイヤー2および相互運用可能なオムニチェーンインフラとして、MAP Protocol はビットコインエコシステムの相互運用性を拡大し、ビットコインコミュニティの成長を促進することができます。",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "MAP Protocol の BRC-201 を使用すると、ビットコインネットワーク上の BRC-20 および ORC-20 資産が他のパブリックチェーン上の他のトークンと相互作用できます。このビットコインネットワークのクロスチェーン相互運用性の層は、ビットコインコミュニティ全体の成長にも寄与します。",
  "More on Bitcoin layer-2": "ビットコイン レイヤー2についてもっと知る",
  "Don't trust, verify: Refactor light clients verification with ZK-proof": "信頼しない、検証する：ZK-証明を使用したライトクライアント検証のリファクタリング",
  "First proposed in the form of Simplified Payment Verification (or SPV) in Satoshi Nakamoto's 2008 whitepaper, light client is a way to allow less powerful clients to interact with the network with as many security guarantees as possible. Zero-knowledge proof was first suggested by Manuel Blum, Paul Feldman, and Silvio Micali in 1989 and now has use cases in anonymous payments, authentication, verifiable computation, and on-chain voting.": "<link1>中本聡の2008年のホワイトペーパー</link1>で最初に提案された Simplified Payment Verification（または SPV）の形式で、ライトクライアントは、できるだけ多くのセキュリティ保証を持ってネットワークと対話するための方法です。<link2>ゼロ知識証明</link2>は、1989年にマニュエル・ブルーム、ポール・フェルドマン、シルビオ・ミカリによって最初に提案され、現在では匿名支払い、認証、検証可能な計算、およびオンチェーン投票などのユースケースがあります。",
  "MAP Protocol has refactored light clients technology with ZK-proof, which further improves light client verification efficiency while keeping the whole verification process peer-to-peer without trusting any third party.": "MAP Protocol は、<link1>ZK-証明を使用してライトクライアント技術をリファクタリング</link1>し、ライトクライアント検証の効率をさらに向上させると同時に、信頼された第三者を信頼せずにピアツーピアで検証プロセス全体を維持しています。",
  "More on light clients": "ライトクライアントについてもっと知る",
  "More on zero-knowledge proofs": "ゼロ知識証明についてもっと知る",
  "Toward a truly interoperable future: Omnichain and fully on-chain": "真に相互運用可能な未来へ：オムニチェーンおよび完全にオンチェーン",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "今日、ほとんどの相互運用性ソリューションは資産のクロスチェーン取引にのみ重点を置いています。しかし、真に相互運用可能なWeb3の未来はそれを超えています — それは、dAppの操作、取引、データストレージ、およびコンピューティングがブロックチェーン上で実行され、異なるチェーン間で相互運用可能であり、ユーザーが自分のデータとプライバシーを完全に制御できる未来です。",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can connect to a wide range of blockchain ecosystems including the Bitcoin network, and integrate different components, enabling the construction of apps where all operations are on-chain.": "MAP Protocol は、この真に相互運用可能なWeb3の未来への道を切り開きます。MAP Protocol を通じて、開発者はさまざまなブロックチェーンコンポーネントをシームレスに統合でき、すべての操作がオンチェーンで行われるアプリの構築を可能にします。これにより、ユーザーは複数のチェーンにわたって自分のデータと資産を完全に制御できます。",
  "Explore omnichain and fully on-chain": "オムニチェーンおよび完全にオンチェーンを探索する",
  "The all-in-one developer portal": "オールインワンの開発者ポータル",
  "Learn about MAPDAO": "MAPDAO について学ぶ",
  "MAP Protocol and its apps are transparent and open source, making it the go-to solution for all your blockchain interoperability needs. Whether you wish your chain to connect with another blockchain, build a dApp to operate across multiple blockchains, or even to interact with the Bitcoin ecosystem, we make it easy for you to build anything omnichain and fully on-chain.": "MAP Protocol とそのアプリは透明でオープンソースであり、あなたのブロックチェーン相互運用性ニーズに対するゴートゥソリューションです。他のブロックチェーンと接続するチェーンを望むか、複数のブロックチェーンを横断して操作するdAppを構築するか、あるいはビットコインエコシステムと対話するかにかかわらず、<link1>オムニチェーンおよび完全にオンチェーン</link1>で何かを構築することを簡単にします。",
  "Dive into our extensive documentation and tutorials to learn how to combine functionalities of different types of blockchains and create an app with groundbreaking features.": "当社の広範なドキュメントとチュートリアルに飛び込んで、異なるタイプのブロックチェーンの機能を組み合わせて、画期的な機能を持つアプリを作成する方法を学びます。",
  "View documentation": "ドキュメントを見る",
  "MAP Protocol today": "今日のMAP Protocol",
  "The latest MAP Relay Chain statistics (Data Source: MAPO explorer)": "最新のMAPリレーチェーン統計（データソース：<link1>MAPOエクスプローラー</link1>）",
  "TOTAL MAPO STAKED": "総MAPOステーク",
  "The total amount of MAPO currently being staked and securing the network.": "現在ステークされているMAPOの総量で、ネットワークを保護しています。",
  "NODES": "ノード",
  "MAP Relay Chain is run by volunteers around the globe, known as nodes.": "MAPリレーチェーンは、ノードとして知られる世界中のボランティアによって運営されています。",
  "TRANSACTIONS": "トランザクション",
  "The number of cross-chain transactions successfully processed by the network.": "ネットワークによって正常に処理されたクロスチェーントランザクションの数。",
  "TOTAL ADDRESS": "総アドレス数",
  "The number of users in MAP Protocol grows every day.": "MAP Protocol のユーザー数は毎日増えています。",
  "Join MAP Protocol community": "MAP Protocol コミュニティに参加する",
  "Join over 5,000 members on MAPDAO Discord community!": "MAPDAO Discord コミュニティに5,000人以上のメンバーが参加しています！",
  "We hold monthly community calls for exciting updates on MAP Protocol development and important ecosystem news. Get the chance to ask questions, share ideas, and contribute in different ways —  it's the perfect opportunity to be part of the thriving MAPDAO community.": "私たちは、MAP Protocol の開発と重要なエコシステムニュースに関するエキサイティングなアップデートのために、毎月コミュニティコールを開催しています。質問をしたり、アイデアを共有したり、さまざまな方法で貢献するチャンスを得ることができます。MAPDAOコミュニティの活気ある一員となる絶好の機会です。",
  "Join MAPDAO": "MAPDAOに参加する"
}