{
  "Run a node": "ノードを運営する",
  "Run a node to secure the network": "ネットワークを保護するためにノードを運営する",
  "Operating your own node is a great way to stay fully sovereign while helping to secure the whole network and safeguard decentralization.": "自分のノードを運営することは、ネットワーク全体を保護し、分散化を守ることに役立つと同時に、完全な主権を保持する素晴らしい方法です。",
  "What is a node?": "ノードとは何ですか？",
  "In a blockchain network, a node is a computer that participates in the network and maintains a copy of the distributed ledger, i.e., the blockchain. Nodes in blockchain networks can have different roles and responsibilities, depending on the architecture and consensus algorithm of the specific blockchain.": "ブロックチェーンネットワークにおいて、ノードはネットワークに参加し、分散型台帳、すなわちブロックチェーンのコピーを保持するコンピュータです。ブロックチェーンネットワーク内のノードは、特定のブロックチェーンのアーキテクチャと合意形成アルゴリズムに応じて、異なる役割と責任を持つことがあります。",
  "As a POS chain, MAP Protocol needs validator nodes responsible for validating transactions and maintaining the MAP Relay Chain network in its safest state possible.": "POSチェーンとして、MAP Protocol はトランザクションを検証し、MAP Relay Chain ネットワークを可能な限り安全な状態で維持する責任を持つバリデータノードを必要とします。",
  "Who can run a node?": "誰がノードを運営できますか？",
  "Anyone with the appropriate setup and sufficient stake can become a validator.": "適切なセットアップと十分なステークを持つ人なら、誰でもバリデータになることができます。",
  "You can find an overview of all current validators and their votes on MAPO Scan and the complete guides on how to become a new validator here.": "現在のバリデータとその投票の概要は <link1>MAPO Scan</link1> で、新しいバリデータになる方法の完全なガイドは <link2>こちら</link2> で見つけることができます。",
  "Build your node": "ノードを構築する",
  "Hardware": "ハードウェア",
  "MAP Protocol is a Proof Of Stake network with different hardware requirements than a Proof of Work network. Proof Of Stake consensus is less CPU intensive but is more sensitive to network connectivity and latency.": "MAP Protocol は Proof Of Stake ネットワークであり、Proof of Work ネットワークとは異なるハードウェア要件があります。Proof Of Stake 合意形成は CPU 使用率が低いですが、ネットワーク接続性とレイテンシに対してより敏感です。",
  "Ubuntu 20.04 LTS": "<link1>Ubuntu 20.04 LTS</link1>",
  "Below is a list of standard requirements for running Validator on the MAPO Network": "以下は、MAPO ネットワーク上でバリデータを運営するための標準要件のリストです。",
  "Memory": "メモリ",
  "Disk": "ディスク",
  "256 GB of SSD storage, plus a secondary HDD": "256 GB の SSD ストレージに加えて、セカンダリ HDD",
  "Network": "ネットワーク",
  "At least 100 Mb input/output Ethernet with a fiber Internet connection (ideally redundant connections and HA switches)": "少なくとも 100 Mb の入出力イーサネットと、ファイバーインターネット接続（理想的には冗長接続と HA スイッチ）",
  "Software": "ソフトウェア",
  "Building atlas requires git, Go (version 1.14 or later), and a C compiler.": "atlas のビルドには git、Go（バージョン 1.14 以降）、および C コンパイラが必要です。",
  "You can install them using your favorite package manager.": "お好きなパッケージマネージャを使用してインストールできます。",
  "Others": "その他",
  "Your account needs to have at least 1,000,000 MAPO.": "アカウントには少なくとも 1,000,000 MAPO が必要です。",
  "Run your node": "ノードを運営する",
  "Make sure you’ve met our prerequisite before running your validator note on MAP Protocol. Follow the five steps or the advanced guides to get your validator note on MAP Protocol running.": "MAP Protocol 上でバリデータノートを運営する前に、事前条件を満たしていることを確認してください。バリデータノートを運営するための5つのステップまたは詳細なガイドに従ってください。",
  "You can also browse our guides on How To Become A New Validator to get started.": "また、<link1>新しいバリデータになる方法</link1> のガイドを参照して始めることができます。",
  "Step 1: Create an account": "ステップ 1: アカウントを作成する",
  "In this step, you need to transfer your identification information to the corresponding management contract, which will manage your account, keys, and metadata.": "このステップでは、識別情報を対応する管理コントラクトに転送する必要があります。この管理コントラクトは、アカウント、キー、およびメタデータを管理します。",
  "The purpose of this step is to keep your locked MAPO more secure by authorizing alternative keys to be used for signing attestations, voting, and validating. By doing so, you can continue to participate in the protocol while keeping the key with access to your locked MAPO in storage.": "このステップの目的は、署名、投票、および検証に使用する代替キーを承認することにより、ロックされた <text>MAPO</text> をより安全に保つことです。これにより、ロックされた <text>MAPO</text> へのアクセスキーを保管しながら、プロトコルへの参加を続けることができます。",
  "You need createAccount command to perform the above operations. For more details about createAccount command, please see this.": "上記の操作を実行するには <text>createAccount</text> コマンドが必要です。 <text>createAccount</text> コマンドの詳細については、<link1>こちら</link1> をご覧ください。",
  "Step 2: Authorize": "ステップ 2: 承認する",
  "Authorizes an address to sign consensus messages on behalf of the account. This authorized address is called the signer. As its name suggests, the signer is only responsible for signing. Your reward will not be issued to the signer but to the account created in the previous step.": "アカウントを代表して合意メッセージに署名するアドレスを承認します。この承認されたアドレスはサイナーと呼ばれます。その名の通り、サイナーは署名のみを担当します。報酬はサイナーにではなく、前のステップで作成したアカウントに発行されます。",
  "Step 3: Locked MAPO": "ステップ 3: ロックされた MAPO",
  "The threshold we set to be the validator is to lock 1,000,000 MAPO into the corresponding management smart contract. This locked MAPO will be used for future punishment, which is also one of the conditions for being elected.": "バリデータになるために設定した閾値は、1,000,000 <text>MAPO</text> を対応する管理スマートコントラクトにロックすることです。このロックされた <text>MAPO</text> は、将来の罰則に使用されるものであり、選出されるための条件の一つでもあります。",
  "You need lockedMAPO command to perform the above operations, more detail about lockedMAPO command please see this.": "上記の操作を実行するには <text>lockedMAPO</text> コマンドが必要です。 <text>lockedMAPO</text> コマンドの詳細については、<link1>こちら</link1> をご覧ください。",
  "Step 4: Validator register": "ステップ 4: バリデータ登録",
  "This step is a key step for registering as a new validator. You need register command to perform the above operations. For more details about register command please see this.": "このステップは、新しいバリデータとして <text>登録</text> するための重要なステップです。上記の操作を実行するには register コマンドが必要です。 register コマンドの詳細については、<link1>こちら</link1> をご覧ください。",
  "At this step, you will successfully register as a validator. Next, you can try to vote for yourself. For details on how to vote please see this.": "このステップで、バリデータとして正式に登録されます。次に、自分自身に投票を試みることができます。投票の方法の詳細については、<link1>こちら</link1> をご覧ください。",
  "Step 5: Vote": "ステップ 5: 投票",
  "Validators must have at least 0.001 proportion of the votes to be considered for the election, so the validator needs to have votes. You can use your validator account to vote for yourself, or you can let other validators or users delegate votes for you.": "バリデータは選挙に考慮されるためには、少なくとも 0.001 の投票比率を持っている必要がありますので、バリデータは投票を持っている必要があります。バリデータアカウントを使用して自分自身に投票することも、他のバリデータやユーザーに代理投票を依頼することもできます。",
  "Since you’ve locked in 1,000,000 MAPO in Step 3, it's a great decision to vote for yourself now.": "ステップ 3 で 1,000,000 <text>MAPO</text> をロックしているので、今 <link1>投票</link1> することは素晴らしい決断です。",
  "Stake your MAPO": "MAPO をステークする",
  "If building your own node feels daunting or falls outside your technical expertise, you don't have to be sidelined. Just stake MAPO! You can still play a pivotal role in fortifying and sustaining our network.": "自分のノードを構築することが難しい、または技術的な専門知識の範囲外である場合でも、脇に追いやられる必要はありません。ただ MAPO をステークしてください！ネットワークを強化し、維持するために重要な役割を果たすことができます。"
}