{
  "Get rewarded while securing MAP Protocol omnichain network": "MAP Protocol オムニチェーンネットワークを保護しながら報酬を得る",
  "Staking MAPO is public good for the whole MAP Protocol omnichain ecosystem. Validators need to have sufficient stake once they have their nodes appropriately set up.": "MAPO のステーキングは、MAP Protocol オムニチェーンエコシステム全体にとっての公共財です。バリデーターは、ノードを適切に設定した後、十分なステークを持つ必要があります。",
  "As a permissionless Delegated Proof-of-Stake (DPoS) blockchain, MAP Protocol allows users to stake by delegating their MAPO to validators who process transactions and run the network.": "MAP Protocol は、許可なしの委任型プルーフ・オブ・ステーク（DPoS）ブロックチェーンであり、ユーザーは MAPO をバリデーターに委任してステーキングし、トランザクションを処理し、ネットワークを運営することができます。",
  "TOTAL MAPO STAKED": "合計 MAPO ステーク",
  "TOTAL VALIDATORS": "合計バリデーター数",
  "CURRENT APR": "現在の APR",
  "Stake MAPO": "MAPO をステークする",
  "What is staking": "ステーキングとは何か",
  "Generally, staking is the process of participating in a proof-of-stake (PoS) or a similar consensus mechanism to support the operations of a blockchain network. Participants lock up a certain amount of cryptocurrency in a wallet to help validate transactions, secure the network, and produce new blocks. In return, participants usually receive additional tokens as rewards, potentially leading to a stream of passive income.": "一般的に、ステーキングは、ブロックチェーンネットワークの運営を支援するために、プルーフ・オブ・ステーク（PoS）や類似の合意形成メカニズムに参加するプロセスです。参加者は、トランザクションを検証し、ネットワークを保護し、新しいブロックを生成するために、ウォレットに一定量の暗号通貨をロックします。その見返りとして、参加者は通常、報酬として追加のトークンを受け取り、受動的な収入の流れにつながる可能性があります。",
  "In MAP Protocol, staking is the act of locking certain amounts of MAPO into the MAPO Validator Pool. Both validators and users can participate in staking.": "MAP Protocol では、ステーキングは、特定の量の MAPO を <link1>MAPO バリデータープール</link1> にロックする行為です。バリデーターとユーザーの両方がステーキングに参加することができます。",
  "Once validators have configured their Validator node, they need to have 1 Million MAPO in their staking pool. Users can participate in staking by delegating their MAPO to the stake of a particular Validator; in this way, they help that Validator operate and earn a percentage of rewards based on their stake.": "バリデーターがバリデーターノードを設定したら、ステーキングプールに 100 万 MAPO を持つ必要があります。ユーザーは、特定のバリデーターのステークに MAPO を委任することでステーキングに参加でき、この方法でバリデーターの運営を支援し、ステークに基づいた報酬の割合を獲得することができます。",
  "More on how to get MAPO": "MAPO の入手方法について",
  "Why stake your MAPO": "MAPO をステークする理由",
  "Earn rewards": "報酬を獲得する",
  "Rewards are given for actions that help the network reach consensus. You'll get rewards for delegating your asset to the right validator that properly batches transactions into new blocks and checks the work of other validators because that's what keeps the chain running securely.": "報酬は、ネットワークが合意に達するのを助ける行動に対して与えられます。新しいブロックにトランザクションを適切にバッチ処理し、他のバリデーターの作業をチェックする正しいバリデーターに資産を委任すると、報酬が得られます。それがチェーンを安全に稼働させるものです。",
  "Better security": "より良いセキュリティ",
  "The network gets stronger against attacks as more MAPO is staked, as it then requires more MAPO to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you'd need to control the majority of MAPO in the system–that's a lot!": "より多くの MAPO がステークされると、ネットワークは攻撃に対して強くなります。なぜなら、ネットワークの過半数を制御するにはより多くの MAPO が必要になるからです。脅威になるには、過半数のバリデーターを保持する必要があり、つまりシステム内の過半数の MAPO を制御する必要があります。それは多いです！",
  "More sustainability": "より持続可能",
  "Stakers don't need to do energy-intensive proof-of-work computations to participate in securing the network meaning staking nodes can run on relatively modest hardware using very little energy.": "ステーカーは、ネットワークの保護に参加するためにエネルギー集約型のプルーフ・オブ・ワーク計算を行う必要がないため、比較的控えめなハードウェアで非常に少ないエネルギーを使用してステーキングノードを運営できます。",
  "How to stake MAPO as a user": "ユーザーとして MAPO をステークする方法",
  "*IMPORTANT: To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below:": "*重要：成功裏にステークするには、まずウォレットに MAPO を持っている必要があります。MAPO は <link1>Butter Swap</link1> 経由で入手できます。ウォレットに MAPO を準備したら、以下の手順で進めることができます。",
  "Go to the Staking Page and connect your wallet": "<link1>ステーキングページ</link1> にアクセスしてウォレットを接続する",
  "Lock your MAPO for staking": "ステーキングのために MAPO をロックする",
  "If this is your first time participating in staking, you will then be asked to create an account first. Simply enter your account name, click “Submit”, and go to the staking page to lock your MAPO.": "ステーキングに初めて参加する場合は、まずアカウントを作成するよう求められます。単にアカウント名を入力し、「送信」をクリックして、ステーキングページに移動し、MAPO をロックします。",
  "The amount of MAPO locked should be the amount of MAPO you would be able to use for staking. “Unlock” shows the amount of MAPO tokens remaining in your wallet that are not locked.": "ロックされる MAPO の量は、ステーキングに使用できる MAPO の量である必要があります。「アンロック」は、ウォレットに残っているロックされていない MAPO トークンの量を示します。",
  "Hit the “Lock” button and put in the amount you want to use for staking.": "「ロック」ボタンを押して、ステーキングに使用したい金額を入力します。",
  "Select the validator and delegate your MAPO": "バリデーターを選択し、MAPO を委任する",
  "Once you have locked certain amounts of MAPO, you can select the validator(s) you would like to delegate your MAPO to. The act of selecting a validator is referred to as “Vote”.": "特定の量の MAPO をロックしたら、MAPO を委任したいバリデーターを選択できます。バリデーターを選択する行為は「投票」と呼ばれます。",
  "Visit the validator pool info page and review their performance before you decide on the validator(s) you would like to vote for. You can also read the validators’ intro on the MAP Protocol Validator forum page to see why you should vote for a certain validator.": "<link1>バリデータープール情報ページ</link1> を訪れて、投票したいバリデーターを決める前に、彼らのパフォーマンスを確認してください。また、<link2>MAP Protocol バリデーターフォーラムページ</link2> でバリデーターの紹介を読んで、なぜ特定のバリデーターに投票すべきかを確認することもできます。",
  "When choosing validators, you are responsible for doing your own research and voting for the competent ones. Your MAPO will be delegated to the validators of your choice.": "バリデーターを選ぶときは、自分自身のリサーチを行い、有能なバリデーターに投票する責任があります。あなたの MAPO は、あなたが選んだバリデーターに委任されます。",
  "Enter the amount you want to stake and hit “Continue”. Now you can check your Staking status in the “Your Votes” section.": "ステークしたい金額を入力し、「続行」をクリックします。これで、「あなたの投票」セクションでステーキング状況を確認できます。",
  "User Staking FAQs": "ユーザーステーキング FAQ",
  "Is there any fee that I should be aware of such as delegation fee?": "委任手数料など、私が知っておくべき料金はありますか？",
  "When delegating your MAPO to the selected validator(s), you need to pay a small amount of MAPO as gas fees. Also, when you first create your staking account on MAP Relay Chain, a minimum of around 1.5 MAPO will be charged as gas fees.": "選択したバリデーターに MAPO を委任するときは、ガス料金として少量の MAPO を支払う必要があります。また、MAP リレーチェーンで初めてステーキングアカウントを作成するときは、ガス料金として約 1.5 MAPO が請求されます。",
  "What is the minimum amount of MAPO I can start staking?": "ステーキングを開始するために必要な最小 MAPO 量はいくらですか？",
  "You will need 10 MAPO at minimum to start staking.": "ステーキングを開始するためには、最低 10 MAPO が必要です。",
  "How many validators can I choose to vote for?": "投票できるバリデーターの数に制限はありますか？",
  "There is no limit to the number of validators that you can choose to vote for. However, each time you vote for a new validator, the vote will be counted as a new transaction on the block and you need to pay gas fees for each new transaction.": "投票できるバリデーターの数に制限はありません。ただし、新しいバリデーターに投票するたびに、その投票はブロック上の新しいトランザクションとしてカウントされ、新しいトランザクションごとにガス料金を支払う必要があります。",
  "How long do I need to wait to receive my staking rewards?": "ステーキング報酬を受け取るまでどのくらい待つ必要がありますか？",
  "Rewards are earned once an epoch has been updated. This means you will need to wait around 3 to 5 days after you have voted for your selected validator(s) before receiving your rewards.": "報酬は、エポックが更新されると獲得されます。つまり、選択したバリデーターに投票してから約 3 から 5 日待つ必要があります。",
  "When can I withdraw my staked MAPO?": "ステークした MAPO をいつ引き出すことができますか？",
  "You can withdraw your MAPO at any time in an instant once your MAPO has been unlocked. However, there is a 15-day pending period for you to unlock MAPO.": "MAPO がアンロックされたら、いつでも即座に MAPO を引き出すことができます。ただし、MAPO をアンロックするためには 15 日間の保留期間があります。",
  "What is the reward percentage for staking MAPO?": "MAPO をステークする報酬率はいくらですか？",
  "Since you are staking through a validator pool, the performance and reputation of the validator can affect your rewards. Validators that consistently produce blocks and maintain a high level of uptime may offer better rewards to their delegators.": "バリデータープールを通じてステーキングしているため、バリデーターのパフォーマンスと評判が報酬に影響を与える可能性があります。一貫してブロックを生成し、高いアップタイムを維持するバリデーターは、委任者により良い報酬を提供するかもしれません。",
  "You can have multiple accounts for staking, but you cannot use one address for staking and another for receiving rewards. The staking address, once set, is the address of your consensus funds – both initial and subsequent rewards – and cannot be changed. Thus, please keep this address properly backed up and securely stored.": "複数のアカウントをステーキングに使用することはできますが、ステーキングに使用するアドレスと報酬を受け取るための別のアドレスを使用することはできません。一度設定されたステーキングアドレスは、初期およびその後の報酬のコンセンサス資金のアドレスであり、変更することはできません。したがって、このアドレスを適切にバックアップし、安全に保管してください。",
  "How to withdraw my staked tokens?": "ステークしたトークンをどのように引き出しますか？",
  "Unlock the amount you’d like to withdraw": "引き出したい金額をアンロックする",
  "Wait 15 days before you can successfully withdraw the unlocked MAPO": "アンロックした MAPO を成功裏に引き出す前に 15 日間待つ",
  "Withdraw the unlocked MAPO, and you will get them in an instant": "アンロックした MAPO を引き出し、即座に受け取る",
  "Can the staking address be changed?": "ステーキングアドレスは変更できますか？",
  "How do I know the validator(s) to whom I should delegate my funds?": "委任すべきバリデーターをどのように知ることができますか？",
  "Since the validator(s) you choose will directly impact your rewards, it’s essential that you do some research before you decide to vote for a certain validator. Some general metrics to look out for when selecting: Current epoch activity rate, social media presence, and commission percentage.": "選択するバリデーターが直接報酬に影響を与えるため、特定のバリデーターに投票する前にいくつかのリサーチを行うことが重要です。選択する際の一般的な指標には、現在のエポック活動率、ソーシャルメディアの存在感、および手数料率があります。",
  "What are the factors that may affect the staking rewards?": "ステーキング報酬に影響を与える要因は何ですか？",
  "Staking rewards are subject to fluctuation depending on the validator(s) you choose, the number of staking participants that are staking, transaction volume and other factors.": "ステーキング報酬は、選択したバリデーター、ステーキングに参加している参加者の数、トランザクション量、その他の要因によって変動する可能性があります。",
  "At the time of posting, stakers on MAP Protocol are earning staking rewards of 13.12% APY. For the most up-to-date information, head to MAPO Scan.": "投稿時点で、MAP Protocol のステーカーは 13.12% APY のステーキング報酬を獲得しています。最新情報については、<link1>MAPO Scan</link1> をご覧ください。",
  "What are the risks involved in staking?": "ステーキングに関わるリスクは何ですか？",
  "As always, there is usually some form of risk involved in crypto and it is no different with staking. Volatility may also affect the outcome of staking and there are no guarantees as the staking process is randomized and price fluctuations need to always be taken into account.": "通常、暗号通貨には何らかのリスクが伴い、ステーキングも例外ではありません。変動性はステーキングの結果にも影響を与える可能性があり、ステーキングプロセスはランダム化されており、価格変動は常に考慮される必要があります。",
  "Enter the amount you want to stake": "ステークしたい金額を入力する",
  "To stake successfully, you need to have MAPO in your wallet first. You can get MAPO via Butter Swap. Once you have MAPO ready in your wallet, you can proceed as below.": "成功裏にステークするには、まずウォレットに MAPO を持っている必要があります。MAPO は Butter Swap 経由で入手できます。ウォレットに MAPO を準備したら、以下の手順で進めることができます。",
  "Check validator info": "バリデーター情報を確認する",
  "Get MAPO": "MAPO を入手する",
  "CIRCULATING SUPPLY": "循環供給"
}