{
  "Why would I use MAP Protocol?": "なぜMAP Protocolを使うのか？",
  "MAP Protocol stats": "MAP Protocolの統計",
  "Cross-chain assets powered by MAP Protocol": "MAP Protocolによって強化されたクロスチェーン資産",
  "Accounts (wallets) with MAPO balance": "MAPO残高を持つアカウント（ウォレット）",
  "Smart contracts on MAP Protocol": "MAP Protocol上のスマートコントラクト",
  "Number of transactions powered by MAP Protocol": "MAP Protocolによって行われた取引数",
  "Total MAPO staked": "合計MAPOステークされた量",
  "Number of nodes on MAP Protocol": "MAP Protocol上のノード数",
  "Who runs MAP Protocol?": "誰がMAP Protocolを運営しているのか？",
  "MAP Protocol is not controlled by any particular entity. It exists whenever there are connected computers running software following the MAP Protocol and adding to the MAP Protocol blockchain. Each of these computers is known as a node. Nodes can be run by anyone, although to participate in securing the network you have to stake MAPO (MAP Protocol’s native token).": "MAP Protocolは特定のエンティティによって制御されていません。MAP Protocolに従ってソフトウェアを実行し、MAP Protocolブロックチェーンに追加しているコンピュータが接続されている限り、存在します。これらのコンピュータはノードとして知られています。ノードは誰でも実行できますが、ネットワークのセキュリティを担保するためには、MAPO（MAP Protocolのネイティブトークン）をステークする必要があります。",
  "What is MAP Relay Chain?": "MAPリレーチェーンとは何ですか？",
  "MAP Relay Chain is an EVM-compatible blockchain built upon the Proof-of-Stake mechanism and Byzantine Fault Tolerant consensus and lives on MAP Protocol’s Protocol Layer. It proactively extends and supports heterogeneous blockchains' features in the virtual machine and constructs a gas-efficient light-client verification network.": "MAPリレーチェーンは、Proof-of-Stakeメカニズムとビザンチンフォールトトレラントコンセンサスに基づいて構築されたEVM互換のブロックチェーンであり、MAP Protocolのプロトコル層に存在します。それは積極的に異種ブロックチェーンの特徴を仮想マシンで拡張・サポートし、ガス効率の良いライトクライアント検証ネットワークを構築します。",
  "The main purpose of MAP Relay Chain is to maintain light clients of all interested blockchains and facilitate trustless verification of cross-chain messages. Validators on MAP Relay Chain are key to guaranteeing the diversity and robustness of the omnichain network. MAPO is the cryptocurrency used to pay network fees iccured on MAP Relay Chain.": "MAPリレーチェーンの主な目的は、すべての関心のあるブロックチェーンのライトクライアントを維持し、クロスチェーンメッセージの信頼できる検証を容易にすることです。MAPリレーチェーン上のバリデータは、オムニチェーンネットワークの多様性と堅牢性を保証するための鍵です。MAPOは、MAPリレーチェーン上で発生するネットワーク料金を支払うために使用される暗号通貨です。",
  "What is MAP Omnichain Service (MOS)?": "MAPオムニチェーンサービス（MOS）とは何ですか？",
  "MOS is the acronym for MAP Omnichain Service, which is the second layer of MAP Protocol. Similar to Google Mobile Services to Android developers, MOS empowers dApp developers to build cross-chain or omnichain applications with ease. This layer consists of Vaults and Data deployed on each chain, and Messenger Program to transmit messages between chains.": "MOSはMAPオムニチェーンサービスの略であり、MAP Protocolの第二層です。GoogleモバイルサービスがAndroid開発者にとってのように、MOSはdApp開発者がクロスチェーンまたはオムニチェーンアプリケーションを容易に構築することを可能にします。この層は、各チェーンにデプロイされたVaultsとData、およびチェーン間のメッセージを伝達するMessenger Programで構成されています。",
  "DApp developers can independently run MOS or use services provided by MOS. They can also use Vaults and Data in MOS and share Vaults and Data liquidity with other applications. Messenger Program is an SDK, deployed, operated, and maintained by dApp developers themselves. DApp developers can also independently and flexibly incentivize messenger contributors to transmit omnichain messages for the dApp.": "dApp開発者は、MOSを独立して実行することも、MOSが提供するサービスを使用することもできます。彼らはまた、MOS内のVaultsとDataを使用し、他のアプリケーションとVaultsとDataの流動性を共有することができます。Messenger ProgramはSDKであり、dApp開発者自身によってデプロイ、運用、維持されます。dApp開発者はまた、dAppのためにオムニチェーンメッセージを伝達するメッセンジャー貢献者を独立して柔軟にインセンティブを与えることができます。",
  "Meet MAPO, MAP Protocol’s native currency": "MAPOに会う、MAP Protocolのネイティブ通貨",
  "Many actions on the MAP Protocol network require some work to be done on the MAP Relay Chain. This computation is not free; it is paid for using MAP Protocol’s native cryptocurrency called MAPO. This means you need at least a small amount of MAPO to use the network.": "MAP Protocolネットワーク上の多くのアクションには、MAPリレーチェーン上で作業を行う必要があります。この計算は無料ではありません。MAPOと呼ばれるMAP Protocolのネイティブ暗号通貨を使用して支払われます。つまり、ネットワークを使用するには少なくとも少量のMAPOが必要です。",
  "MAPO is purely digital, and you can send it to anyone anywhere in the world instantly. The supply of MAPO isn’t controlled by any government or company — it is decentralized and completely transparent. MAPO is issued in a precise manner according to the protocol.": "MAPOは純粋にデジタルであり、世界中の誰にでも瞬時に送ることができます。MAPOの供給は政府や会社によって制御されていません。それは分散化されており、完全に透明です。MAPOはプロトコルに従って正確な方法で発行されます。",
  "Network fees on MAP Protocol": "MAP Protocol上のネットワーク料金",
  "Network fees on MAP Protocol’s mainnet are called gas fees. These are small charges incurred for the computational efforts required to process transactions on the MAP Relay Chain. These fees serve as a mechanism to fairly allocate network resources and discourage spam or malicious activities.": "MAP Protocolのメインネット上のネットワーク料金はガス料金と呼ばれます。これらは、MAPリレーチェーン上で取引を処理するために必要な計算努力に対して発生する小さな料金です。これらの料金は、ネットワークリソースを公平に割り当てるメカニズムとして機能し、スパムや悪意のある活動を抑止します。",
  "Unlike typical blockchain platforms where gas fees are a standard feature, MAP Protocol only charges gas fees for cross-chain transactions processed on the MAP Relay Chain. The more complex the transaction, the higher the gas fees. Fees are also influenced by network congestion; during times of high activity, fees might go up.": "標準的なブロックチェーンプラットフォームではガス料金が標準機能であるのに対し、MAP ProtocolはMAPリレーチェーン上で処理されるクロスチェーン取引に対してのみガス料金を請求します。取引が複雑になればなるほど、ガス料金は高くなります。料金はまた、ネットワークの混雑によっても影響を受けます。活動が高まる時期には、料金が上がる可能性があります。",
  "Run a node": "ノードを実行する",
  "More on MAP Relay Chain": "MAPリレーチェーンについてもっと",
  "More on MAP Protocol": "MAP Protocolについてもっと",
  "What is MAPO?": "MAPOとは何ですか？",
  "Get MAPO": "MAPOを入手する",
  "More on gas fees": "ガス料金についてもっと",
  "Data Source: ": "データソース： "
}