{
  "What is MAP Protocol?": "MAP Protocolとは何ですか？",
  "A Bitcoin layer-2. The foundation for Interoperability": "ビットコイン レイヤー2。相互運用の基盤です",
  "What is Bitcoin layer-2": "ビットコイン レイヤー2とは何ですか",
  "A complete beginner's guide to how MAP Protocol works, the benefits it brings, and how it can bring a truly interoperable future where assets, storage, and computing are all on-chain and interoperable into a reality.": "MAP Protocolの仕組み、もたらす利点、そして資産、ストレージ、コンピューティングがすべてオンチェーンで相互運用可能な未来を実現するための完全な初心者向けガイドです。",
  "The user gateway to Web3": "Web3へのユーザーゲートウェイ",
  "Hardcore technical details and complicated cross-chain steps hold new users back from entering the Web3 world. MAP Protocol makes navigating Web3 intuitive. In MAP Protocol, users only need to know the fact that they have full ownership over their assets, and when they move assets from one chain to another, it is purely peer-to-peer, and no third party could ever intervene.": "ハードコアな技術的詳細と複雑なクロスチェーンのステップが、新しいユーザーがWeb3の世界に参入するのを妨げています。MAP ProtocolはWeb3のナビゲーションを直感的にします。MAP Protocolでは、ユーザーは自分の資産を完全に所有しているという事実のみを知っていればよく、一つのチェーンから別のチェーンに資産を移動するとき、それは純粋にピアツーピアであり、第三者が介入することは決してありません。",
  "The all-in-one developer portal": "オールインワンの開発者ポータル",
  "Data sovereignty is at the core of Web3, meaning that users have full ownership over their data. To build a Web3 app, developers need to combine the functionality of different blockchains so that user assets, storage, and computing are all on-chain. Through MAP Protocol, developers can seamlessly compose different blockchain components and build apps where users have control over their data and assets.": "データ主権はWeb3の核心であり、ユーザーは自分のデータを完全に所有しています。Web3アプリを構築するためには、開発者は異なるブロックチェーンの機能を組み合わせて、ユーザーの資産、ストレージ、コンピューティングがすべてオンチェーンになるようにする必要があります。MAP Protocolを通じて、開発者は異なるブロックチェーンコンポーネントをシームレスに組み合わせ、ユーザーが自分のデータと資産をコントロールできるアプリを構築できます。",
  "The guardian for the free and peer-to-peer flow of assets": "自由でピアツーピアの資産流通の守護者",
  "Web3 is the new Internet of value. The flow of Internet value can face safety concerns and challenges from third parties. While the flow of assets in a single blockchain is already peer-to-peer, MAP Protocol takes it one step further by enabling assets on different blockchains to flow in a purely peer-to-peer way.": "Web3は新しい価値のインターネットです。インターネットの価値の流れは、第三者からの安全上の懸念や課題に直面することがあります。単一のブロックチェーン内の資産の流れはすでにピアツーピアですが、MAP Protocolは異なるブロックチェーン上の資産が純粋にピアツーピアの方法で流れることを可能にすることで、さらに一歩進んでいます。",
  "Summary": "要約",
  "MAP Protocol provides the essential omnichain infrastructure for achieving interoperability among blockchain-based assets, storage, and computing. Built upon the light client and zero-knowledge proof technology, our interoperable cross-chain solution is peer-to-peer, without any trusted third-party entities. The MAP Protocol network serves as a Web3 user gateway and developer portal, empowering users and developers to use and build anything cross-chain in a peer-to-peer way.": "MAP Protocolは、ブロックチェーンベースの資産、ストレージ、コンピューティングの相互運用性を実現するための不可欠なオムニチェーンインフラを提供します。ライトクライアントとゼロ知識証明技術に基づいて構築された当社の相互運用クロスチェーンソリューションは、信頼できる第三者エンティティなしでピアツーピアです。MAP Protocolネットワークは、Web3ユーザーゲートウェイおよび開発者ポータルとして機能し、ユーザーと開発者がピアツーピアの方法でクロスチェーンを使用し、構築することを可能にします。",
  "You can create a MAP Protocol account from anywhere, at any time, and explore omnichain apps or build your own. The core innovation is that you can do all things cross-chain without trusting a central authority that could change the rules or restrict your access.": "いつでも、どこからでもMAP Protocolアカウントを作成し、オムニチェーンアプリを探索したり、自分のものを構築することができます。核心的な革新は、中央権威を信頼せずにクロスチェーンのすべてのことを行うことができるということです。",
  "What can MAP Protocol do?": "MAP Protocolは何ができますか？",
  "Interoperable Omnichain Asset": "相互運用可能なオムニチェーン資産",
  "MAP Protocol enables seamless cross-chain transfers of blockchain-based assets. This ensures that you are not confined to a single blockchain ecosystem, enhancing asset liquidity and utility.": "MAP Protocolは、ブロックチェーンベースの資産のシームレスなクロスチェーン転送を可能にします。これにより、単一のブロックチェーンエコシステムに閉じ込められることなく、資産の流動性と有用性が向上します。",
  "Interoperable On-chain Storage and Computing": "相互運用可能なオンチェーンストレージとコンピューティング",
  "Beyond asset transfers, MAP Protocol extends the sphere of interoperability to include on-chain storage and computing resources, allowing dApp developers to efficiently utilize services across multiple blockchains.": "資産転送を超えて、MAP Protocolは相互運用性の範囲をオンチェーンストレージとコンピューティングリソースにまで拡大し、dApp開発者が複数のブロックチェーン間で効率的にサービスを利用できるようにします。",
  "Enhanced Security and Privacy": "強化されたセキュリティとプライバシー",
  "Built upon the light client and zero-knowledge-proof technology, MAP Protocol adopts a purely peer-to-peer approach for cross-chain interactions without the need for a trusted third party.": "ライトクライアントとゼロ知識証明技術に基づいて構築されたMAP Protocolは、信頼できる第三者を必要とせず、純粋にピアツーピアのアプローチを採用してクロスチェーンの相互作用を行います。",
  "Developer-Friendly Platform": "開発者に優しいプラットフォーム",
  "With its Web3 user gateway and developer portal, MAP Protocol provides the necessary toolsets for developers to build and deploy cross-chain applications, effectively acting as a catalyst for blockchain innovation.": "Web3ユーザーゲートウェイと開発者ポータルを備えたMAP Protocolは、開発者がクロスチェーンアプリケーションを構築し、デプロイするために必要なツールセットを提供し、ブロックチェーンイノベーションの触媒として効果的に機能します。",
  "User Empowerment": "ユーザーのエンパワーメント",
  "Users can create a MAP Protocol account with ease and explore or contribute to the omnichain ecosystem. No central authority can change the rules or restrict access, thus offering users unparalleled control.": "ユーザーは簡単にMAP Protocolアカウントを作成し、オムニチェーンエコシステムを探索したり、貢献することができます。中央権威はルールを変更したりアクセスを制限することができないため、ユーザーに前例のないコントロールを提供します。",
  "Peer-to-Peer Network": "ピアツーピアネットワーク",
  "The MAP Protocol omnichain network allows for peer-to-peer transactions and interactions, upholding the original decentralization ethos of blockchain technology while offering the advantages of cross-chain capabilities.": "MAP Protocolのオムニチェーンネットワークは、ピアツーピアのトランザクションと相互作用を可能にし、ブロックチェーン技術の元々の分散化の精神を守りつつ、クロスチェーン機能の利点を提供します。",
  "Bitcoin ecosystem growth": "ビットコインエコシステムの成長",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "MAP Protocol がビットコインのレイヤー2であるため、どのチェーン上の資産でもビットコインネットワークと簡単に相互作用できます。これにより、既存のビットコインエコシステムとコミュニティに他の種類の資産とコミュニティが追加されます。",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "ライトクライアントとゼロ知識証明技術を基盤として構築するだけでなく、MAP Protocol はビットコインネットワークを使用して長距離攻撃を防ぐことでセキュリティをさらに強化しました。"
  
}