{
  "You can get MAPO from a centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.":"MAPO は集中型取引所または分散型取引所から取得できますが、国によってポリシーが異なる場合があります。 MAPO を取得するのに最適な方法を確認してください。",

  "What is MAPO?": "MAPOとは何ですか？",
  "Currency for the permissionless, digital future.": "許可なしのデジタル未来のための通貨。",
  "Currency of MAP Protocol omnichain apps.": "MAP Protocol オムニチェーンアプリの通貨。",
  "Get MAPO": "MAPOを入手する",
  "Current MAPO Price（USD）": "現在のMAPO価格（USD）",
  "Data Source: ": "データソース：",
  "(LAST 24 HOUR)": "（過去24時間）",
  "MAPO is a cryptocurrency. It is the digital money that opens the door for you to access the Bitcoin-level peer-to-peer omnichain network. If you’re new to crypto, here's how MAPO differs from traditional money.": "MAPOは暗号通貨です。これは、ビットコインレベルのピアツーピア オムニチェーンネットワークにアクセスするための扉を開くデジタルマネーです。暗号通貨が初めての方は、ここでMAPOが従来のお金とどう違うかを説明します。",
  "Open to all, truly borderless": "全ての人に開かれた、真に国境を越えたもの",
  "MAPO is open and accessible to anyone with an internet connection and a crypto wallet, transcending geographical boundaries.": "MAPOはインターネット接続と暗号通貨ウォレットを持つ誰にでも開かれており、地理的な境界を超えています。",
  "You have the full autonomy": "完全な自主性を持っています",
  "MAPO users have full control over their funds and transactions, eliminating the need for intermediaries like banks or any other third parties.": "MAPOユーザーは自分の資金と取引を完全にコントロールでき、銀行やその他の第三者のような仲介者を必要としません。",
  "Privacy by default": "デフォルトでプライバシー",
  "MAPO prioritizes user privacy by default. While transactions are recorded on a public ledger, user identities are often pseudonymous.": "MAPOはデフォルトでユーザーのプライバシーを優先します。取引は公開台帳に記録されますが、ユーザーの身元はしばしば偽名です。",
  "Peer-to-peer, no third parties": "ピアツーピア、第三者なし",
  "You can send your MAPO without any intermediaries such as banks or payment processors. Sending MAPO is just like cash handover, but it’s online and secured by cryptography.": "銀行や決済プロセッサーなどの仲介者を介さずにMAPOを送ることができます。MAPOの送金は現金の手渡しのようなものですが、オンラインであり、暗号技術によって保護されています。",
  "Transparency and equity": "透明性と公平性",
  "User Experience": "ユーザー体験",
  "All MAPO transactions are recorded on the MAP Relay Chain, ensuring transparency and immutability. This means you can verify transactions independently.": "すべてのMAPO取引はMAPリレーチェーンに記録され、透明性と不変性が保証されます。これは、取引を独立して検証できることを意味します。",
  "Code is law": "コードが法律",
  "MAPO operates based on predefined, immutable rules encoded in the software. The system's rules and monetary policy cannot be altered by any central authority.": "MAPOはソフトウェアにエンコードされた事前定義された不変のルールに基づいて運営されます。システムのルールや金融政策はどの中央機関によっても変更されることはありません。",
  "Want to buy some MAPO? It's common to mix up MAP and MAPO. MAPO is the ticker name on the MAP Relay Chain, while MAP is the name on other chains.": "MAPOを購入したいですか？MAPとMAPOを混同することはよくあります。MAPOはMAPリレーチェーン上のティッカー名であり、MAPは他のチェーン上の名前です。",
  "To explore the MAP Protocol ecosystem,  MAPO is what you're probably looking to buy. More on Get MAPO.": "MAP Protocolエコシステムを探索するには、おそらく購入したいのはMAPOです。<link1>MAPOの入手方法についてもっと知る</link1>。",
  "What’s unique about MAPO?": "MAPOのユニークな点は何ですか？",
  "There are many cryptocurrencies and lots of other tokens in the blockchain space, but there are some things that only MAPO can do.": "ブロックチェーンスペースには多くの暗号通貨と他のトークンがありますが、MAPOにしかできないことがいくつかあります。",
  "MAPO fuels MAP Protocol": "MAPOはMAP Protocolを動かします",
  "MAPO is the heart of MAP Protocol. When you send MAPO or use an app on MAP Protocol, you'll pay a fee in MAPO to use the MAP Protocol network. This fee serves as an incentive for a block producer to process and verify your activity on the network.": "MAPOはMAP Protocolの中心です。MAPOを送信するか、MAP Protocol上のアプリを使用するときは、MAP Protocolネットワークを使用するためにMAPOで手数料を支払います。この手数料は、ネットワーク上でのあなたの活動を処理し検証するブロックプロデューサーに対するインセンティブとして機能します。",
  "Validators are like the gatekeepers of MAP Protocol—they check and ensure all the transactions are valid and accurate. They are randomly selected to verify new translations and add them to a blockchain. Validators will be rewarded with a small amount of MAPO for the work they do.": "バリデーターはMAP Protocolのゲートキーパーのようなものです。彼らはすべての取引が有効で正確であることを確認し保証します。彼らはランダムに選ばれて新しい翻訳を検証し、それをブロックチェーンに追加します。バリデーターは彼らが行う作業に対して少量のMAPOで報酬を受け取ります。",
  "There are certain hardware and software requirements you need to meet to become a validator. You can check out the details on Run a Node.": "バリデーターになるためには、特定のハードウェアとソフトウェアの要件を満たす必要があります。<link1>ノードの実行</link1>で詳細を確認できます。",
  "Besides those requirements, validators also need to stake a certain amount of MAPO to help secure the whole MAP Protocol network and earn rewards. If prefer to secure the omnichain network without building a node, you can still participate in staking by delegating your MAPO. More on staking.": "これらの要件に加えて、バリデーターはMAP Protocolネットワーク全体を保護し、報酬を獲得するために一定量のMAPOをステークする必要があります。ノードを構築せずにオムニチェーンネットワークを保護したい場合でも、MAPOを委任することでステーキングに参加することができます。<link1>ステーキングについてもっと知る</link1>。",
  "What is MAP Protocol?": "MAP Protocolとは何ですか？",
  "To know more about MAP Protocol — the technology behind MAPO, check out the info on this page.": "MAPOの背後にある技術であるMAP Protocolについてもっと知るには、このページの情報をチェックしてください。",
  "MAPO underpins the omnichain financial system": "MAPOはオムニチェーン金融システムの基盤です",
  "Moving beyond mere transactions, the omnichain community is crafting an all-encompassing financial network that is peer-to-peer and universally accessible.": "単なる取引を超えて、オムニチェーンコミュニティはピアツーピアで普遍的にアクセス可能な包括的な金融ネットワークを構築しています。",
  "Currently, users can earn MAPO through staking. However, as MAP Protocol evolves and expands, forthcoming functionalities like borrowing and lending will be introduced, broadening the utility of MAPO.": "現在、ユーザーはステーキングを通じてMAPOを獲得することができます。しかし、MAP Protocolが進化し拡大するにつれて、借り入れや貸し出しのような今後の機能が導入され、MAPOの有用性が広がります。",
  "Uses for MAPO grow every day": "MAPOの使用法は日々増えています",
  "Because MAP Protocol is programmable, developers can shape MAPO in countless ways. Here are just some of the things you can do with MAPO.": "MAP Protocolがプログラム可能であるため、開発者は無数の方法でMAPOを形作ることができます。これがMAPOでできることのいくつかです。",
  "Swap tokens — you can trade MAPO with tokens on multiple different chains.": "<link1>トークンの交換</link1> — 複数の異なるチェーン上のトークンとMAPOを取引できます。",
  "Earn interest — stake MAPO and get rewarded.": "<link1>利子を稼ぐ</link1> — MAPOをステークして報酬を得る。",
  "Get stablecoins — access the world of cryptocurrencies with a steady, less volatile value.": "<link1>ステーブルコインを入手する</link1> — 安定していて価値の変動が少ない暗号通貨の世界にアクセスする。",
  "Where to get MAPO": "MAPOを入手する場所",
  "You can get MAPO from a  centralized exchange or decentralized exchange but different countries may have different policies. Check to see which would be the best way for you to get MAPO.": "MAPOは中央集権型取引所または分散型取引所から入手できますが、国によって異なるポリシーがあるかもしれません。MAPOを入手する最適な方法を確認してください。",
  "Why does MAPO have value?": "MAPOに価値があるのはなぜですか？",
  "MAPO holds different values for different people.": "MAPOは人によって異なる価値を持ちます。",
  "For users of MAP Protocol, MAPO is valuable because it lets you pay transaction fees.": "MAP Protocolのユーザーにとって、MAPOは取引手数料を支払うために価値があります。",
  "Others see it as a digital store of value because the creation of new MAPO slows down over time.": "他の人々は、新しいMAPOの作成が時間とともに減少するため、デジタルの価値の保存として見ています。",
  "In the future, MAPO will also become valuable to users of financial apps on MAP Protocol, as they can use MAPO for lending, borrowing, streaming, or even as a payment system.": "将来的には、MAPOはMAP Protocol上の金融アプリのユーザーにとっても価値があるようになります。彼らはMAPOを貸し出し、借り入れ、ストリーミング、あるいは支払いシステムとして使用することができます。",
  "There are also users who are investors who take MAPO as their investment similar to Bitcoin or other cryptocurrencies.": "また、ビットコインや他の暗号通貨と同様に、MAPOを投資として考える投資家もいます。",
  "MAPO is not the only token in crypto": "MAPOは暗号通貨の中で唯一のトークンではありません",
  "The crypto space allows anyone to create new assets and trade them across various platforms. These assets are often labeled as 'tokens'. From traditional assets like gold and real estate to innovative concepts like art and even personal value, tokenization is reshaping how we think of ownership.": "暗号通貨スペースは、誰でも新しい資産を作成し、さまざまなプラットフォームで取引することを可能にします。これらの資産はしばしば「トークン」としてラベル付けされます。金や不動産のような従来の資産から、アートや個人の価値のような革新的なコンセプトまで、トークン化は所有権についての私たちの考え方を再形成しています。",
  "The crypto landscape houses countless tokens, each with its unique utility and value. The ongoing innovation by developers ensures that new tokens continually emerge, each paving the way for novel opportunities and market expansion.": "暗号通貨の風景には無数のトークンがあり、それぞれに独自の有用性と価値があります。開発者による継続的なイノベーションにより、新しいトークンが継続的に登場し、新しい機会と市場の拡大の道を切り開いています。",
  "More on tokens": "トークンについてもっと知る",
  "Stablecoins": "ステーブルコイン",
  "Decentralized finance (DeFi)": "分散型金融（DeFi）",
  "Decentralized organizations (DAOs)": "分散型組織（DAO）",
  "Non-fungible tokens (NFTs)": "非代替性トークン（NFT）",
  "Different types of tokens": "異なるタイプのトークン",
  "Tokens that mirror the value of a traditional currency such as dollars. This solves the volatility problem with many cryptocurrencies.": "ドルなどの従来の通貨の価値を反映するトークン。これは多くの暗号通貨のボラティリティ問題を解決します。",
  "Governance tokens": "ガバナンストークン",
  "Tokens that represent voting power in decentralized organizations.": "分散型組織での投票権を表すトークン。",
  "Sh*t coins": "シットコイン",
  "Because anyone — even people with bad intentions — can create a new token, always do your research before deciding to invest in them!": "悪意のある人々でさえ新しいトークンを作成できるため、投資を決定する前にいつも調査を行ってください！",
  "Collectible tokens": "コレクティブルトークン",
  "Tokens that represent a collectible game item, piece of digital art, or other unique assets. Commonly known as non-fungible tokens (NFTs).": "コレクティブルゲームアイテム、デジタルアート、またはその他のユニークな資産を表すトークン。一般に非代替性トークン（NFT）として知られています。"
}