{
  "Bitcoin ecosystem growth": "ビットコインエコシステムの成長",
  "With MAP Protocol being Bitcoin layer-2, any asset on any chain can easily interact with the Bitcoin network. This will add other types of assets and communities to the existing Bitcoin ecosystem and community.": "MAP Protocol がビットコインのレイヤー2であるため、どのチェーン上の資産でもビットコインネットワークと簡単に相互作用できます。これにより、既存のビットコインエコシステムとコミュニティに他の種類の資産とコミュニティが追加されます。",
  "Besides building upon the light client and zero-knowledge-proof technology, MAP Protocol further strengthened its security using the Bitcoin network to prevent long-range attacks.": "ライトクライアントとゼロ知識証明技術を基盤として構築するだけでなく、MAP Protocol はビットコインネットワークを使用して長距離攻撃を防ぐことでセキュリティをさらに強化しました。",
  "Further empowering gamers": "ゲーマーのさらなるエンパワーメント",
  "Traditionally, gamers are limited by centralized gaming service platforms and do not actually own the in-game items they have purchased or acquired. To trade or transfer in-game assets, gamers are forced to use black market websites which often come with extra security risks.": "従来、ゲーマーは中央集権型のゲームサービスプラットフォームに制限され、購入または獲得したゲーム内アイテムを実際に所有していません。ゲーム内アセットを取引または転送するために、ゲーマーは追加のセキュリティリスクが伴うことが多いブラックマーケットのウェブサイトを使用することを余儀なくされています。",
  "Blockchain gaming has changed this old gaming modality. Web3 projects such as Crypto Kitties, Axie Infinity, and Dark Forest have created a new gaming paradigm where players are encouraged to trade in-game items and are rewarded for their playtime. As with many first-time innovations, however, those blockchain gaming projects are far from perfect and have turned off true gamers due to scalability issues, transaction fees, and the complexity of managing blockchain-based assets.": "ブロックチェーンゲーミングはこの古いゲーミングモダリティを変えました。Crypto Kitties、Axie Infinity、Dark Forest などの Web3 プロジェクトは、プレイヤーがゲーム内アイテムを取引し、プレイ時間に対して報酬を得ることを奨励する新しいゲーミングパラダイムを生み出しました。しかし、多くの初の革新と同様に、これらのブロックチェーンゲーミングプロジェクトは完璧とは程遠く、スケーラビリティの問題、取引手数料、ブロックチェーンベースの資産を管理する複雑さにより、真のゲーマーを遠ざけてしまいました。",
  "This is where omnichain and fully on-chain gaming comes in. Through MAP Protocol, GameFi projects can not only have gaming assets tradable and interoperable on all chains but all aspects of game state, logic, and data on the blockchain, so blockchain gaming becomes an autonomous world where players have their full agency and contribute to the development of the game.": "ここでオムニチェーンと完全なオンチェーンゲーミングが登場します。MAP Protocol を通じて、GameFi プロジェクトはゲーム資産をすべてのチェーンで取引可能かつ相互運用可能にするだけでなく、ゲームの状態、ロジック、データのすべての側面をブロックチェーン上に持つことができるため、ブロックチェーンゲーミングはプレイヤーが完全なエージェンシーを持ち、ゲームの開発に貢献する自律的な世界になります。",
  "Towards a truly interoperable future": "真に相互運用可能な未来へ",
  "Today, most interoperability solutions only emphasize asset cross-chain transactions. However, a truly interoperable Web3 future extends beyond that — it's a future where dApp operations including transactions, data storage, and computing are performed on the blockchain and are interoperable across different chains, giving users full control over their data and privacy.": "今日、ほとんどの相互運用性ソリューションは資産のクロスチェーン取引のみを強調しています。しかし、真に相互運用可能な Web3 の未来はそれを超えています — それは、取引、データストレージ、およびコンピューティングを含む dApp の操作がブロックチェーン上で実行され、異なるチェーン間で相互運用可能であり、ユーザーが自分のデータとプライバシーを完全に制御できる未来です。",
  "MAP Protocol paves the way for this truly interoperable Web3 future. Through MAP Protocol, developers can seamlessly integrate various blockchain components, enabling the construction of apps where all operations are on-chain. This provides users with complete control over their data and assets across multiple chains.": "MAP Protocol はこの真に相互運用可能な Web3 の未来への道を開きます。MAP Protocol を通じて、開発者はさまざまなブロックチェーンコンポーネントをシームレスに統合でき、すべての操作がオンチェーンで行われるアプリの構築を可能にします。これにより、ユーザーは複数のチェーンにわたって自分のデータと資産を完全に制御できます。",
  "Unlocking the future of Bitcoin ecosystem": "ビットコインエコシステムの未来を解き放つ",
  "Due to the lack of Turing completeness, Bitcoin is limited in its usability compared to Ethereum, and its ecosystem grows slowly. However, as BCR-20 tokens and Ordinal NFTs took over the Web3 sphere in May 2023, The new narrative of the Bitcoin ecosystem has revoked topics and debates on Bitcoin interoperability.": "チューリング完全性の欠如により、ビットコインはイーサリアムと比較して使用可能性に制限があり、そのエコシステムはゆっくりと成長しています。しかし、2023年5月に BCR-20 トークンとオーディナル NFT が Web3 領域を席巻したことで、ビットコインエコシステムの新しい物語がビットコインの相互運用性に関するトピックと議論を取り消しました。",
  "With MAP Protocol’s BRC-201, a cross-chain extension protocol to BRC-20 tokens, BRC-20 and ORC-20 assets on the Bitcoin network can interact with other tokens on other public chains. This layer of Bitcoin network cross-chain interoperability will also grow the Bitcoin community as a whole.": "MAP Protocol の BRC-201 を使用すると、ビットコインネットワーク上の BRC-20 および ORC-20 資産は他の公共チェーン上の他のトークンと相互作用できます。このビットコインネットワークのクロスチェーン相互運用性の層は、ビットコインコミュニティ全体の成長にも寄与します。",
  "Enabling easy cross-chain asset flows": "クロスチェーン資産フローを容易にする",
  "MAP Protocol leverages light clients and Zero-Knowledge (ZK) proofs to offer a trustless environment for seamless asset transfers across multiple blockchains, including both EVM and non-EVM chains. This eliminates the need for centralized authorities or third-party services, reinforcing the principles of decentralization while ensuring secure and efficient transactions.": "MAP Protocol はライトクライアントとゼロ知識（ZK）証明を活用して、EVM および非 EVM チェーンを含む複数のブロックチェーン間でシームレスな資産転送のための信頼できる環境を提供します。これにより、中央集権的な機関や第三者サービスの必要性がなくなり、分散化の原則を強化しながら、安全かつ効率的な取引を保証します。",
  "Beyond simple asset transfers, MAP Protocol also enables cross-chain communication for storage and computing capacities. This offers unprecedented flexibility for decentralized application (dApp) developers to build more robust, scalable, and interoperable applications. The technology stands as a pivotal contribution to the blockchain ecosystem, bringing us closer to a truly interconnected world where assets and resources flow effortlessly between chains.": "単純な資産転送を超えて、MAP Protocol はストレージとコンピューティング能力のためのクロスチェーンコミュニケーションも可能にします。これにより、分散型アプリケーション（dApp）開発者は、より堅牢でスケーラブルで相互運用可能なアプリケーションを構築するための前例のない柔軟性を提供します。この技術はブロックチェーンエコシステムへの重要な貢献として立ち、資産とリソースがチェーン間で努力なく流れる真に相互接続された世界に私たちを近づけます。",
  "Saving time and money to build awesome apps": "素晴らしいアプリを構築するための時間とお金の節約",
  "Building on a single chain is simple with low maintenance, but at the same time has limited user reach and adaptability, thus adding extra work to deploy on other chains or use a potentially unsafe cross-chain solution. Moreover, building on multiple blockchains means managing multiple ledgers at the same time, and this can be difficult and more costly than operating on a single chain.": "単一のチェーン上での構築はメンテナンスが少なく簡単ですが、同時にユーザーリーチと適応性が限られており、他のチェーンにデプロイするための追加作業や、潜在的に安全でないクロスチェーンソリューションを使用する必要があります。さらに、複数のブロックチェーン上で構築することは、同時に複数の台帳を管理することを意味し、これは単一のチェーン上で運用するよりも困難でコストがかかる可能性があります。",
  "Instead of choosing between the lesser of two evils, sacrificing time and resources to become multi-chain or cross-chain, and compromising on feature development, projects and developers can directly deploy on MAP Protocol or use MAP Protocol to become omnichain where they do not have to spend extra time and money on finding a cross-chain solution or using bridges to become multi-chain.": "二つの悪のうちのどちらかを選ぶ代わりに、時間とリソースを犠牲にしてマルチチェーンまたはクロスチェーンになり、機能開発を妥協することなく、プロジェクトと開発者は直接 MAP Protocol にデプロイするか、MAP Protocol を使用してオムニチェーンになることができます。そうすれば、クロスチェーンソリューションを見つけたり、ブリッジを使用してマルチチェーンになるために追加の時間とお金を費やす必要はありません。",
  "With MAP Protocol, projects only need to focus on all the essentials for app development and find ways to enhance user experiences, so that innovation can come and drive real dApp mass adoption.": "MAP Protocol を使用すると、プロジェクトはアプリ開発のすべての基本にのみ焦点を当て、ユーザーエクスペリエンスを向上させる方法を見つける必要があります。そうすることで、革新が起こり、実際の dApp の大量採用を推進することができます。"
}